[{"title":"Salacia – The new multi-targeted approach in diabetics","publication_info":[{"name":"Neera Vyas","attributes":[],"email":"neeravyas@rediffmail.com"},{"name":"Rakhi Mehra","attributes":["Department of Clinical research, Central Ayurveda Research Institute for Cardio Vascular Diseases, Punjabi Bagh, New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC5688841","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5688841/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5688841/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5688841/pdf/AYU-37-92.pdf","abstract_text":["Salacia species plant has been used traditionally as an Ayurvedic medicine for diabetes mellitus. Studies over the past decades have shown its multi-targeted role in diabetics. In the present review article, various mechanisms of action of Salacia on diabetics are discussed in detail. Apart from the well-known action of decreasing postprandial glucose sugar by inhibiting α-glucosidase and α-pancreatic amylase, it also inhibits aldose reductase which otherwise results in microvascular complications. Importantly, its peroxisome proliferator-activated receptor (PPAR)-γ agonist (such as thiazolidinediones, the insulin sensitizers) action increases the uptake of free fatty acid (FFA) and facilitates their storage in subcutaneous fat rather than the visceral fat. This reduces plasma FFA and insulin resistance. Furthermore, it increases the expression of and translocation to the cell surface of glucose transporter 1 and 4 receptors which result in glucose uptake by the liver and skeletal muscle and decreases plasma glucose levels. It also decreases inflammatory cytokines and increases adiponectin expression. Salacia as PPAR-α agonist (such as fibrates) has a role in the management of dyslipidemia. The activation of PPAR-α leads to the increased expression of lipoprotein lipase and apolipoprotein (Apo) A-V and decrease in hepatic Apo-C-III. These actions lower plasma triglycerides in chylomicrons and very low-density lipoprotein particles, thus liberating fatty acids, which are taken up and stored as fat in adipocytes. Salacia has been shown to suppress the overexpression of cardiac PPAR-α (similar to angiotensin-converting enzyme inhibitors/angiotensin receptor blockers) and thereby preventing diabetic cardiomyopathy. It also suppresses the cardiac angiotensin II Type 1 receptors resulting in antihypertrophic and antifibrogenic effect."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Diabetes mellitus","mechanisms of action","peroxisome proliferator-activated receptor","Salacia"],"doi":"10.4103/ayu.AYU_134_13"},{"title":"Evaluation of the In Vitro and In Vivo Antioxidant Potentials of Sudarshana Powder","publication_info":[{"name":"Weerakoon Achchige Selvi Saroja Weerakoon","attributes":[],"email":null},{"name":"Pathirage Kamal Perera","attributes":[],"email":"drkamalperera@yahoo.com"},{"name":"Dulani Gunasekera","attributes":[],"email":null}],"PMCID":"PMCID: PMC5914117","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5914117/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5914117/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5914117/pdf/ECAM2018-6743862.pdf","abstract_text":["Sudarshana powder (SP) is one of the most effective Ayurveda powder preparations for paediatric febrile conditions. The objective of the present study was to evaluate the in vitro and in vivo antioxidant potentials of SP. The in vitro antioxidant effects were evaluated using ABTS radical cation decolourization assay where the TROLOX equivalent antioxidant capacity (TEAC) was determined. The in vivo antioxidant activity of SP was determined in Wistar rats using the Lipid Peroxidation (LPO) assay in serum. The in vitro assay was referred to as the TROLOX equivalent antioxidant capacity (TEAC) assay. For the in vivo assay, animals were dosed for 21 consecutive days and blood was drawn to evaluate the MDA level. The in vitro antioxidant activity of 0.5 μg of SP was equivalent to 14.45 μg of standard TROLOX. The percentage inhibition against the radical formation was 50.93 ± 0.53%. The SP showed a statistically significant (p < 0.01) decrease in the serum level of thiobarbituric acid-reactive substance in the test rats when compared with the control group. These findings suggest that the SP possesses potent antioxidant activity which may be responsible for some of its reported bioactivities."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2018/6743862"},{"title":"A study on Apabahuka (frozen shoulder) and its management by Laghumasha taila nasya","publication_info":[{"name":"Banamali Das","attributes":["Research Officer (Ay), National Institute for Ayurveda Drug Development, Bhubaneswar, Orissa, India"],"email":"banamali.d@gmail.com"},{"name":"Ravi M. Ganesh","attributes":["Lecturer, Ayurvedic Medical College, Sulia, Karnataka, India"],"email":null},{"name":"P. K. Mishra","attributes":["Head, P.G. Department of Kayachikitsa, ALNRM Ay. Medical College, Koppa, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC3202264","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202264/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202264/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202264/pdf/Ayu-31-488.pdf","abstract_text":["Apabahuka is a disease that usually affects the Amsa sandhi (shoulder joint).It is produced by the Vata dosha. Even though the term Apabahuka is not mentioned in the nanatmaja Vata vyadhi, Acharya Sushruta and others have considered Apabahuka as a Vataja vikara. Amsa shosha (wasting of the shoulder) can be considered as the preliminary stage of the disease, where loss or dryness of sleshaka kapha from amsa sandhi occurs. For the present study, Marsha nasya with Laghumasa Taila was administered to 15 patients for seven days, and the following results were obtained. After treatment, 53.33% relief was found on Bahupraspandita hara, 26.66% on Shoola, 30.00% on Stambha, 60.00% on Atopa, and 37.50% on wasting of muscles. On the overall effect of therapy alone, one (6.60%) patient got marked improvement, eight (53.33%) got moderate improvement, four (26.66%) were improved, and two (13.33%) patients remained unchanged."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Apabahuka","Marsha nasya","Laghumasa Taila","Vata vyadhi","Amsa shosha","Abhyanga","Swedana","Snehapana"],"doi":"10.4103/0974-8520.82048"},{"title":"What is needed to keep Ayurveda growing? An interview with Prof. R H Singh","publication_info":"Sanjeev Rastogi","PMCID":"PMCID: PMC6314234","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314234/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314234/pdf/main.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Knowledge, Opinion, and Practices Towards Screening of Oral Cancer Among Homeopathy and Ayurveda Students in Indore, Madhya Pradesh, India","publication_info":[{"name":"Silpi Chatterjee","attributes":[],"email":"dr.silpi510@gmail.com"},{"name":"Asim Mustafa Khan","attributes":[],"email":null},{"name":"Reshma VJ","attributes":[],"email":null},{"name":"Muhaseena Muhamood","attributes":[],"email":null},{"name":"Muhamood Moothedath","attributes":[],"email":null},{"name":"Kumuda Rao","attributes":[],"email":null}],"PMCID":"PMCID: PMC10066847","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10066847/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10066847/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10066847/pdf/cureus-0015-00000035707.pdf","abstract_text":["Introduction: Oral cancer is one of the most common cancers in the world. Early recognition leads to higher cure rates and better quality of life. Homeopathy and Ayurveda can help improve the general well-being and vitality of patients without inducing any side effects.","","Aim: To assess knowledge, opinion, and practices towards oral cancer among homeopathy and ayurvedic students.","","Objectives: To find the correlation between knowledge and practices followed by homeopathy and ayurvedic students.","","Method: A descriptive cross-sectional study was conducted among 157 homeopathy and 153 ayurvedic students in Indore city, Central India. The subjects were selected using a convenient sampling technique, and the data was collected using a pre-tested close-ended self-administered questionnaire with 24 questions. The data were analyzed by IBM Corp. Released 2011. IBM SPSS Statistics for Windows, Version 20.0. Armonk, NY: IBM Corp. using descriptive and analytical (Chi-square and independent sample t-tests) statistics. Correlation analysis was performed to assess the relation between knowledge and preventive practices score.","","Results: Homeopathy students showed a significantly higher mean knowledge (4.74+0.96) and practice score (4.82+1.54) as compared to ayurvedic students (knowledge score 4.49+1.11) (practice score 4.09+1.98). No significant differences were observed in the mean knowledge and practice scores of the homeopathy students. There was a statistically significant difference between the mean knowledge score and practice score of third-, fourth-, and fifth-year ayurvedic students at p-value <0.05. A positive (p-value <0.0001) correlation was observed between the knowledge and practice scores for ayurvedic students. As the year of professional studies increased, the overall practice of the students regarding oral cancer also increased, with fifth-year students showing significantly better practice (OR- 1, p-value = <0.05) than the other year students. ","","Conclusion: Homeopathy students showed better knowledge, whereas ayurvedic students showed better opinions and practices towards oral cancer."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["student","ayurveda","homeopathy","oral cancer","practices","opinion","knowledge"],"doi":"10.7759/cureus.35707"},{"title":"Prakriti-based research: Good reporting practices","publication_info":[{"name":"Supriya Bhalerao","attributes":["Interactive Research School for Health Affairs, Bharati Vidyapeeth Deemed University, Pune, Maharashtra, India"],"email":null}],"PMCID":"PMCID: PMC4910291","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4910291/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4910291/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4910291/pdf/main.pdf","abstract_text":["The recent advances in the fields of genomics, personalized medicine, and Ayurveda have motivated many researchers to look at the relationship between Prakriti (phenotype-based Ayurveda constitution) and various objective biological parameters. As a result, a number of studies reporting such a relationship have made their way into mainstream scholarly journals. However, when it comes to the protocols that these workers follow to identify one's Prakriti, there are several issues that are yet to be resolved. In this communication, we propose a few reporting practices that such workers are required to be encouraged to follow, while submitting their work on Prakriti to scholarly journals. We have arranged this proposal under the following domains that may serve as a preliminary checklist in this context: The textual references, validation process, assessment of characters, scoring pattern, weightage assignment, criterion for expressing the final Prakriti type, and a need to publish the complete Prakriti-determination tool. We advocate that only if the workers in the field adhere to these good reporting practices, one will be able to draw meaningful, generalizable, and applicable interpretations out of such studies. We also suggest that the editors of relevant scholarly journals may recommend these reporting practices while considering such reports for publication."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Evaluation of constitution","Traditional Indian medicine","Tool","Questionnaire"],"doi":"10.1016/j.jaim.2015.08.002"},{"title":"Lead poisoning secondary to unprescribed ayurvedic medicine intake","publication_info":"Uday Yanamandra, Venkatesan Somasundaram, Rajat Bahl, Suman Kumar Pramanik","PMCID":"PMCID: PMC7604810","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7604810/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7604810/pdf/bcr-2020-238576.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Evaluation for substitution of stem bark with small branches of Cassia fistula Linn for traditional medicinal uses: A comparative chemical profiling studies by HPLC, LC-MS, GC-MS","publication_info":[{"name":"Ajay Kumar Meena","attributes":["Regional Ayurveda Research Institute, Aamkho, Gwalior, 474009, India"],"email":"ajaysheera@gmail.com"},{"name":"R. Ilavarasan","attributes":["Captain Srinivasa Murthy Central Ayurveda Research Institute, Chennai, 600106, India"],"email":null},{"name":"Ayyam Perumal","attributes":["Captain Srinivasa Murthy Central Ayurveda Research Institute, Chennai, 600106, India"],"email":null},{"name":"Ravindra Singh","attributes":["Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India, New Delhi, 110058, India"],"email":null},{"name":"Vikas Ojha","attributes":["Regional Ayurveda Research Institute, Aamkho, Gwalior, 474009, India"],"email":null},{"name":"N. Srikanth","attributes":["Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India, New Delhi, 110058, India"],"email":null}],"PMCID":"PMCID: PMC9404363","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9404363/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9404363/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9404363/pdf/main.pdf","abstract_text":["Background","","The Aim of the present research article is to proposing a conservative approach for the Cassia fistula by using of small branches instead of stem bark because of plant has many important chemical constituents which show different medicinal activity so consumption of plant is high. We studied here Comparative preliminary phytochemical screening test of the ethanol extract and aqueous extract of the stem bark and small branches of Cassia fistula obtained by cold maceration process. Physicochemical analysis of Cassia fistula was done to ascertain the quality of the raw material used in the study. Successive soxhlet extraction method used for the successive extraction of stem bark and small branches with different solvents for comparative chemical profile study by HPLC, LCMS, and GCMS. Molecular Docking Interaction of Abundant Medicinal Phytochemicals in the Liquid Chromatography−Mass Spectrometry (LC−MS) Analysis Data of C. fistula with the L. donovani Drug Target Proteins and Pancreatic lipase colipase target protein.","","Result","","The pH of the small branches was found slightly higher as compared to stem bark and the percentage of other parameters like total ash content, acid insoluble ash, loss on drying at 105 °C, water soluble extractive and alcohol soluble extractive values were found fewer in the small branches as compare to stem bark of the plant. It was observed that the number of peaks in stem bark and small branches of the plant sample were almost similar and the retention time of each peak in stem bark was coincide with the retention of small branches of the sample. Therefore, similarity was observed in stem bark and small branches of the Cassia fistula plant in HPLC, LC-MS and GC-MS. The results obtained from HPLC analysis shows that stem bark contains 0.0084% and small branches having 0.0257% of rhein in Cassia fistula. Compounds 3, 9 and 12 are present in Stem bark as well as small branches of C. fistula and Compounds 22, 32 and 37 are present in small branches only. All the compounds have very good binding energy (Kcal/mol) with the respective target proteins.","","Conclusion","","The small branches have more active chemical constituents than stem bark against particular target proteins."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Golden shower","Ayurvedic Pharmacopoeia of India","API","Docking","Target protein","Rhein","HPLC","Medicinal plants"],"doi":"10.1016/j.heliyon.2022.e10251"},{"title":"Disease Characteristics, Care-Seeking Behavior, and Outcomes Associated With the Use of AYUSH-64 in COVID-19 Patients in Home Isolation in India: A Community-Based Cross-Sectional Analysis","publication_info":[{"name":"Narayanam Srikanth","attributes":[],"email":null},{"name":"Adarsh Kumar","attributes":[],"email":null},{"name":"Bhogavalli Chandrasekhararao","attributes":[],"email":null},{"name":"Richa Singhal","attributes":[],"email":null},{"name":"Babita Yadav","attributes":[],"email":null},{"name":"Shruti Khanduri","attributes":[],"email":null},{"name":"Sophia Jameela","attributes":[],"email":"drsophia9754@gmail.com"},{"name":"Amit Kumar Rai","attributes":[],"email":null},{"name":"Arunabh Tripathi","attributes":[],"email":null},{"name":"Rakesh Rana","attributes":[],"email":null},{"name":"Azeem Ahmad","attributes":[],"email":null},{"name":"Bhagwan Sahai Sharma","attributes":[],"email":null},{"name":"Ankit Jaiswal","attributes":[],"email":null}],"PMCID":"PMCID: PMC9310753","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9310753/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9310753/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9310753/pdf/fpubh-10-904279.pdf","abstract_text":["Background","","During the second wave of the COVID-19 pandemic in India, the Ministry of Ayush conducted a community study to provide therapeutic care to patients with asymptomatic, mild, and moderate COVID-19 in home isolation based on the empirical evidence generated on the efficacy of AYUSH-64 in COVID-19.","","Objective","","To document disease characteristics, care-seeking behavior, and outcomes in patients with asymptomatic, mild, or moderate COVID-19 in home isolation who used AYUSH-64 for COVID-19.","","Methods","","Cross-sectional analysis of the data generated through a community study conducted in India from 08 May to 31 August 2021 was performed to study the disease characteristics, care-seeking behavior during home isolation, clinical outcomes, adverse events, and the association between various risk factors and clinical recovery during the study period. The data were collected through semi-structured questionnaires, available in electronic data collection format at the baseline, 7, 14, and 21 days. A logistic regression was performed to explore the relationship between relevant variables and clinical recovery.","","Results","","Data from 64,642 participants were analyzed for baseline assessment, and final analysis was done for 49,770 participants. The mean age of the enrolled participants was 38.8 ± 11.7 years, and 8.4% had co-morbidities. AYUSH-64 was utilized as an add-on to the standard care by 58.3% of participants. Comparable clinical outcomes were observed in participants utilizing AYUSH-64 either as a standalone or as an add-on to standard care, in terms of clinical recovery, disease progression, the requirement for oxygen supplementation, hospitalization, ICU admission, and need for ventilator support. Younger age, having no co-morbidities or substance abuse, and having been vaccinated were associated with early clinical recovery than those who were older and not vaccinated.","","Conclusions","","The study findings suggest that AYUSH-64 use, either standalone or as an adjunct to standard care, in asymptomatic, mild, or moderate COVID-19 is associated with good clinical outcomes. Ayush services and interventions can be effectively integrated into the mainstream public health architecture to serve public health goals."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["Ayurveda","Ayush","AYUSH-64","COVID-19","community study","home isolation"],"doi":"10.3389/fpubh.2022.904279"},{"title":"Unique contributions of Keraleeya Ayurveda in pediatric health care","publication_info":[{"name":"Seetha Chandran","attributes":["Dep. of Rasasastra and BhaishajyaKalpana, IPGT&RA, GAU, Jamnagar, India"],"email":"seethaac@gmail.com"},{"name":"K.S. Dinesh","attributes":["Dep. of Kaumarabrthya, Vaidyaratanam P.S Varier Ayurveda College, Kottakkal, India"],"email":null},{"name":"B.J. Patgiri","attributes":["Dep. of Rasasastra and BhaishajyaKalpana, IPGT&RA, Jamnagar, India"],"email":null}],"PMCID":"PMCID: PMC6033737","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033737/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033737/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033737/pdf/main.pdf","abstract_text":["Childhood is considered as the most important phase in life, which determines the quality of health, well being, learning and behaviour across the lifespan. This may be the reason for giving the foremost position for Balacikitsa among Ashtangas (8 branches) of Ayurveda. The regional growth of indigenous medicine gave significant contribution for the development of primary health care. Kerala has major contribution of many authentic textbooks of Balacikitsa like Arogyakalpadruma, Vaidya Tarakam etc. These are more practically oriented and it can be considered as a physician's quick reference hand book. Many new diseases which are not mentioned in classical textbooks have found their place in these books. Medications like Praakaara yoga, Uramarunnuprayoga were administered in children as a mode of immunization, which helps in the maintenance of health and prevention of disease. Many diseases like Karappan (balavisarpa), Shakarogas etc. were common in Kerala and various indigenous treatment modalities were developed for such diseases. Single drug Prayogas with herbs like Mayaphal (galls), Tripadi (DesmodiumTriflorum L.), etc. and yogams like Nalikerakwatha (Putapakakalpana), Mukkuti (Takrakalpana) etc. were practiced commonly. Many effective therapies like Shashtikapindasweda, Thalapothichil (Sirolepa) etc. are an inevitable part of Balacikitsa. In this paper, an attempt is made to compile the theoretical concepts and unique practices of Balacikitsa in Kerala and to convey it's importance. The present article also addresses, how these vernacular books and traditional knowledge waned away from the Mainstream Ayurveda."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Balacikitsa","Newborn","Kerala","Pediatric"],"doi":"10.1016/j.jaim.2017.10.008"},{"title":"Prakriti-based medicine: A step towards personalized medicine","publication_info":[{"name":"Bijoya Chatterjee","attributes":["Faculty, Department of Biochemistry, Shree M.P. Shah Medical College, Jamnagar, India"],"email":"bijoyalhiri@yahoo.com"}],"PMCID":"PMCID: PMC3296331","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3296331/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3296331/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3296331/pdf/Ayu-32-141.pdf","abstract_text":["The concept of personalized medicine has been around for as long as people have been practicing medicine. From Charaka to Hippocrates, all have practiced the personalized approach for treating a disease. In the 21st century, personalized medicine is all about DNA. Whereas the single nucleotide polymorphism (SNP) and epigenetic factors influence drug response and form the basis of personalized medicine, the tridosha theory forms the basis of Prakriti-based medicine. It is well established by now that western allopathic medicine is excellent in handling acute medical crises, whereas Ayurveda has successfully demonstrated an ability to manage chronic disorders that Western medicine has been unable to cure. With effective integration of ‘omics’ Prakriti-based medicine can play a vital role in this changing scenario of global health wisdom as Ayurveda offers its modalities by way of ahara (diet), vihara (lifestyle), and aushadhi (medication), which are the three pillars of prakriti-based medicine making it a holistic science. Prakriti-based medicine and other traditional medicine systems have the potential to offer remedies to the challenging health issues like adverse drug reactions, drug withdrawals, and economic disparities among few. An integrative global approach could do wonders to health sciences benefiting a broad spectrum of patients."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurgenomics","epigenetics","pharmacogenomics","personalized medicine","pharmacogenetics","single nucleotide polymorphism"],"doi":"10.4103/0974-8520.92539"},{"title":"A randomized placebo-compared study on the efficacy of classical ayurvedic pharmaceutical form versus aqueous alcoholic extracts of Phyllanthus niruri Linn. Plus Sida cordifolia Linn. In patients of diabetic sensory polyneuropathy","publication_info":[{"name":"Manish V. Patel","attributes":["Department of Kayachikitsa, J. S. Ayurved Mahavidyalaya, Nadiad, India"],"email":"drmanish@nadiadayurveda.org"},{"name":"Mansi M. Patel","attributes":["Department of Panchakarma, J. S. Ayurved Mahavidyalaya, Nadiad, India"],"email":null},{"name":"Kalapi B. Patel","attributes":["Department of Panchakarma, J. S. Ayurved Mahavidyalaya, Nadiad, India"],"email":null},{"name":"Pankaj V. Chhayani","attributes":["Department of Kayachikitsa, J. S. Ayurved Mahavidyalaya, Nadiad, India"],"email":null},{"name":"Martin Mittwede","attributes":["Goethe University Frankfurt / Main and Rosenberg European Academy for Ayurveda, Birstein, Germany"],"email":null},{"name":"Daniel Scheidbach","attributes":["Institute of Physiology, Medical University of Graz, Austria"],"email":null}],"PMCID":"PMCID: PMC9424570","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9424570/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9424570/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9424570/pdf/main.pdf","abstract_text":["Background","","In routine, Ayurveda practitioners prefer classical pharmaceutical form of herbal medicines in compare to modern extracts.","","Objective","","To explore the difference of efficiency between whole drug powder of Phyllanthus niruri plus root decoction of Sida cordifolia and modern extracts of the same in compared to placebo in patients of diabetic poly-neuropathy.","","Material and methods","","A randomized, partly-double-blinded, placebo-controlled trial evaluated the efficacy of two different pharmaceutical forms of herbal medicines over placebo in 90 patients (30 in each group) of diabetic sensory polyneuropathy for first three weeks period. After three weeks, active herbal medication groups were continued with their assigned medicaments for next 5 weeks period and all placebo-patients were randomized again into 2 groups of active medication and treated for next 8 weeks. Patients were assessed with Neuropathy Total Symptom Score 6 and sensation thresholds.","","Results","","Significant effect of both form of herbal medicines over placebo was found in aching pain [F (2, 49) = 6.79, p = 0.002], allodynia [F (2, 59) = 6.74, p = 0.002], burning pain [F (2, 82) = 14.66, p < 0.0001], numbness [F (2, 77) = 16.37, p < 0.0001] and pricking pain [F (2, 50) = 14.23, p < 0.0001]. After the 8 weeks period, no significant difference was identified between the effect of both the herbal treatment on aching pain (U = 220, p = 0.03), allodynia (U = 421.5, p = 0.29), burning pain (U = 881.5, p = 0.846), numbness (U = 778, p = 0.92) and pricking pain (U = 260, p = 0.15).","","Conclusion","","Both herbal groups have significant effect to reduce NTSS-6 score in compare to placebo. No significant difference found between the effect of two different pharmaceutical forms of Phyllanthus niruri and S. cordifolia."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Polyneuropathy","Ayurveda","Herbal medicine","Diabetic neuropathy","Diabetic complications","Diabetic foot"],"doi":"10.1016/j.jaim.2022.100619"},{"title":"Subacute oral toxicity of ayurvedic anti-diabetic preparation Jambadyarista in Sprague-Dawley rats","publication_info":[{"name":"Mahedi Hasan","attributes":["Department of Pharmacy, Jahangirnagar University, Savar, Dhaka, 1342, Bangladesh"],"email":"mahedi.pharmacy40@gmail.com"},{"name":"Abdullah Al Mahmud","attributes":["Department of Pharmacy, Manarat International University, Ashulia Model Town, Khagan, Ashulia, Dhaka, Bangladesh"],"email":"mahmud24nstu@gmail.com"},{"name":"Md. Jahir Alam","attributes":["Department of Pharmacy, Jahangirnagar University, Savar, Dhaka, 1342, Bangladesh"],"email":"md.jakaria@florey.edu.au"},{"name":"Shafayet Ahmed Siddiqui","attributes":["Department of Pharmacy, Atish Dipankar University of Science and Technology, Dhaka, 1230, Bangladesh"],"email":"shafayetahmed91.sa@gmail.com"},{"name":"Md. Saiful Islam Arman","attributes":["Department of Pharmacy, International Islamic University Chittagong, Chattogram, 4318, Bangladesh"],"email":"armansaiful89@gmail.com"},{"name":"Muhammed Hasan Mahmud","attributes":["Department of Pharmacy, International Islamic University Chittagong, Chattogram, 4318, Bangladesh"],"email":"mahmud24nstu@gmail.com"},{"name":"Mohammad Nurul Amin","attributes":["Department of Pharmacy, Atish Dipankar University of Science and Technology, Dhaka, 1230, Bangladesh"],"email":"amin.pharma07@gmail.com"},{"name":"Omar Imtiaz","attributes":["Department of Pharmacy, Manarat International University, Ashulia Model Town, Khagan, Ashulia, Dhaka, Bangladesh"],"email":"omar.imtiaz.ru.12@gmail.com"},{"name":"Masum Shahriar","attributes":["Department of Pharmacy, Jahangirnagar University, Savar, Dhaka, 1342, Bangladesh"],"email":"masum_shahriar@juniv.edu"}],"PMCID":"PMCID: PMC7725955","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7725955/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7725955/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7725955/pdf/main.pdf","abstract_text":[""],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Jambadyarista","Sub acute toxicity","Ayurvedic","Biochemical parameters","Hematological parameters"],"doi":"10.1016/j.toxrep.2020.11.011"},{"title":"The chemical role of natural substances used in Lauha Bhasma preparation process","publication_info":[{"name":"B.T. Punchihewa","attributes":["Department of Chemistry, Faculty of Applied Sciences, University of Sri Jayewardenepura, Gangodawila, Nugegoda, Sri Lanka"],"email":null},{"name":"M.A.B. Prashantha","attributes":["Department of Chemistry, Faculty of Applied Sciences, University of Sri Jayewardenepura, Gangodawila, Nugegoda, Sri Lanka"],"email":null},{"name":"P.I. Godakumbura","attributes":["Department of Chemistry, Faculty of Applied Sciences, University of Sri Jayewardenepura, Gangodawila, Nugegoda, Sri Lanka"],"email":null}],"PMCID":"PMCID: PMC8717556","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8717556/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8717556/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8717556/pdf/main.pdf","abstract_text":["Lauha Bhasma (LB) is a prominent Ayurveda medicine and uses as an ingredient to prepare other indigenous medicines in Ayurveda. The outcomes of this study on chemical and physical changes during the preparation process of LB become significant to explore ancient knowledge of east within the modern context. The preparation process of LB was carried out under laboratory conditions; starting from the elemental form of the Iron sample to identify the chemical and physical changes. The metallic composition of the starting material and intermediate products formed during the LB preparation process was determined using the AAS technique. The variation of the amount of Fe2+ and Fe3+ throughout the process and formation of nanoparticles was identified using quantitative analysis. Even though the amount of heavy metals (Cr, Cd, Cu, Pb, Zn, and Mn) present in the starting material is low, the trace level of heavy metals in the iron sample significantly reduces during the LB preparation process. Irregular-shaped, agglomerated, blackish red (Pakvajambuphala varna) fine LB powder formed at the end of the Putapaka step. The value of ancient knowledge can be revealed using the chemical and physical changes identified throughout the study on the LB preparation process."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Lauha","Ayurveda","Lauha bhasma","Shodhana"],"doi":"10.1016/j.jaim.2021.02.003"},{"title":"Pitfalls and promises of raw drug identification techniques in the ayurvedic industry: an overview","publication_info":[{"name":"Remya Unnikrishnan","attributes":["Forest Genetics and Biotechnology Division, Kerala Forest Research Institute, Peechi, Thrissur, Kerala India ","Cochin University of Science & Technology, Kochi, Kerala India "],"email":null},{"name":"Suma Arun Dev","attributes":["Forest Genetics and Biotechnology Division, Kerala Forest Research Institute, Peechi, Thrissur, Kerala India "],"email":"sumadev@kfri.res.in"}],"PMCID":"PMCID: PMC7599280","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7599280/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7599280/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7599280/pdf/13205_2020_Article_2482.pdf","abstract_text":["India, with a rich heritage of floral diversity, is well-known for its medicinal plant wealth and is the largest producer of medicinal herbs in the world. Ethnobiological Survey of Ministry of Environment and Forests (MOEF) could identify 8000 plant species utilized in various systems of medicine with approximately 25,000 effective herbal formulations. The extensive consumption to meet demand–supply ratio exerts a heavy strain on the existing resources. This subsequently led to the adulteration and substitution of medicinal plants with look-alike species. The consumer’s faith on herbal medicine is in the phase of decline due to the extremities in adulteration/substitution and ensuing consequences. It is imperative to bring forth universally acceptable standard tools to authenticate raw drugs before being processed further into formulations. A vast array of techniques such as physical, chemical (analytical), biochemical, anatomical, organoleptic, and recently emerged DNA based molecular methods are widely used for plant species authentication. In recent years, DNA barcoding has made remarkable progress in the field of medicinal plants research. DNA metabarcoding is the latest development for qualitative evaluation of the herbal formulations, whereas for quantitative analysis, combination of pharmacognostic, pharmacovigilance and analytical methods are inevitable for authentication. This review addresses the overall strengths and shortcomings of the existing as well as recently emerged techniques in authenticating ayurvedic raw drugs."],"license_agreement":"Unknown","keywords":["Herbal drug authentication","Analytical techniques","DNA barcoding","Ayurvedic raw drugs","HRM","DNA metabarcoding"],"doi":"10.1007/s13205-020-02482-0"},{"title":"Ayurveda GCP Guidelines: Need for freedom from RCT ascendancy in favor of whole system approach","publication_info":"Bhushan Patwardhan","PMCID":"PMCID: PMC3121247","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3121247/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3121247/pdf/JAIM-2-1.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Clinical evaluation of Vṛṣya effect of Pūga Khaṇḍa on sexual health and seminal parameters","publication_info":[{"name":"Pramod C. Baragi","attributes":[],"email":"ayupramod@yahoo.co.in"},{"name":"Sathyanarayana Bhat","attributes":["Muniyal Institute of Ayurveda Medical Sciences, Manipal, Karnataka, India"],"email":null},{"name":"P. K. Prajapati","attributes":["Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3902532","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902532/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902532/?report=classic","pdf_link":"None","abstract_text":["Background:","","Due to changes in life-style, the human beings are losing their Vṛṣyatā (virility). Bio-medicine hasn’t been able to address this challenge. Hence, we see that many people seek the help of herbal medicines to get relief. In view of the above, it becomes necessary to provide potent formulations to address this ailment.","","Objectives:","","The study was designed to evaluate the efficacy of Pūga Khaṇḍa on seminal parameters and sexual health.","","Materials and Methods:","","Pūga Khaṇḍa has been mentioned as Vṛṣya (aphrodisiac) in the 30th chapter of Bhaiśajyaratnāvalī. A simple-randomised, single-blinded, placebo-controlled study comparing this Pūga Khaṇḍa preparation with a placebo was conducted in 52 patients attending O.P.D. of Department of Rasa Shastra and Bhaishajya Kalpana of Muniyal Institute of Ayurveda Medical Sciences, Manipal. An elaborative case taking Proforma was specially designed for this purpose incorporating all aspects of the disease in the Ayurvedic parlance. Both groups received either Pūga Khaṇḍa or placebo, in empty stomach in the early morning with water, as per the randomisation plan for a period of 45 days. Patients were followed-upto 4 weeks, 43 patients (84%) had completed the trial and no adverse effects were reported. The assessment was done on the basis of changes in seminal parameters and sexual health parameters.","","Results:","","A varying degree of improvement was observed in sexual parameters viz. duration of coitus (P<0.001), frequency of coitus (P<0.01), Sexual desire (P<0.05), penile erection (P<0.01), A significant improvement was seen in duration of coitus (P< 0.001) in the group treated by Pūga Khaṇḍa.","","Conclusion:","","The trial drug Pūga Khaṇḍa was superior to placebo in reducing the mean sign and symptom score of seminal parameters and sexual health."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Klaibya","Puga Khanda","seminal parameters","sexual parameters","Vrushya"],"doi":"10.4103/0257-7941.122995"},{"title":"Exploratory studies on the therapeutic effects of Kumarabharana Rasa in the management of chronic tonsillitis among children at a tertiary care hospital of Karnataka","publication_info":[{"name":"G.R. Arun Raj","attributes":["Department of Kaumarabhritya, SDM College of Ayurveda and Hospital, Hassan, Karnataka, India"],"email":null},{"name":"U. Shailaja","attributes":["Department of Kaumarabhritya, SDM College of Ayurveda and Hospital, Hassan, Karnataka, India"],"email":null},{"name":"Parikshit Debnath","attributes":["Department of Swasthavritta, SDM College of Ayurveda and Hospital, Hassan, Karnataka, India"],"email":"docdebnath84@gmail.com"},{"name":"Subhadip Banerjee","attributes":["Department of Pharmacology, Bengal Institute of Pharmaceutical Sciences, Kalyani, West Bengal, India"],"email":null}],"PMCID":"PMCID: PMC4738038","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4738038/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4738038/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4738038/pdf/main.pdf","abstract_text":["The effect of an Ayurvedic poly-herbo-mineral formulation Kumarabharana Rasa (KR) in the management of chronic tonsillitis (Tundikeri) in children has been assessed in this study. This clinical study was a double-arm study with a pre- and post-test design at the outpatient level in a tertiary Ayurveda hospital attached to a teaching institute located in district headquarters in Southern India. Patients (n = 40) with chronic tonsillitis satisfying diagnostic criteria and aged between 5 and 10 years were selected from the outpatient Department of Kaumarbhritya, SDM College of Ayurveda and Hospital, Hassan. Among them, 20 patients were treated with Kumarabharana rasa (tablet form) at a dose of 500 mg once daily for 30 days (Group A). The other 20 patients were treated with Godhuma Vati (placebo) at a dose of 500 mg once daily for 30 days (Group B). In both groups, Madhu was the Anupana advised. After completion of 30 days of treatment, the patients were assessed on the following day and another investigation took place 15 days later. Statistically significant effects (p < 0.05) in the reduction of all signs and symptoms of chronic tonsillitis after KR treatment were observed. These results indicate that Kumarabharana Rasa has an ameliorative effect in reducing the signs and symptoms of chronic tonsillitis."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/3.0/).","keywords":["Kumarabharana Rasa","children","chronic tonsillitis","Tundikeri","polyherbomineral formulation"],"doi":"10.1016/j.jtcme.2014.11.031"},{"title":"Efficacy of Trikatrayadi Lauha in Panduroga with reference to Iron Deficiency Anemia","publication_info":[{"name":"Subir Kumar Khan","attributes":[],"email":null},{"name":"S. N. Vyas","attributes":["Professor and Ex Head, Department of Kaya Chikitsa, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3456866","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456866/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456866/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456866/pdf/Ayu-33-62.pdf","abstract_text":["The common nutritional deficiency, iron deficiency, causes Iron Deficiency Anemia (IDA) throughout the world especially in the developing countries. In Ayurveda, different herbal, mineral or herbomineral drugs have been emphasized to combat anemia (Panduroga). Trikatrayadi Lauha and Fersolate-CM (a modern medicine taken as standard control) were administered to the patients to evaluate their role in Panduroga. A simple random sampling method was followed for the clinical study. The 56 iron deficiency anemic patients of both sexes and age group between 16 to 70 years divided into two groups – Group-A (n=34) and Group-C (n=22) were treated with Trikatrayadi lauha and Fersolate-CM, respectively. Both drugs provided significant effect on the signs and symptoms of Shrama (fatigue), Shwasa (dyspnea on exertion), Daurbalya (weakness), Pandu Varna (pallor/yellowish-whitish), Hridspandana (palpitation), Hatanala (diminished digestive capacity), Bhrama (giddiness), Aruchi (anorexia), Arohana Ayasa (exhaustion during climbing), Shiroruja (headache) and Shotha (edema). Trikatrayadi Lauha provided significant results on Hb gm%, RBC, PCV, MCV, serum iron, percent transferrin saturation and TIBC where as insignificant changes were found in MCH and MCHC. Fersolate-CM provided significant results on Hb gm%, RBC, PCV, MCV, MCH, serum iron, percent transferrin saturation and TIBC whereas insignificant change was found in MCHC. Trikatrayadi Lauha showed significant results on Panduroga and Iron Deficiency Anaemia (IDA)."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Anemia","Fersolate-CM","iron deficiency anemia","Panduroga","Trikatrayadi Lauha"],"doi":"10.4103/0974-8520.100313"},{"title":"Adaptogenic and immunomodulatory activity of Virgozest Avaleha – An ayurvedic proprietary formulation","publication_info":[{"name":"Devang Y. Joshi","attributes":[],"email":null},{"name":"Nidhi Ranpariya","attributes":["Virgo UAP Pharma Pvt. Ltd., Ahmedabad, 382 213, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC9261994","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9261994/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9261994/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9261994/pdf/AYU-41-255.pdf","abstract_text":["Introduction:","","Rasayana (rejuvenator) or adaptogenic drugs have been proved to produce the complete potential to prevent diseases and degenerative changes that leads to diseases and promote longevity by providing strength and immunity. Virgozest Avaleha is a poly-herbal formulation claimed to serve as adaptogenic, and immunomodulatory, as a health tonic, enriched with dry fruits, and ingredients containing natural supplements of Vitamin E and proteins.","","Aim:","","To evaluate the adaptogenic activity and humoral immune activity of virgozest Avaleha in Wistar albino rats.","","Materials and methods:","","Virgozest Avaleha was evaluated for adaptogenic activity against swimming stress-induced changes and hypothermia in albino rats. The humoral immune activity of virgozest Avaleha was evaluated against sheep red blood cells (SRBCs)-induced response in albino rats with the inclusion of cyclophosphamide as immune suppressant agent.","","Results:","","In adaptogenic activity, virgozest Avaleha (450 and 900 mg/kg) exhibited an increase in physical activity, decrease in stress-induced hypothermia, and serum cortisol level when compared to the stress control group of albino rats. In humoral immune activity, virgozest Avaleha reversed the effects of cyclophosphamide-induced adverse changes on spleen and lymph node, and produced a significant increase in serum antibody titer in SRBCs-sensitized rats.","","Conclusion:","","The present study concluded that virgozest Avaleha has adaptogenic and humoral immune activity in Wistar albino rats, which may suggest the Rasayana like properties of Ayurvedic formulation."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Adaptogenic","antibody titer","humoral immunity","immunomodulatory","virgozest Avaleha"],"doi":"10.4103/ayu.ayu_57_21"},{"title":"Anti Cancerous Efficacy of Ayurvedic Milk Extract of Semecarpus Anacardium Nuts on Hepatocellular Carcinoma in Wistar Rats","publication_info":[{"name":"Joice P Joseph","attributes":[],"email":"joicepjoseph@gmail.com"},{"name":"Sunant K Raval","attributes":[],"email":null},{"name":"Kamlesh A Sadariya","attributes":[],"email":null},{"name":"Mayur Jhala","attributes":[],"email":null}],"PMCID":"PMCID: PMC3847419","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3847419/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3847419/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3847419/pdf/AJT1005-0299.pdf","abstract_text":["The objective of the study was to determine the anticancerous efficacy of Ayurvedic preparation made of Semecarpus anacardium (SA) nuts. Five groups of rats were used for the study. Group I served as water control. Hepatocellular carcinoma (HCC) was induced in groups II, III and IV animals using N-nitrosodiethylamine as inducing agent followed by phenobarbitone as promoter for 13 weeks. Group-II animals were kept untreated as hepatocellular carcinoma control. Group-III animals were treated with Ayurvedic milk extract of Semecarpus anacardium nuts at dose mentioned in Ashtangahridaya, an authentic book of Ayurveda for 49 days and group-IV animals were treated with doxorubicin as reference drug at dose of 1mg/kg twice a week for 7 weeks. Group V animals were kept as drug (SA nut milk extract) control for studying the effect of nut milk extract on normal rats. After 154 days of experiment, all animals were subjected to screening for HCC by estimation of liver enzymes, HCC marker (alpha-2 macroglobulin) and histopathology. Both liver enzymes and HCC marker were increased in hepatocellular carcinoma control along with neoplastic changes in liver and were decreased in Semecarpus anacardium nut milk extract treated group. The Ayurvedic drug showed positive correlation with the action of doxorubicin. This study demonstrated the efficacy of Semecarpus anacardium nut milk extract for the treatment of hepatocellular carcinoma either alone or along with chemotherapy."],"license_agreement":"Unknown","keywords":["Hepatocellular carcinoma","N-nitrosodiethylamine","Semecarpus anacardium","Wistar rats"],"doi":"Unknown"},{"title":"Clinical efficacy of herbal Padmapatradi yoga in bronchial asthma (Tamaka Swasa)","publication_info":[{"name":"Ashok Kumar Panda","attributes":[],"email":"akpanda_06@yahoo.co.in"}],"PMCID":"PMCID: PMC3131777","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3131777/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3131777/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3131777/pdf/JAIM-2-85.pdf","abstract_text":["Ayurveda refers to bronchial asthma as Tamaka Swasa and it is well explained in Charaka Samhita. It contributes several modalities of the treatment for Swasa roga(asthma). Among all modalities of treatment, polyherbal combinations are said to be well-accepted, safe and effective in asthma. A study was carried out in 40 patients of either sex in between the age of 15-65 years to assure the clinical response of Padmapatradi yoga in bronchial asthma (Tamaka Swasa) at P.G. department of Kayachikitsa, D.G.M. Ayurvedic Medical College, Gadag, Karnataka. The sum total properties of Padmapatradi yoga is tikta katu rasa, laghu and tikna guna (light and penetrating properties), ushna virya (hot potency) and vatakaphagna (decrease vata and kapha dosa) Padmapatradi yoga is effective in increased peak expiratory flow rate, breath holding time, and reduces the absolute eosinophil count of studied cases and also found statistically highly significant at p<0.001 level. The drug is quite safe and acts as a bronchodilator, antihistaminic and anti-inflammatory."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Breath holding time","bronchial asthma","dysponea","forced expiratory volume","Padmapatradi yoga","peak expiratory flow rate","Tamaka Swasa","vital capacity"],"doi":"10.4103/0975-9476.82522"},{"title":"Quality standards for Hutabhugādi cūrṇa (Ayurvedic Formulary of India)","publication_info":[{"name":"Pushpendra","attributes":["SDM College (Autonomous), Ujire, Belthangadi Taluk, Dakshina Kannada, India"],"email":null},{"name":"Koppala Narayana Sunil Kumar","attributes":["SDM Centre for Research in Ayurveda and Allied Sciences, Laxminarayana Nagar, Kuthpadi, Udupi, India"],"email":"sunilkumarnarayanan@gmail.com"},{"name":"Priyadarshini","attributes":["SDM College (Autonomous), Ujire, Belthangadi Taluk, Dakshina Kannada, India"],"email":null},{"name":"Bantwal Shivarama Holla","attributes":["SDM College (Autonomous), Ujire, Belthangadi Taluk, Dakshina Kannada, India"],"email":null},{"name":"Basaviah Ravishankar","attributes":["SDM Centre for Research in Ayurveda and Allied Sciences, Laxminarayana Nagar, Kuthpadi, Udupi, India"],"email":null}],"PMCID":"PMCID: PMC4737970","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4737970/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4737970/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4737970/pdf/main.pdf","abstract_text":["In India, herbal medicines are mainly based on the Ayurvedic system. The main drawback of traditional medicines is a lack of standardized products. Standardization of any herbal formulation is essential in order to assess the quality, purity, safety, and efficacy of drugs based on the analysis of their active properties. Testing of Ayurvedic preparations using scientific methodologies will add to quality and authenticity of the product. This article reports standardization parameters for Hutabhugādi cūrṇa (HC) used traditionally in the treatment of Agnimāndya (digestive impairment), Pāndu (anemia), Sopha (edema), and Ārsa (piles). The formulation was prepared as per Ayurvedic Formulary of India, and it was standardized by organoleptic characterization, macro–microscopic evaluation, physicochemical testing, and thin-layer chromatography/high-performance thin-layer chromatography profiling employing a standard methodology. Results of the experiments conducted provided diagnostic characteristics to identify and standardize the formulation prepared using official ingredients of HC. Based on the data obtained, a monograph on quality standards for HC is proposed. The monograph based on the present investigation results would serve as a document to control the quality of HC."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/3.0/).","keywords":["adulteration and substitution","Ayurvedic Formulary of India","monograph","polyherbal medicines","quality standards","standardization"],"doi":"10.1016/j.jtcme.2014.11.019"},{"title":"Antiviral Activity of Svarnvir-IV Tablet Assayed for Activity Against SARS-CoV-2 In Vitro","publication_info":[{"name":"K. Ramachandra Reddy","attributes":[],"email":"krcreddy@bhu.ac.in"},{"name":"Chetan Sahni","attributes":[],"email":null}],"PMCID":"PMCID: PMC10288389","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10288389/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10288389/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10288389/pdf/cureus-0015-00000039421.pdf","abstract_text":["The coronavirus disease (COVID-19), caused by the virus SARS-CoV-2, has become a global pandemic in a very short time span. While several vaccines have been developed in the last year, specific treatments for CoV infection are still being explored. Thus, the situation highlights the need to develop safe and efficacious antiviral therapeutics. Ayurvedic Rasayana therapy has been traditionally used in India for its holistic healing systems and proven history of empirical use. There is emerging evidence that Ayurvedic treatment methodologies and herbal medicines may be effective strategies in combating COVID-19. The present study is aimed at evaluating the antiviral and therapeutic activity of an Ayurvedic herbomineral formulation (Svarnvir-IV tablet, 450 mg) against the SARS-CoV-2 virus in vitro. A cell-based assay was conducted to evaluate the cytotoxicity of the Svarnvir-IV tablets (Aimil Pharmaceuticals, Delhi, India) for the determination of virucidal activity assessment (at 2 hours) and therapeutic activity assessment (at 1 hour, 2 hours, and 4 hours). When incubated with SARS-CoV-2 virus at 0.1 multiplicity of infection (MoI) for two hours, Svarnvir-IV tablet exhibited virucidal activity against SARS-CoV-2 with an EC50 value of 0.0058 mg/ml. It also exhibited therapeutic activity when treated with cells infected with the SARS-CoV-2 virus (0.1 MoI) for 1 hour, 2 hours and 4 hours post-infection, with an EC50 value of 0.094 mg/ml, 0.023 mg/ml, and 0.05 mg/ml, respectively. The original supporting data obtained from this study, along with existing Ayurvedic traditional information, has shown encouraging results."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["sars-cov-2","in vitro","virucidal activity","svarnvir-iv tablet","ayurveda"],"doi":"10.7759/cureus.39421"},{"title":"Evaluation of Cyavanaprāśa on Health and Immunity related Parameters in Healthy Children: A Two Arm, Randomized, Open Labeled, Prospective, Multicenter, Clinical Study","publication_info":[{"name":"Arun Gupta","attributes":[],"email":"arun.gupta@mail.dabur"},{"name":"Sunil Kumar","attributes":[],"email":null},{"name":"Sanjeeva Dole","attributes":["Department of Kaumarbhrtya, Sumati Shah Ayurvedic Hospital, Pune, Maharashtra, India"],"email":null},{"name":"Shailesh Deshpande","attributes":["PDEA's College of Ayurveda and Research Centre, Pune, Maharashtra, India"],"email":null},{"name":"Vaishali Deshpande","attributes":["Department of Kaumarbhrtya, Sumati Shah Ayurvedic Hospital, Pune, Maharashtra, India"],"email":null},{"name":"Sudha Singh","attributes":["PDEA's College of Ayurveda and Research Centre, Pune, Maharashtra, India"],"email":null}],"PMCID":"PMCID: PMC5566825","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5566825/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5566825/?report=classic","pdf_link":"None","abstract_text":["Context:","","Cyavanaprāśa (CP) is an Ayurvedic immune booster formulation that confers vigor and vitality while delaying the ageing process. Benefits of CP have been studied widely in adult population.","","Objectives:","","Current study assessed beneficial effects of CP on health and immunity related parameters in healthy children.","","Methods:","","This study was a 6 month long two armed, randomized, open labeled, prospective clinical study. School going healthy children between ages of 5-12 years were randomized to receive orally daily either CP (approx. 6 g) followed by a cup of milk (100 – 200 ml) or cup of milk only twice a day while continuing with their normal/routine diet. Results were analyzed based on number of episodes, severity, duration of illness (infections and allergies) and number of absent days due to illness during the study duration and changes in levels of energy, physical fitness, strength, stamina and quality of life in children which were recorded in subject diary by their parents/Legally Acceptable Representative (LAR).","","Results:","","702 participants were randomized, out of which 627 completed the study (CP n = 313; Control n = 314). Results of immunity (episodes of infections or allergy related conditions) showed more than 2 times protection from immunity related illness in CP Group as compared to the control. CP also showed better percentage improvement in energy levels, physical fitness, strength, stamina and quality of life assessed through KIDSCREEN QOL-27 questionnaires in children.","","Conclusion:","","Regular consumption of CP for a period of six months could significantly improve immunity, energy levels, physical fitness, strength, stamina and quality of life in school going healthy children.","","Study Registration:","","Clinical Trail Registry of India vide CTRI/2015/02/005574, Dated 24 February 2015."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Allergy","children","chyawanprash","immunity","infection","KIDSCREEN-27 questionnaire","strength","stamina"],"doi":"10.4103/asl.ASL_8_17"},{"title":"Ayurveda management for acute upper limb ischemia - a case report","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":["P.G.Department of Panchakarma, National Institute of Ayurveda, Jaipur, India"],"email":"sarvesh.pk@nia.edu.in"},{"name":"Kshipra Rajoria","attributes":["P.G.Department of Panchakarma, National Institute of Ayurveda, Jaipur, India"],"email":null}],"PMCID":"PMCID: PMC10988038","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10988038/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10988038/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10988038/pdf/main.pdf","abstract_text":["Acute upper limb ischemia (AULI) is a medical and surgical emergency involving sudden decrease in limb perfusion resulting in threat for limb viability. A 52 years old male patient was suffered from AULI. He had the complaints of numbness and pain in left upper limb, headache and pale discoloration of left-hand fingers and acute onset left upper extremity weakness.The Ayurveda diagnosis was considered as Vatarakta. He was advised oral medications - Kaishor guggulu in the dose of 750 mg twice a day with Jwarhar kashaya 40 ml twice a day, Ashwagandha Churna 3 g, Guduchi churna1g, Shatavari churna 2 g, Chopchini churna 1 g with milk twice a day, Shilajatwadi loha 500 mg and Mahavatvidhvansana rasa 250 mg twice a day with honey. All these medications were continued for 12 months. Two courses of Mustadi yapana basti (medicated enema enriched with milk) and Shalishastika pinda swedana (a specific type of sudation with a poultice of rice bolus) and Nasya (nasal therapy) with Shadabindu oil were given. Initial computed tomography (CT) angiogram revealed the abrupt cutoff of the left brachial artery in distal part due to hypodense lesion (thrombus) in the lumen while after 12 months of treatment CT angiogram revealed 70–80 % luminal narrowing in proximal part of left ulnar artery. It suggests the revascularization of left ulnar artery. All the symptoms of AULI were also resolved. We report a unique case of AULI managed with Ayurvedic interventions"],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Vatarakta","Acute upper limb ischemia"],"doi":"10.1016/j.jaim.2024.100895"},{"title":"Ayurvedic Medicine Constituent Withaferin A Causes G2 and M Phase Cell Cycle Arrest in Human Breast Cancer Cells","publication_info":[{"name":"Silvia D. Stan","attributes":[],"email":null},{"name":"Yan Zeng","attributes":[],"email":null}],"PMCID":"PMCID: PMC2597540","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2597540/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2597540/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2597540/pdf/nihms65855.pdf","abstract_text":["Withaferin A (WA) is derived from the medicinal plant Withania somnifera that has been safely used for centuries in the Indian Ayurvedic medicine for treatment of various ailments. We now demonstrate that WA treatment causes G2 and mitotic arrest in human breast cancer cells. Treatment of MDA-MB-231 (estrogen-independent) and MCF-7 (estrogen-responsive) cell lines with WA resulted in a concentration- and time-dependent increase in G2-M fraction, which correlated with a decrease in levels of cyclin-dependent kinase 1 (Cdk1), cell division cycle 25B (Cdc25B) and/or Cdc25C proteins leading to accumulation of Tyr15 phosphorylated (inactive) Cdk1. Ectopic expression of Cdc25C conferred partial yet significant protection against WA-mediated G2-M phase cell cycle arrest in MDA-MB-231 cells. The WA-treated MDA-MB-231 and MCF-7 cells were also arrested in mitosis as judged by fluorescence microscopy and analysis of Ser10 phosphorylated histone H3. Mitotic arrest resulting from exposure to WA was accompanied by an increase in the protein level of anaphase promoting complex/cyclosome substrate securin. In conclusion, the results of the present study suggest that G2-M phase cell cycle arrest may be an important mechanism in anti-proliferative effect of WA against human breast cancer cells."],"license_agreement":"Unknown","keywords":["Withaferin A","Dietary Supplement","Breast Cancer","Cdc25C","Cell Cycle"],"doi":"10.1080/01635580802381477"},{"title":"Ayurveda for all: 11 action points for 2011","publication_info":"Bhushan Patwardhan","PMCID":"PMCID: PMC3117311","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3117311/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3117311/pdf/JAIM-1-237.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"A critical review of the book ‘Arbuda chikitsa- Ayurvedathile veritta vazhikal’ by Dr. P. B. Susheela Saji","publication_info":"C.K. Saniya, Parvathy G. Nair, P.S. Aswani, A.P. Karthika","PMCID":"PMCID: PMC11065725","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11065725/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11065725/pdf/main.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Exploratory Study on the Ayurvedic Therapeutic Management of Cerebral Palsy in Children at a Tertiary Care Hospital of Karnataka, India","publication_info":[{"name":"U Shailaja","attributes":["Department of Kaumarabhritya, SDM College of Ayurveda and Hospital, Hassan, Karnataka, India."],"email":null},{"name":"Prasanna N. Rao","attributes":["Department of Shalyatantra, SDM College of Ayurveda and Hospital, Hassan, Karnataka, India."],"email":null},{"name":"Parikshit Debnath","attributes":["Department of Swasthavritta, SDM College of Ayurveda and Hospital, Hassan, Karnataka, India."],"email":"pdebnath07@gmail.com"}],"PMCID":"PMCID: PMC4032842","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4032842/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4032842/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4032842/pdf/JTCM-4-49.pdf","abstract_text":["Cerebral palsy (CP) is the leading cause of childhood disability affecting cognitive function and developments in approximately 1.5 to 3 cases per 1000 live births. Based on Ayurvedic therapeutic principles, CP patients were subjected to Abhyanga (massage) with Moorchita Tila Taila (processed sesame oil) and Svedana (fomentation) with Shastikashali Pinda Sveda (fomentation with bolus of drugs prepared with boiled rice). Study group received Mustadi Rajayapana Basti (enema with herbal decoction) and Baladi Yoga (a poly-herbo-mineral formulation), while the placebo group received Godhuma Vati (tablet prepared with wheat powder) and saline water as enema. Treatment with Mustadi Rajayapana Basti and Baladi Yoga improved the activities of daily life by 8.79%, gross motor functions by 19.76%, and fine motor functions 15.05%, and mental functions like memory retention got improved by 15.43%. The placebo group showed an improvement of 0.21% in daily life activities, 2.8% in gross motor, and 2.4% in fine motor functions. Mustadi Rajayapana Basti and Baladi Yoga proved to be more supportive in improving the motor activities and gross behavioral pattern. Further clinical trials are required to evaluate and validate the maximum effect of the combination therapy in a large sample with repetition of the courses for longer duration."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Abhyanga","Baladi Yoga","Cerebral palsy","Moorchita Tila Taila","Mustadi Rajayapana Basti","Shastikashali Pinda Sveda"],"doi":"10.4103/2225-4110.124345"},{"title":"Vaidyavallabha: An Authoritative Work on Ayurveda Therapeutics","publication_info":[{"name":"Arhanth Kumar Jain","attributes":[],"email":"arhanth.kumar@gmail.com"}],"PMCID":"PMCID: PMC5382819","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5382819/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5382819/?report=classic","pdf_link":"None","abstract_text":["The text “Vaidyavallabha” is an authoritative work on Ayurvedic therapeutics written by Hastiruci, a Jain scholar. It belongs to the time period of 1673–1726 CE. Different physical and mental ailments with their treatments are addressed in the 274 verses spanned over eight chapters in this work. In this text many unique, special and simple medicinal preparations for different diseases are given. Many drugs which were easily available in the local area are given much more importance in the treatment. Added to this, method and uniqueness of naming the diseases in the text stand differently when compared to other texts. Even though the text seems to be small, the contribution to the field of Ayurveda practice is priceless."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Cikitsa","Hastiruci","Vaidyavallabha"],"doi":"10.4103/asl.ASL_202_15"},{"title":"Enigma in paraphrasing Ayurvedic Grantha","publication_info":[{"name":"Kanchipurum Sundaraman Balasubramanian","attributes":[],"email":null},{"name":"Mangal Vinod Kshirsagar","attributes":["Department of Rachana Sharir, Smt. K. G. M. P. Ayurvedic College, Charniroad, Mumbai, Maharashtra, India"],"email":null}],"PMCID":"PMCID: PMC7210820","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7210820/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7210820/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7210820/pdf/AYU-40-69.pdf","abstract_text":["Three different axioms of Sushruta Samhita-Sharira Sthana were analyzed and its translations by respectable translators were studied. The different Sanskrit terms were also analyzed using Monier-Williams and Apte Sanskrit dictionaries as a part of intercomparison study. The Sanskrit terms used in Ayurveda are those which seem to be commonly used, but their meanings are not the same as commonly understood or known. The article is an attempt to understand this ancient wisdom from Sushruta Samhita so as to highlight the peculiarities of Ayurvedic concepts and remove the bigotry regarding the use of common Sanskrit terms for explaining Rachana Sharira (anatomy) this will further help for the correct translation of Samhita. Axioms 4-22, 4-31 and 5-28 of Sushruta Samhita-Sharira Sthana are clinically important, because the clinical acumen is based on the correct knowledge of the human body."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ayurveda","joints","lungs","semen","Sharira Sthana","Sushruta Samhita"],"doi":"10.4103/ayu.AYU_206_16"},{"title":"Review of research works done on Tamra Bhasma [Incinerated Copper] at Institute for Post-Graduate Teaching and Research in Ayurveda, Jamnagar","publication_info":[{"name":"Swapnil Y. Chaudhari","attributes":[],"email":"drswapnilyc13@gmail.com"},{"name":"Chandrashekhar Y. Jagtap","attributes":["PhD Scholar, Department of Rasa Shastra and Bhaishajya Kalpana including Drug Research, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"R. Galib","attributes":["Assistant Professor, Department of Rasa Shastra and Bhaishajya Kalpana including Drug Research, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"Prashant B. Bedarkar","attributes":["Assistant Professor, Department of Rasa Shastra and Bhaishajya Kalpana including Drug Research, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"Biswajyoti Patgiri","attributes":["Associate Professor, Department of Rasa Shastra and Bhaishajya Kalpana including Drug Research, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3764875","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3764875/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3764875/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3764875/pdf/AYU-34-21.pdf","abstract_text":["The metal, Tamra though mentioned in Ayurveda with a wide range of therapeutic utilities; is attributed with Ashta Maha Dosha. Hence, one should be cautious while using Tamra Bhasma. Considering the significance of Tamra in therapeutics, many studies have been carried out at different centers of India. Aim of the present study was to compile such available research works done on Tamra in the Department of Rasa Shastra and Bhaishajya Kalpana (RS and BK), IPGT and RA, Jamnagar and provide brief information about pharmaceutical, analytical, and pharmacological studies. Total eleven studies on Tamra Bhasma, which revalidated the impact of classical guidelines, safety issues, and therapeutic utilities, were screened from PG Department of RS and BK, Institute for Post-Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar. All studies revealed that Tamra Bhasma is safe clinically, experimentally at Therapeutic Equivalent Dose (TED) levels as no toxic hazards were reported during the treatment period. In all aspects (pharmaceutical, pharmacological, and clinical) Somnathi Tamra Bhasma has proven to be better than Tamra Bhasma. The clinical efficacy of Tamra Bhasma has been evaluated in Shvasa, Kasa, Yakrit Pliha Vriddhi, Grahani, etc. conditions. Satisfactory responses with a decrease in the intensity of signs and symptoms were reported in all the studies. Though certain limitations were observed in these researches, the results can be considered as a lead for further well stratified studies covering larger population. No adverse effects were reported in any of these studies."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Bhasma","Grahani","Rasa Shastra","safety","Somanathi Tamra","Tamra toxicity"],"doi":"10.4103/0974-8520.115440"},{"title":"EGLN1 involvement in high-altitude adaptation revealed through genetic analysis of extreme constitution types defined in Ayurveda","publication_info":[{"name":"Shilpi Aggarwal","attributes":["Genomics and Molecular Medicine, Institute of Genomics and Integrative Biology, Council of Scientific and Industrial Research (CSIR), New Delhi 110007, India;"],"email":null},{"name":"Sapna Negi","attributes":["Genomics and Molecular Medicine, Institute of Genomics and Integrative Biology, Council of Scientific and Industrial Research (CSIR), New Delhi 110007, India;"],"email":null},{"name":"Pankaj Jha","attributes":["Genomics and Molecular Medicine, Institute of Genomics and Integrative Biology, Council of Scientific and Industrial Research (CSIR), New Delhi 110007, India;"],"email":null},{"name":"Prashant K. Singh","attributes":["Genomics and Molecular Medicine, Institute of Genomics and Integrative Biology, Council of Scientific and Industrial Research (CSIR), New Delhi 110007, India;"],"email":null},{"name":"Tsering Stobdan","attributes":["Genomics and Molecular Medicine, Institute of Genomics and Integrative Biology, Council of Scientific and Industrial Research (CSIR), New Delhi 110007, India;"],"email":null},{"name":"M. A. Qadar Pasha","attributes":["Genomics and Molecular Medicine, Institute of Genomics and Integrative Biology, Council of Scientific and Industrial Research (CSIR), New Delhi 110007, India;"],"email":null},{"name":"Saurabh Ghosh","attributes":["Human Genetics Unit, Indian Statistical Institute, Kolkata 700108, India; and"],"email":null},{"name":"Anurag Agrawal","attributes":["Genomics and Molecular Medicine, Institute of Genomics and Integrative Biology, Council of Scientific and Industrial Research (CSIR), New Delhi 110007, India;","Genomics and Molecular Medicine, Institute of Genomics and Integrative Biology, Council of Scientific and Industrial Research (CSIR), New Delhi 110007, India;"],"email":null},{"name":"Bhavana Prasher","attributes":["Planning and Performance Division, Council of Scientific and Industrial Research (CSIR), New Delhi 110001, India"],"email":"bhavana@csir.res.in"},{"name":"Mitali Mukerji","attributes":["Genomics and Molecular Medicine, Institute of Genomics and Integrative Biology, Council of Scientific and Industrial Research (CSIR), New Delhi 110007, India;"],"email":"mitali@igib.res.in"}],"PMCID":"PMCID: PMC2973881","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2973881/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2973881/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2973881/pdf/pnas.201006108.pdf","abstract_text":["It is being realized that identification of subgroups within normal controls corresponding to contrasting disease susceptibility is likely to lead to more effective predictive marker discovery. We have previously used the Ayurvedic concept of Prakriti, which relates to phenotypic differences in normal individuals, including response to external environment as well as susceptibility to diseases, to explore molecular differences between three contrasting Prakriti types: Vata, Pitta, and Kapha. EGLN1 was one among 251 differentially expressed genes between the Prakriti types. In the present study, we report a link between high-altitude adaptation and common variations rs479200 (C/T) and rs480902 (T/C) in the EGLN1 gene. Furthermore, the TT genotype of rs479200, which was more frequent in Kapha types and correlated with higher expression of EGLN1, was associated with patients suffering from high-altitude pulmonary edema, whereas it was present at a significantly lower frequency in Pitta and nearly absent in natives of high altitude. Analysis of Human Genome Diversity Panel-Centre d’Etude du Polymorphisme Humain (HGDP-CEPH) and Indian Genome Variation Consortium panels showed that disparate genetic lineages at high altitudes share the same ancestral allele (T) of rs480902 that is overrepresented in Pitta and positively correlated with altitude globally (P < 0.001), including in India. Thus, EGLN1 polymorphisms are associated with high-altitude adaptation, and a genotype rare in highlanders but overrepresented in a subgroup of normal lowlanders discernable by Ayurveda may confer increased risk for high-altitude pulmonary edema."],"license_agreement":"Freely available online through the PNAS open access option.","keywords":["high-altitude pulmonary edema","Prakriti","Indian Genome Variation Database","phenotype","hypoxia"],"doi":"10.1073/pnas.1006108107"},{"title":"Maternal care through mainstreaming Ayurvedic approach","publication_info":"Dr. K.S. Jayashree","PMCID":"PMCID: PMC3336337","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3336337/pdf/ASL-28-49.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Labeling compliance and online claims for Ayurvedic herbal supplements on the U.S. market associated with the purported treatment of COVID-19","publication_info":[{"name":"Chevon R. Jordan","attributes":[],"email":null},{"name":"Calin M. Harris","attributes":[],"email":null},{"name":"Miranda I. Miranda","attributes":[],"email":null},{"name":"Diane Y. Kim","attributes":[],"email":null}],"PMCID":"PMCID: PMC9901855","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9901855/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9901855/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9901855/pdf/main.pdf","abstract_text":["During the COVID-19 pandemic, many consumers increased their use of supplements that claimed to support immune health, including Ayurvedic preparations. The goal of this study was to analyze labeling compliance and online claims for Ayurvedic herbal supplements associated with the purported treatment of COVID-19. The physical product labels for 51 herbal supplements labeled as ginger, tulsi/holy basil, amla, vacha/calamus root, guduchi/giloy, cinnamon, ashwagandha, tribulus, or turmeric were assessed for U.S. regulatory compliance. Disease claims, structure/function claims, and general well-being claims were also examined. The online listings for products purchased online (n = 42) were examined for claims and for the presence of the required legal disclaimer. Collectively, 61% of products had at least one instance of noncompliance on the physical label. The most common violations included missing/noncompliant disclaimer (33%), noncompliant “Supplement Facts” label (29%), noncompliant statement of identity (27%) and noncompliant domestic mailing address or phone number (25%). Structure/function claims occurred more frequently in the online product listings (average of 5 claims per product) compared to the physical labels (average of 2 claims per product). Disease claims were observed for 38% of online product listings and on 8% of physical labels. The use of disease claims on herbal supplements is a significant concern for public health because it may lead consumers to delay seeking professional treatment for life-threatening diseases. Overall, this study revealed a lack of labeling compliance among Ayurvedic herbal supplements and a need for greater scrutiny and monitoring of online product listings."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["Ayurvedic medicine","Dietary supplements","Disease claims","Labeling compliance","Mislabeling","Structure/function claims"],"doi":"10.1016/j.foodcont.2023.109673"},{"title":"Immunity against COVID-19: Potential role of Ayush Kwath","publication_info":[{"name":"Shankar Gautam","attributes":["Ministry of Health and Population, Kathmandu, Nepal"],"email":"shankar.gautam@mohp.gov.np"},{"name":"Arun Gautam","attributes":["Ministry of Social Development, Gandaki Province, Nepal"],"email":"shankar.gautam@mohp.gov.np"},{"name":"Sahanshila Chhetri","attributes":["TU Ayurveda Teaching Hospital, Kirtipur, Nepal"],"email":null}],"PMCID":"PMCID: PMC7430223","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7430223/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7430223/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7430223/pdf/main.pdf","abstract_text":["SARS-CoV-2 infection associated respiratory disease- COVID-19 has evolved into a pandemic but, being a new form of virus, pathogenesis of disease causation is not fully understood and drugs and vaccines against this virus are still being tested so that no effective drugs or vaccines have been advised by regulatory authority. In this context, the Ministry of AYUSH, Government of India has recommended ‘Ayush Kwath’ to improve the immunity and combat the infection. Our objective of this literature review is to review the role of immunity in pathogenesis of COVID-19 and role of Ayush Kwath against the virus and regulation of immunity. Current review was conducted using a search of available literature on COVID-19 and immunity, Vyadhikshamatwa, Ayurveda and COVID-19, Rasayana, Coronavirus, SARS-CoV-2, immunomodulatory effects of medicinal plants; Tulsi/Holy Basil/Ocimum sanctum, Dalchini/Cinnamon/Cinnamomum zeylanicum, Sunthi/Ginger/Zingiber officinale and Marich/Black Pepper/Piper nigrum. Ayurveda, being an ancient science have both medicinal and cultural values and had stimulated our kitchen and influenced what we ate in different seasons and the remedies we used for common ailments. Herbs such as Tulsi, Marich, Sunthi, Dalchini are the most commonly used and easily available drugs in home. Thus, Ayush Kwath due to its immune-modulatory, antiviral, anti-oxidant, anti-inflammatory, anti-platelet, anti-atherosclerotic, hepato-protective, reno-protective properties; seems to be effective in immuno-regulation for controlling viral infections like COVID-19. Further pre-clinical and clinical trials need to be done for the evaluation of safety and efficacy of this polyherbal formulation."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","COVID-19","SARS-CoV-2","Coronavirus","Immunity","Ayush"],"doi":"10.1016/j.jaim.2020.08.003"},{"title":"Effects of two formulations containing Phyllanthus emblica and Tinospora cordifolia with and without Ocimum sanctum in immunocompromised mice","publication_info":[{"name":"Harshad Malve","attributes":["Department of Pharmacology, Vedanta Institute of Medical Sciences, Dahanu, India"],"email":"dr.harshad.malve@gmail.com"},{"name":"Dipti More","attributes":["Department of Pediatrics, Lokmanya Tilak Municipal General Hospital and Medical College, Sion, Mumbai, India"],"email":null}],"PMCID":"PMCID: PMC8642715","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642715/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642715/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642715/pdf/main.pdf","abstract_text":["Background","","Current pandemic has led us to explore the role of traditional system of medicine to look for formulations that enhance immunity.","","Objective","","The obejctive of this experimental study was to evaluate the immunomodulatory effects of two formulations, Tinospora cordifolia (Tc) and Phyllanthus emblica (Pe) with and without coating of Ocimum sanctum (Os).","","Materials and methods","","After obtaining Institutional Animal Ethics Committee approval, present experimental study was conducted to evaluate the immunomodulatory effects of plant drug formulations against infection induced in mice subjected to major surgical stress. Hemisplenectomy was selected to induce major stress and the procedure for hemisplenectomy was standardized. A model of secondary fungal infection after hemisplenectomy was established followed by the treatment of mice with plant drugs and controls. They were subjected to hemisplenectomy or sham operation and 105 C. albicans were injected intravenously. The therapy continued for next 14 days. Kidneys were isolated to estimate fungal load. Fungal load of the kidneys was estimated on post-operative Day 15.","","Results","","The test formulations Tc + Pe and Tc + Pe + Os showed significant reduction in the fungal burden of kidneys as compared to hemisplenectomized control group. However, Tc alone exerted better degree of protection as compared to Tc + Pe and Tc + Pe + Os.","","Conclusion","","The formulations, Tc + Pe and Tc + Pe + Os that were developed on the basis of theoretical concepts were not found to be superior to Tc. Though the individual ingredients have been shown to possess immunnostimulant activities, in combination, Pe and Os blunted the effects of Tc. The basis for this drug interaction needs further exploration. Thus, the current experimental study validates immunomodulatory role of Tc. However, the addition of Pe with bhavana of Os does not lead to any augmentation of immunomodulatory activity of Tc. This study also underlines the need to generate data on Ayurveda formulations to understand the rationality of the multi-ingredient Ayurvedic formulations."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Bhavana","Hemisplenectomy","Immunomodulator","Ocimum sanctum","Phyllanthus emblica","Rasayana","Tinospora cordifolia"],"doi":"10.1016/j.jaim.2021.06.021"},{"title":"AYUSH digital initiatives: Harnessing the power of digital technology for India’s traditional medical systems","publication_info":[{"name":"Sendhilkumar Muthappan","attributes":["ICMR-National Institute of Epidemiology (ICMR-NIE), Chennai, Tamil Nadu, India"],"email":null},{"name":"Rajalakshmi Elumalai","attributes":["ICMR-National Institute of Epidemiology (ICMR-NIE), Chennai, Tamil Nadu, India"],"email":null},{"name":"Natarajan Shanmugasundaram","attributes":["Central Council for Research in Siddha - Siddha Central Research Institute, Chennai, Tamil Nadu, India"],"email":null},{"name":"Nikilniva Johnraja","attributes":["Government Siddha Medical College, Chennai, Tamil Nadu, India"],"email":null},{"name":"Hema Prasath","attributes":["Government Siddha Medical College, Chennai, Tamil Nadu, India"],"email":null},{"name":"Priyadharshini Ambigadoss","attributes":["Government Siddha Medical College, Chennai, Tamil Nadu, India"],"email":null},{"name":"Ambika Kandhasamy","attributes":["Government Siddha Medical College, Chennai, Tamil Nadu, India"],"email":null},{"name":"Dhivya Kathiravan","attributes":["Government Siddha Medical College, Chennai, Tamil Nadu, India"],"email":null}],"PMCID":"PMCID: PMC8728069","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728069/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728069/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728069/pdf/main.pdf","abstract_text":["The incorporation of digital technologies is recognized as one of the inevitable factors to achieve better health care services. Recently, Indian Ministry of AYUSH (MoA) embraced digitalization extensively for development, education and research in AYUSH. In this context, we describe India's digital initiatives for AYUSH systems of medicine for information, research, and academia at various levels. We reviewed the websites and documents available from the MoA and its research councils/institutes along with the plan documents. We described the identified digital initiatives under categories of (1) Health information system (2) Research database/library (3) Academic (4) Information Education and Communication (IEC). We specified the purpose and target group of the identified digital initiatives. We identified 19 key digital initiatives. The AYUSH hospital management information system (A-HMIS), National AYUSH Morbidity and Standardized Terminologies Electronic Portal (NAMASTE), AYUSH Suraksha, e-Aushadhi, e-Charak, Triskandha Kosha, SiddAR APP were categorized under health information system. The Traditional Knowledge Digital Library (TKDL), AYUSH research portal, DHARA, e-CHLAS, Research Management Information system (RMIS), e-Granthasamuccaya and AYUSH Sanjivani App were categorized under research database/library. The Ayurveda e-learning and Ayurvedic Inheritance of India were categorized as the academic initiatives. The Siddha–NIS App, Yoga locator, and Naturopathy-NIN App were categorized as Information, education and communication (IEC) initiatives. The digital initiatives from the MoA were a key to reform the traditional systems of medicines and could improve the education, quality of research and accessibility of the AYUSH healthcare services."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["AYUSH","Traditional medicine","Medical informatics","Ayurveda","Siddha"],"doi":"10.1016/j.jaim.2021.07.014"},{"title":"Evaluation of antioxidant potential of Amalakayas Rasayana: A polyherbal Ayurvedic formulation","publication_info":[{"name":"S. M. S. Samarakoon","attributes":[],"email":"samarakoonsms@yahoo.com"},{"name":"H. M. Chandola","attributes":["Department of Kayachikitsa, Institute for Postgraduate Teaching and Research in Ayurveda, Gujarat Ayurveda University, Jamnagar, India"],"email":null}],"PMCID":"PMCID: PMC3157105","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3157105/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3157105/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3157105/pdf/IJAR-2-23.pdf","abstract_text":["Amalakayas Rasayana (AR) is a polyherbal formulation mentioned in Ayurveda to treat aging and age-associated diseases. Being an antiaging drug, AR may have antioxidants and free radical scavenging activity to minimize free radical-induced damage which is a key cause of aging. The methanolic extract of AR was evaluated in vitro for total phenolic and tannin content, free radical scavenging activity, superoxide radical scavenging activity, and reducing power. The total phenolic content was measured using Folin-ciocalteu reagent against gallic acid [relative standard deviation (R2) = 0.998]. Total tannin was estimated using the Stephen method and was found to be 2.82% w/w. Free radical scavenging activity was measured by 2,2-diphenyl-1-picryl hydrazyl assay and R2 was 1. Superoxide radical scavenging activity was done by ethylene diamine tetra acetate and Nitro Blue Tetrazolium Chloride assays against ascorbic acid and R2 was 0.976 (EC50= 77.5 μg/ml). Ferrous reducing power was evaluated by Oyaizu method where R2 was 0.986. All studies showed that AR possesses antioxidant activity. The results of this study suggest that the antioxidant and free radical scavenging activity of AR may explain its rasayana effect and justify its use as a medicine for age associated diseases."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Antioxidant","anti-radical","Amalakayas Rasayana","DPPH","reducing power"],"doi":"10.4103/0974-7788.83186"},{"title":"INDIGENOUS MEDICINE AND THE STATE IN ANCIENT INDIA","publication_info":"Poonam Bala","PMCID":"PMCID: PMC3331443","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3331443/pdf/ASL-5-1.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Integrative Medicine Selects Best Practice from Public Health and Biomedicine","publication_info":[{"name":"Terence J Ryan","attributes":["From the Department of Dermatology, Churchill Hospital, Old Road, Headington, Oxford OX3 7LJ, UK"],"email":"userry282@aol.com"}],"PMCID":"PMCID: PMC3657213","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3657213/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3657213/?report=classic","pdf_link":"None","abstract_text":["The meaning of terms Integrated and Integrative are described variously by an amalgam of latest scientific advances with ancient healing systems, of complementary medicine and biomedicine, and sexually transmitted infections and HIV/AIDS. It means seamless good quality care between hospital and primary care. They provoke approval mostly from patients and disapproval mostly from advocates of science and evidence-based medicine. The Institute of Applied Dermatology in Kasaragod, Kerala, India has championed a mix of Biomedicine, Yoga and herbals from Ayurvedic medicine, partly based on publications from the Department of Dermatology of the University of Oxford. In Oxford dermatology, acceptance of value of integrative medicine (IM) is demonstrated, especially in wound healing and the skin's blood supply. This has long featured in the university's research program. A variety of approaches to the practice of medicine are illustrated with reference to Osler, Garrod, and Doll. IM is believed to underlie contemporarily best practice. Particular emphasis is given to the control of heat, pain, redness, and swelling, all manifestations of inflammation, and the importance of emotion as a stimulus or inhibitor carried by neural pathways. These may explain some unbelievable Asian practices and one of the many roles of Yoga. The concept of Integrative is expanded to include care of the earth and nutrition, the hazards of climate change, Gardens for Health, do (k) no (w) harm as a key to good practice."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Agriculture","alternative medicine","Ayurveda","complementary","Institute of Applied Dermatology","integrative medicine","lymphatic filariasis","medical pluralism","Osler","public health","traditional medicine"],"doi":"10.4103/0019-5154.108049"},{"title":"A comparative pharmacological evaluation of Taila (oil) and Ghrita (ghee) prepared with Guduchi (Tinospora cordifolia)","publication_info":[{"name":"Ranjita Vaghamshi","attributes":["Medical Officer, Govt. Ayurveda Hospital, Kolki, Ta.-Upaleta, Dist.-Rajkot, India"],"email":"drranjitav@gmail.com"},{"name":"Mundeep Jaiswal","attributes":["Lecturer, Department of Rasa Shastra & Bhaishajya Kalpana, State Ayurvedic College & Hospital, Lucknow, Uttar Pradesh, India"],"email":null},{"name":"B. J. Patgiri","attributes":["Associate Professor, Department of RS & BK including Drug Research, Institute for Post Graduate Teaching and Research in Ayurveda, Jamnagar, India"],"email":null},{"name":"P. K. Prajapati","attributes":["Professor and Head, Department of RS & BK including Drug Research, Institute for Post Graduate Teaching and Research in Ayurveda, Jamnagar, India"],"email":null},{"name":"B. Ravishankar","attributes":["Ex. Head, Pharmacology Laboratory, Institute for Post Graduate Teaching and Research in Ayurveda, Jamnagar, India"],"email":null}],"PMCID":"PMCID: PMC3202249","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202249/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202249/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202249/pdf/Ayu-31-504.pdf","abstract_text":["Guduchi (Tinospora cordifolia wild miers) is a well-known medicinal plant, which is abundantly used in different ayurvedic formulations utilizing varieties of media. The drug has properties like Rasayana (rejuvenating property), Krimighna (anthelmintics), and Kushtghna (used in skin disorders), as described in ayurvedic literature. Taila (oil) and Ghrita (ghee) are used as media in Ayurvedic Sneha (oleaginous) formulations. Both the test drugs, Guduchi Taila and Ghrita, are prescribed in Vatrakta (gout) and also indicated for Kushtha (skin disorder). With all these details, the Guduchi Taila and Guduchi Ghrita samples, prepared by using Taila and Ghrita as media, have been subjected to comparative pharmacological investigations, to assess the impact of the media on the expression of pharmacological activity. The formulations have been evaluated for immunomodulation, anti-inflammatory, and anti-stress activities. Both the formulations have been found to be active in most of the experiments, however, with the change of media, their results vary at different levels. Taila prepared from Guduchi was found to have an immunostimulating activity. The formulation prepared with Ghrita exhibited an anti-stress effect with an immunosuppressing activity."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Guduchi (Tinospora cordifolia wild miers)","Guduchi Taila","Guduchi Ghrita","Immunomodulation","Anti-inflammatory","Anti-stress"],"doi":"10.4103/0974-8520.82036"},{"title":"Ayurveda in the management of infant hyperlipidemia: A case report","publication_info":[{"name":"Sangeeta Sanjay Jadhav","attributes":["7, Yash Paradise HSG, Sector 8-A, Airoli, Navi Mumbai, 400708, India"],"email":"dr.sangeetajadhav@gmail.com"}],"PMCID":"PMCID: PMC8728053","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728053/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728053/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728053/pdf/main.pdf","abstract_text":["Hypertriglyceridemia is a rare disorder in childhood. Familial Chylomicronemia Syndrome (FCS) is a rare genetic disease that leads to severe hypertriglyceridemia, often associated with recurrent episodes of pancreatitis. In this syndrome, traditional lipid-lowering drugs are marginally effective. A 6-months-old infant with complaints of recurrent episodes of abdominal colic and pancreatitis, with S. Cholesterol 552 mg% and Triglycerides 6400 mg%, was treated with Ayurvedic medicines. After six months of medication, Serum Cholesterol levels were within normal limits, and within the three years of regular treatment, S. Triglycerides was under 2000 mg%. Recurrent episodes of acute abdominal colic and vomiting reduced significantly. The patient was treated for Kapha Pitta dushti in Rasa and Raktavah srotas (deformity of the Kapha Pitta humors in the tissue nourishment pathway of the first and the second tissue respectively). Laghoo Sootshekhar, Arogyavardhini, Tinospora cordifolia, Cyprus rotundus, Aegle marmelos, Berberis aristata, Vettiveria zizanioides, and Triphala were the medicines used frequently. The three years treatment was safe and effective. Cost-effectiveness was an added feature of this treatment. Clinical experience of this case shows that congenital hyperlipidemia can manage by Ayurvedic medicine."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Hypertriglyceridemia","Familial Chylomicronemia Syndrome","Dyslipidemia","Triphala","Arogyavardhini"],"doi":"10.1016/j.jaim.2021.08.010"},{"title":"Knowledge, attitude and practice towards pharmacovigilance among ayurveda physicians and teachers of Gujarat State: A cross sectional study","publication_info":[{"name":"Rabinarayan Acharya","attributes":[],"email":"drrnacharya@gmail.com"},{"name":"Raghavendra Naik","attributes":[],"email":null},{"name":"Sourav Rang","attributes":[],"email":null},{"name":"Chitrangad A. Jani","attributes":[],"email":null}],"PMCID":"PMCID: PMC8963644","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8963644/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8963644/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8963644/pdf/JFMPC-11-623.pdf","abstract_text":["Aim:","","The aim of this study was to assess the knowledge, attitude, and practice towards pharmacovigilance for Ayurveda among the teachers and practitioners working in Ayurveda colleges of Gujarat State.","","Materials and Methods:","","A survey questionnaire with 29 questions covering points like participants’ knowledge, attitude and practice towards pharmacovigilance, adverse drug reaction reporting, and misleading advertisements related Ayurveda drugs was developed in Google form format. The study was carried out during December 2020 and January 2021. Question-wise analysis was made and their percentage value was calculated with the help of a Microsoft Excel spreadsheet in MS Office 2010. The result was presented using simple frequencies with percentages in appropriate tables.","","Results:","","Results from this study show that majority of the respondents were having a good knowledge regarding the concept of pharmacovigilance and ADRs in terms of their definitions and purposes. But, a complete knowledge regarding the structure of present national and international pharmacovigilance programme, reporting the ADR and its format were still lacking among majority of the participants. An encouraging attitude towards reporting of adverse drug reaction of ASU&H drugs and teaching of Pharmacovigilance for all the healthcare professionals by majority of the participants was observed. Further maximum participants opine a mandatory rule for reporting of ADR by Physicians, Pharmacist and Nursing staff. A major part of respondents (78.03%) opine that poor quality of drug, medication errors, prescription errors, dispensing errors are part of Pharmacovigilance under drug-related problems. The observed positive attitude is not being reflected in term of practice i.e., reporting of ADR related to Ayurveda drugs. One-third of the participants reported their experience about adverse drug reactions during their professional practice, out of which very few have reported ADRs. Difficulty in deciding or identifying the ADR and lack of time to report ADR is one of the major factor discouraging the participants from reporting ADRs. A large number of respondents were also not familiar with reporting misleading advertisements.","","Conclusion:","","Findings of this study reflects a good knowledge of the participants about the concept of Pharmacovigilance but unfamiliarity about the programme. The positive attitude towards practice of Pharmacovigilance and ADR reporting can be converted to foster pharmacovigilance practice through series of awareness programmes."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["ADR","awareness","AYUSH","knowledge","pharmacovigilance","practice"],"doi":"10.4103/jfmpc.jfmpc_1091_21"},{"title":"Neuroprotective Herbs for the Management of Alzheimer’s Disease","publication_info":[{"name":"Julie Gregory","attributes":["Apollo Health, P.O. Box 117040, Burlingame, CA 94011, USA; "],"email":"julie@ahnphealth.com"},{"name":"Yasaswi V. Vengalasetti","attributes":["College of Medicine, University of Central Florida, Orlando, FL 32827, USA; "],"email":"yasaswi123@gmail.com"},{"name":"Dale E. Bredesen","attributes":["Apollo Health, P.O. Box 117040, Burlingame, CA 94011, USA; ","Department of Molecular and Medical Pharmacology, University of California, Los Angeles, CA 90024, USA"],"email":"dale@ahnphealth.com"}],"PMCID":"PMCID: PMC8068256","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8068256/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8068256/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8068256/pdf/biomolecules-11-00543.pdf","abstract_text":["Background—Alzheimer’s disease (AD) is a multifactorial, progressive, neurodegenerative disease that is characterized by memory loss, personality changes, and a decline in cognitive function. While the exact cause of AD is still unclear, recent studies point to lifestyle, diet, environmental, and genetic factors as contributors to disease progression. The pharmaceutical approaches developed to date do not alter disease progression. More than two hundred promising drug candidates have failed clinical trials in the past decade, suggesting that the disease and its causes may be highly complex. Medicinal plants and herbal remedies are now gaining more interest as complementary and alternative interventions and are a valuable source for developing drug candidates for AD. Indeed, several scientific studies have described the use of various medicinal plants and their principal phytochemicals for the treatment of AD. This article reviews a subset of herbs for their anti-inflammatory, antioxidant, and cognitive-enhancing effects. Methods—This article systematically reviews recent studies that have investigated the role of neuroprotective herbs and their bioactive compounds for dementia associated with Alzheimer’s disease and pre-Alzheimer’s disease. PubMed Central, Scopus, and Google Scholar databases of articles were collected, and abstracts were reviewed for relevance to the subject matter. Conclusions—Medicinal plants have great potential as part of an overall program in the prevention and treatment of cognitive decline associated with AD. It is hoped that these medicinal plants can be used in drug discovery programs for identifying safe and efficacious small molecules for AD."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/).","keywords":["herbs","Alzheimer’s disease","neurodegeneration","ashwagandha","brahmi","cat’s claw","ginkgo biloba","gotu kola","lion’s mane","saffron","shankhpushpi","turmeric","triphala"],"doi":"10.3390/biom11040543"},{"title":"Hypoglycemic and antihyperglycemic activity of Saptarangyadi Ghanavati: An Ayurvedic compound formulation","publication_info":[{"name":"Kanwar Samrat Singh","attributes":[],"email":null},{"name":"B. K. Ashok","attributes":["Research and Development, The Himalaya Drug Company, Bengaluru, Karnataka, India"],"email":null},{"name":"Mandip Kaur","attributes":["Department of Kayachikitsa, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"B. Ravishankar","attributes":["SDM Research Centre for Ayurveda and Allied Sciences, Udupi, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC4279327","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4279327/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4279327/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4279327/pdf/AYU-35-187.pdf","abstract_text":["Background:","","Diabetes mellitus is a persistent health problem that requires innovative strategies to improve health and needs a multifactorial approach for the treatment. Saptarangyadi Ghanavati, a formulated Ayurvedic compound consists of herbs with anti-diabetic potential.","","Aim:","","To evaluate the hypoglycemic and antihyperglycemic activities of Saptarangydi Ghanavati.","","Materials and Methods:","","For hypoglycemic activity 18 Swiss albino mice were divided into three groups (6 in each). First group served as normal control, second group is the test drug and third is the standard control group. For antihyperglycemic activity 24 Swiss albino mice were divided into four groups (6 in each). First group served as water control, second negative control, third test drug and fourth as standard control group. Test drug Saptarangydi Ghanavati was suspended in water and administered to animals at the dose of 400 mg/kg. Glibenclamide was used as reference standard in both the models at the dose of 0.65 mg/kg.","","Results:","","Saptarangyadi Ghanavati showed mild reduction in Blood Sugar Level (BSL) at all the time intervals in normoglycemic mice; however, the observed decrease of BSL was found to be statistically non significant. In antihyperglycemic activity, even though the drug failed to cease the hyperglycemia in the first hour after the glucose overload, it attenuated the same in later hours in nonsignificant extent.","","Conclusion:","","The study reveals that Saptarangydi Ghanavati has moderate hypoglycemic and antihyperglycemic effect."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Albino mice","antihyperglycemic","glibenclamide","hypoglycemic","Saptarangydi Ghanavati"],"doi":"10.4103/0974-8520.146248"},{"title":"The Ashtavaidya physicians of Kerala: A tradition in transition","publication_info":[{"name":"Indudharan Menon","attributes":[],"email":null}],"PMCID":"PMCID: PMC3117315","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3117315/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3117315/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3117315/pdf/JAIM-1-245.pdf","abstract_text":["This paper presents what we have learned from the Ashtavaidya Ayurveda physicians of Kerala regarding the status of their unique medical tradition of Ayurveda in the contemporary context. We extensively interviewed several practicing Ashtavaidyas for the “Living History of Indian Scientific Traditions” archive, a new initiative at the NCBS, Bangalore to study the history of Indian sciences. As heirs of a tradition that has adapted and evolved over centuries without compromising its fundamental principles, their views on Ayurveda presented here represent an important contribution to the current debate on the role of traditional medicine in the Indian public health system."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ashtavaidya","Gurukulam learning","Indian sciences","Kerala Ayurveda","Traditional medicine"],"doi":"10.4103/0975-9476.74424"},{"title":"Clinical efficacy of “Bhadra Mustadi Paste” and “Nagaradi Kwatha Gandusha” in Shitada (Gingivitis)","publication_info":[{"name":"Rajshree Unadkat","attributes":["Lecturer, Department of Shalakya Tantra, International Centre for Ayurvedic Studies, Gujarat Ayurved University, Jamnagar, India"],"email":"drrajshreeunadkat@yahoo.com"},{"name":"Subrata De","attributes":["Director, Research & Development Centre, Waghaldhara, India"],"email":null}],"PMCID":"PMCID: PMC3296344","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3296344/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3296344/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3296344/pdf/Ayu-32-218.pdf","abstract_text":["Shitada is one of the Dantamulagata Rogas mentioned by Acarya Susruta under the heading of Mukha Rogas. It is characterized by symptoms like spontaneous bleeding, halitosis, blackish discoloration of gums, and so on. The symptomatology of Shitada can be compared with gingivitis, which is caused mainly by the accumulation of debris, plaque, and calculus at the tooth margin due to ignorance of oral care. It can progress into periodontitis – the disease in which the firmness, contour, and position of the gums are altered and teeth become mobile. The prevalence of gingivitis is as high as 50% in most of the population. In the present study, a total of 33 patients were registered in three groups. Bhadramustadi yoga has been used in paste form for local application along with Nagaradi Kwatha Gandusa in Group A and in powder form for Pratisarana along with Nagaradi Kwatha Gandusa in Group B. In Group C (Control) Sphatika Jala was used. The patients were diagnosed and assessed on the basis of Ayurvedic as well as modern classical signs and symptoms. Further assessment was done with the different indices used in modern dentistry. All the signs and symptoms were given a score depending upon the severity, to assess the effect of the drugs objectively. The effect of therapy was highly significant in group A in most of the signs, symptoms, and indices; and in group B it was highly significant in some signs and symptoms."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Bhadramustadi yoga","bleeding gums","Dantamula","Gingivitis","Nagaradi Kwatha","oral hygiene","Shitada"],"doi":"10.4103/0974-8520.92590"},{"title":"The Basic Cardiovascular Responses to Postural Changes, Exercise, and Cold Pressor Test: Do They Vary in Accordance with the Dual Constitutional Types of Ayurveda?","publication_info":[{"name":"Piyush Kumar Tripathi","attributes":[],"email":null},{"name":"Kishor Patwardhan","attributes":[],"email":"patwardhan.kishor@gmail.com"}],"PMCID":"PMCID: PMC2952295","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2952295/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2952295/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2952295/pdf/ECAM2011-251850.pdf","abstract_text":["According to Ayurveda, the native Indian system of healthcare, three Doshas, namely, Vata, Pitta, and Kapha, are the basic mutually reciprocal mechanisms that are responsible for the maintenance of homeostasis in human beings. Ayurveda classifies entire human population into seven constitutional types (Prakriti), based on the dominance of any single or a combination of two or three Doshas. Considering the fact that, in the recent past there have been several studies that have proposed some important genetic, biochemical and haematological bases for Prakriti, we conducted the present study in 90 randomly selected clinically healthy volunteers belonging to dual constitutional types (Dvandvaja Prakriti) to evaluate the variability of heart rate and arterial blood pressure in response to specific postural changes, exercise, and cold pressor test. The results of this study, in general, suggest that these basic cardiovascular responses do not vary significantly as per the dual constitutional types. However, we noted a significant fall in the diastolic blood pressure immediately after performing the isotonic exercise for five minutes, in Vata-Kapha individuals in comparison to the other two groups, namely, Pitta-Kapha and Vata-Pitta."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2011/251850"},{"title":"A clinical study on the Naimittika Rasayana effect of Silajatu and Mamajjaka in type-2 Diabetes Mellitus","publication_info":[{"name":"Sanjai Kumar","attributes":[],"email":null},{"name":"Girish Singh","attributes":["Division of Biostatistics, Department of Community Medicine, Institute of Medical Sciences, Banaras Hindu University, Varanasi, India"],"email":"drgirishsingh@yahoo.com"},{"name":"Ajai Kumar Pandey","attributes":[],"email":null}],"PMCID":"PMCID: PMC4492025","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4492025/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4492025/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4492025/pdf/AYU-35-404.pdf","abstract_text":["Background:","","Recent years have shown an alarming rise in the incidence of diabetes mellitus (DM) all over the world. The present management of DM it not satisfactory. Hence, alternative systems of medicine are also being explored. Prameha as described in Ayurveda is a disease synonymous with today's DM. The patients of Prameha inherently carry the risk of impaired Agni and depleted Ojas status, that is, hypometabolic and immuno-compromised state. Now the primary goal is not merely to achieve normoglycemia, but also to minimize its complications. In this context, many Ayurvedic drugs are undergoing extensive research.","","Aim:","","To evaluate the anti-diabetic, immune-enhancer and biofire balancing effects of Naimittika Rasayana drugs viz. Silajatu and Mamajjaka in type-2 DM.","","Materials and Methods:","","A total of 95 patients of type-2 DM were registered; in which 84 patients turned up for full follow-up. Patients were randomly allocated into three groups; Group-A was treated with Mamajjaka (500mg twice a day) and Group-B with Silajatu (500mg twice a day) and Group-C was treated with modern drug and assessment was done at monthly intervals for three months.","","Results:","","The selected Rasayana drugs have shown good response on subjective and objective parameters. The Mamajjaka treated patients responded better. However, as regards the reduction of post prandial blood sugar, Silajatu was superior.","","Conclusion:","","The Ayurveda-inspired holistic approach seems to have a unique response promoting Agni (biofire) and Ojas (immune strength) status leading to good health and wellness."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Agni","diabetes mellitus","Madhumeha","Mamajjaka","Ojas","Rasayana","Silajatu"],"doi":"10.4103/0974-8520.159000"},{"title":"Myrica esculenta Buch.-Ham. ex D. Don: A Natural Source for Health Promotion and Disease Prevention","publication_info":[{"name":"Atul Kabra","attributes":["I.K. Gujral Punjab Technical University, Kapurthala, Punjab 144603, India; ","Kota College of Pharmacy, Kota Rajasthan 325003, India; "],"email":"atul.kbr@gmail.com"},{"name":"Natália Martins","attributes":["Faculty of Medicine, University of Porto, Porto 4200-319, Portugal","Institute for Research and Innovation in Health (i3S), University of Porto, Porto 4200-135, Portugal"],"email":"ncmartins@med.up.pt"},{"name":"Rohit Sharma","attributes":["Central Ayurveda Research Institute for Drug Development, CCRAS, Ministry of AYUSH, Government of India, Bidhannagar, Kolkata, West Bengal 700091, India; "],"email":null},{"name":"Ruchika Kabra","attributes":["Kota College of Pharmacy, Kota Rajasthan 325003, India; "],"email":"ruchika.p88@gmail.com"}],"PMCID":"PMCID: PMC6631742","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6631742/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6631742/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6631742/pdf/plants-08-00149.pdf","abstract_text":["Myrica esculenta (Myricaceae) is a popular medicinal plant most commonly found in the sub-tropical Himalayas. It is widely used in folk medicine to treat several ailments such as asthma, cough, chronic bronchitis, ulcers, inflammation, anemia, fever, diarrhea, and ear, nose, and throat disorders. Due to its multidimensional pharmacological and therapeutic effects, it is well recognized in the ayurvedic pharmacopeia. However, the recent upsurge in M. esculenta use and demand has led to illicit harvesting by the horticultural trade and habitat loss, pushing the plant to the brink of extinction. Thus, the present review aims to provide updated information on M. esculenta botany, ethnomedicinal uses, phytochemistry, pharmacological effects, toxicity, and conservation methods, as well as also highlight prospective for future research. Particular emphasis is also given to its antioxidant potential in health promotion. In-depth literature was probed by searching several sources via online databases, texts, websites, and thesis. About 57 compounds were isolated and identified from M. esculenta, and the available reports on physicochemical parameters, nutritional and high-performance thin-layer chromatography analysis of bioactive plant parts are portrayed in a comparative manner. Friendly holistic conservation approaches offered by plant biotechnology applications, such as micropropagation, germplasm preservation, synthetic seed production, and hairy root technologies are also discussed. Nonetheless, further studies are needed to propose the mechanistic role of crude extracts and other bioactives, and even to explore the structure–function relationship of active components."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Myrica esculenta","kaphal","ethnomedicinal","phytoconstituents","conservation","micropropagation","pharmacology"],"doi":"10.3390/plants8060149"},{"title":"Antioxidant Supplements and Gastrointestinal Diseases: A Critical Appraisal","publication_info":[{"name":"Islam Khan","attributes":["Department of Biochemistry, Kuwait University, Kuwait, Kuwait"],"email":null},{"name":"Sue E. Samson","attributes":["Department of Medicine, McMaster University, Hamilton, ON, Canada"],"email":null}],"PMCID":"PMCID: PMC5588418","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5588418/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5588418/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5588418/pdf/mpp-0026-0201.pdf","abstract_text":["The gastrointestinal tract digests and absorbs dietary nutrients, protects the body against physical and chemical damage from contents in its lumen, provides immunity against external antigens, and keeps an optimum environment for the gut microbiota. These functions cannot be performed normally in several diseases of which the following are discussed here: irritable bowel syndrome and inflammatory bowel disease, which includes Crohn's disease and ulcerative colitis. Because these diseases are associated with oxidative stress, a host of antioxidant supplements are used for maintenance and recovery of the gut functions. However, the benefits of these supplements have not been established. The available 80 human trials were rated for levels of confidence and for benefits of the antioxidant supplements. For Crohn's disease, the supplements for which clear benefits occurred in at least 2 studies were allopurinol, Boswellia serrata (frankincense or shallaki), Artemesia species (wormwood), Tripterygium wilfordii (léi gōng téng), and omega-3 fatty acids. Similar beneficial supplements for ulcerative colitis were allopurinol, Matricaria chamomilla (chamomile), Curcuma longa (curcumin in turmeric), and omega-3 fatty acids. There was also a clear benefit for ulcerative colitis in 2 studies where a multiherbal Chinese medicine preparation and an Ayurvedic medicine preparation were used. For irritable bowel syndrome, there was only a marginal benefit of some of the antioxidant supplements. Thus, some antioxidant supplements may be beneficial at certain stages of specific diseases. This is consistent with the current concept that antioxidants act by inhibiting oxidative stress pathways in a tissue- and environment-specific manner and not by simply acting as scavengers."],"license_agreement":"Unknown","keywords":["Inflammatory bowel disease","Irritable bowel syndrome","Crohn's disease","Ulcerative colitis","Omega-3 fatty acids","Ayurveda","Chinese medicine","Curcumin","Boswellia","Allopurinol"],"doi":"10.1159/000468988"},{"title":"Ayurvedic anti-diabetic formulation Lodhrasavam inhibits alpha-amylase, alpha-glucosidase and suppresses adipogenic activity in vitro","publication_info":[{"name":"Megha Abhijit Butala","attributes":[],"email":null},{"name":"Subrahmanya Kumar Kukkupuni","attributes":[],"email":null}],"PMCID":"PMCID: PMC5607396","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5607396/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5607396/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5607396/pdf/main.pdf","abstract_text":["Background","","The patho-physiological cross-talk between diabetes and obesity is well established. However, the choices of drugs suitable for combined treatment of diabetes and obesity are limited. Integration of complementary and alternative medicines (CAMs), like Ayurveda, with modern medicine would be a promising strategy to fill this gap. The diagnostic principles of Ayurveda define obesity as one of the predisposing factors of Madhumeha (correlated as diabetes) and recommends specific formulations for managing obese-diabetes. Lodhrasavam is one such poly-herbal formulation prescribed for obese-diabetic patients.","","Objectives","","The present study is an attempt to demonstrate the possible modes of action of Lodhrasavam, built on the hypothesis that the formulation can exert both anti-diabetic and anti-obesity actions.","","Materials and methods","","Lodhrasavam, following simulated gastro-intestinal digestion, was monitored for inhibition of α-amylase, α-glucosidase (key digestive enzyme targets of anti-diabetic drugs) and adipogenesis using standard in vitro model systems.","","Results","","Lodhrasavam digest inhibited α-amylase (90%) and α-glucosidase (78%) activity as well as reduced the differentiation of 3T3-L1 fibroblasts to adipocytes. Upon fractionation, the enzyme inhibitory activity and anti-adipogenic activity of the digest were found distributed in different solvent fractions. This partly indicates a potential pharmacological networking of chemically and functionally diverse bioactive molecules in Lodhrasavam.","","Conclusion","","The study provides a possible mode of action and an experimental support for the Ayurvedic use of Lodhrasavam for managing obese-diabetes. Generating scientific evidences and understanding the modes of action, in contemporary scientific language, would essentially help in expanding global acceptance of potentials of CAMs in the management of life style disorders."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Diabetes","Lodhrasavam","Digestive enzymes","Adipogenesis","In vitro digestion"],"doi":"10.1016/j.jaim.2017.03.005"},{"title":"Assessment of bioavailability of gold bhasma in human participants – A pilot study","publication_info":[{"name":"Trupti Patil-Bhole","attributes":["Department of Rasashastra and Bhaishajyakalpana, College of Ayurved, Bharati Vidyapeeth (Deemed to be University), Pune, 411043, India"],"email":"truptibhole@gmail.com"},{"name":"Sangram Patil","attributes":["Centre for food testing, Bharati Vidyapeeth (Deemed to be University), Erandwane, Pune, 411038, India"],"email":null}],"PMCID":"PMCID: PMC6314242","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314242/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314242/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314242/pdf/main.pdf","abstract_text":["Bioavailability of the well-known Ayurvedic drug Swarnabhasma (gold bhasma or calcined gold) is unknown. It is orally administered either sublingually or directly with various Anupanas like black pepper powder (Piper nigrum Linn.) and cow ghee in the dose range of 15–240 mg by Ayurvedic physicians. Study of bioavailability of Swarnabhasma is necessary as this metal-derived drug is administered for long duration for rejuvenation. The pilot study was carried out in healthy human male participants to assess bioavailability of Swarnabhasma in three doses, viz. 30 mg plain sublingual, 30 mg oral dose mixed with black pepper powder (250 mg) and cow ghee (2.5 gm); and 240 mg oral dose mixed with black pepper powder (250 mg) and cow ghee (2.5 gm). Blood samples were withdrawn at 0, 1, 2 and 4 h after administration of dose. Estimation of gold levels in blood was carried out by inductively coupled plasma mass spectrometry (ICP-MS). Results show that gold is absorbed in traces from single dose of Swarnabhasma. Maximum concentration of gold was bioavailable from 30 mg sublingual dose with Cmax 0.983 μg/L at 2 h (Tmax). Oral dose of 30 mg Swarnabhasma mixed with black pepper powder and ghee showed faster absorption with Tmax at 1 h and Cmax 0.867 μg/L, and 240 mg dose with black pepper and ghee showed Cmax 0.668 μg/L and Tmax at 2 h."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["None"],"doi":"10.1016/j.jaim.2018.04.002"},{"title":"Effect of Ayurveda interventions in non-alcoholic grade II fatty liver associated with obesity – A case report","publication_info":[{"name":"A.K. Sahu","attributes":[],"email":null},{"name":"A. Upadhyay","attributes":[],"email":null},{"name":"H. Bhakuni","attributes":[],"email":null},{"name":"A.M.H.S. Attanayake","attributes":[],"email":null}],"PMCID":"PMCID: PMC9307675","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9307675/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9307675/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9307675/pdf/main.pdf","abstract_text":["Fatty Liver, one of the most common liver diseases worldwide, usually emerges due to lipid accumulation, mostly triglycerides in hepatocytes. Fat exists in the liver naturally, but if it surpasses 5–10% of the liver's total weight, it can result in fatty liver. In this case, report effect of Ayurveda intervention in grade II fatty liver is reported. Thirty-five-year-old obese male with grade II fatty liver presented with fatigue, abdominal pain, heaviness, and incomplete bowel evacuation to the National Institute of Ayurveda hospital, Jaipur, Rajasthan, India. On examination, there was no significant clinical abnormality except a high body mass index (BMI = 30.2). Hematological examinations revealed altered Alanine transaminase, fasting blood glucose, total cholesterol, low-density lipoprotein, and triglycerides. The patient was diagnosed sonologically with a grade II fatty liver. The patient was given Ayurveda treatment for two months with three treatment regimens. The patient was assessed for improvement in signs and symptoms, hematological parameters, and quality of life using a chronic liver disease questionnaire (CLDQ). After two months, significant improvement was observed in signs and symptoms, BMI (24.7), and CLDQ. No fatty tissue was reported sonologically, and all altered biochemical parameters were within normal limits. Present case highlights the potential of Ayurveda interventions in managing non-alcoholic fatty liver disease and obesity."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda treatment","Obesity","Fatty liver"],"doi":"10.1016/j.jaim.2022.100605"},{"title":"Review of Pharmacotherapeutic Targets in Alzheimer’s Disease and Its Management Using Traditional Medicinal Plants","publication_info":[{"name":"Prabhash Nath Tripathi","attributes":[],"email":null},{"name":"Ankit Lodhi","attributes":[],"email":null},{"name":"Sachchida Nand Rai","attributes":[],"email":null},{"name":"Nilay Kumar Nandi","attributes":[],"email":null},{"name":"Shweta Dumoga","attributes":[],"email":null},{"name":"Pooja Yadav","attributes":[],"email":null},{"name":"Amit Kumar Tiwari","attributes":[],"email":null},{"name":"Santosh Kumar Singh","attributes":[],"email":null},{"name":"Abdel-Nasser A El-Shorbagi","attributes":[],"email":null}],"PMCID":"PMCID: PMC11114142","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11114142/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11114142/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11114142/pdf/dnnd-14-47.pdf","abstract_text":["Alzheimer’s disease (AD) is a progressive neurodegenerative disorder characterized by cognitive decline, memory loss, and impaired daily functioning. While there is currently no cure for AD, several pharmacotherapeutic targets and management strategies have been explored. Additionally, traditional medicinal plants have gained attention for their potential role in AD management. Pharmacotherapeutic targets in AD include amyloid-beta (Aβ) aggregation, tau protein hyperphosphorylation, neuroinflammation, oxidative stress, and cholinergic dysfunction. Traditional medicinal plants, such as Ginkgo biloba, Huperzia serrata, Curcuma longa (turmeric), and Panax ginseng, have demonstrated the ability to modulate these targets through their bioactive compounds. Ginkgo biloba, for instance, contains flavonoids and terpenoids that exhibit neuroprotective effects by reducing Aβ deposition and enhancing cerebral blood flow. Huperzia serrata, a natural source of huperzine A, has acetylcholinesterase-inhibiting properties, thus improving cholinergic function. Curcuma longa, enriched with curcumin, exhibits anti-inflammatory and antioxidant effects, potentially mitigating neuroinflammation and oxidative stress. Panax ginseng’s ginsenosides have shown neuroprotective and anti-amyloidogenic properties. The investigation of traditional medicinal plants as a complementary approach to AD management offers several advantages, including a lower risk of adverse effects and potential multi-target interactions. Furthermore, the cultural knowledge and utilization of these plants provide a rich source of information for the development of new therapies. However, further research is necessary to elucidate the precise mechanisms of action, standardize preparations, and assess the safety and efficacy of these natural remedies. Integrating traditional medicinal-plant-based therapies with modern pharmacotherapies may hold the key to a more comprehensive and effective approach to AD treatment. This review aims to explore the pharmacotherapeutic targets in AD and assess the potential of traditional medicinal plants in its management."],"license_agreement":"This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at https://www.dovepress.com/terms.php and incorporate the Creative Commons Attribution – Non Commercial (unported, v3.0) License (http://creativecommons.org/licenses/by-nc/3.0/). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms (https://www.dovepress.com/terms.php).","keywords":["Alzheimer’s disease","acetylcholinesterase","amyloid beta","tau protein","traditional medicine","Ayurvedic herbs","acetylcholinesterase inhibitors","neurodegenerative disorders","cognition"],"doi":"10.2147/DNND.S452009"},{"title":"PA01.56. Malaria cure by Herbal / Ayurvedic Medicine in Central Indian tribal belt","publication_info":[{"name":"Utkarsh Ghate Dr.","attributes":["Gram Moolige Co. Ltd. (GMCL), M. S. Bajar, Padmanabhour, Durg, Chhattisgarh, 491001"],"email":null},{"name":"Hema Kulkarni Dr.","attributes":["Govt. N. C. J. College, Dalli Rajhara, Chhattisgarh"],"email":null}],"PMCID":"PMCID: PMC3800859","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3800859/?report=abstract","article_link":"None","pdf_link":"None","abstract_text":["Malaria is one of the dreaded global killer diseases especially in the poor, forested, hilly, remote regions with little medical facilities. About 2 million malaria cases are estimated to occur in India annually as per the National malaria research institute study, but many more unreported cases also occur. Each leads to treatment cost of Rs. 1,000/ (one thousand) on average. This implies Rs. 2 billion drug market. Considering that the proposed local medicinal plants based drug will cut the treatment cost by at least 50% , the business potential with 100% replacement would be Rs. 1 billion at least. The formula is basically clinically found successful by Bombay Hospital scientists. The pharmaceutical companies do not invest in the market “at the bottom of the pyramid” due to thin margins/ loss risk. Thus, of the patented malaria medicine developed by National Research Development Council (NRDC) named “Ayush 64” (www.nrdcindia.com/pages/ayush64.htm), hardly any companies bought marketing rights or did many sales. There is huge market in N. E. India/ Africa/ S. America! Ayurveda has proven medicines to treat malaria viz. Mahasudarshan Churna, Tribhuvan kirti & Parijat vati, who treat “Visham jwara” its Ayurvedic indication. However, these are unknown, unavailable, costly & unused in the tribal areas so not popularized. Folk medicines reported, but rarely, to treat malaria include Neem, Kalmegh & Harsingar, where in a clinical study in Mumbai on 120 Malaria patients, 77% showed complete parasite eradication within 7 days of treatment with the leaf paste, and is also found safe. We also found it effective in our work in Balangir in 2011, besides also by the other NGOs in Orissa viz. Sambandh & FRLHT (www.iaim.edu.in), mainly as a prophylactic. About 30% of the family expenses today spent on Malaria treatment will be cut by about 50%, saving about Rs.2,500/ annually to spend on food, health & education. About 10% productivity will also grow, taking total benefit to Rs.4, 000/ annually, as each person per family spend lying on bed about 10 15 days in Malaria fever. This will be at a cost of just Rs. 500/ making the output: input ratio 1.5, than the total loss now! Also, local & common plants sources, simple technology ensure continued availability & low cost unlike Artemissin drug."],"license_agreement":"This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"Unknown"},{"title":"Assessment of Genotoxic Potential of Hridayarnava Rasa (A Herbo-Mineralo-Metallic Ayurvedic Formulation) Using Chromosomal Aberration and Sperm Abnormality Assays","publication_info":[{"name":"Chandrashekhar Y. Jagtap","attributes":[],"email":null},{"name":"Swapnil Y. Chaudhari","attributes":["Department of Rasashastra and Bhaishajya Kalpana, Institute of Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"Jalaram H. Thakkar","attributes":["Department of Pharmacology, Swargiy Sanjibhai Roopajibhai College of Pharmacy, Silvassa, Union Territory of Dadra and Nagar Haveli"],"email":null},{"name":"R. Galib","attributes":["Department of Rasashastra and Bhaishajya Kalpana, Institute of Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC4413405","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4413405/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4413405/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4413405/pdf/TI-21-242.pdf","abstract_text":["Objectives:","","Herbo-mineral formulations are being successfully used in therapeutics since centuries. But recently, they came under the scanner for their metallic contents especially the presence of heavy metals. Hence it is the need of the hour to assess and establish the safety of these formulations through toxicity studies. In line with the various toxicity studies that are being carried out, Government of India expressed the need for conducting genotoxicity studies of different metal- or mineral-based drugs. Till date very few Ayurvedic herbo-mineral formulations have been studied for their genotoxic potential. The present study is aimed to evaluate the genotoxic potential of Hridayarnava Rasa.","","Materials and Methods:","","It was prepared as per classical guidelines and administered to Swiss albino mice for 14 consecutive days. Chromosomal aberration and sperm abnormality assay were done to evaluate the genotoxic potential of the test drugs. Cyclophosphamide (CP) was taken as positive group and results were compared.","","Results:","","All treated groups exhibited significant body weight gain in comparison to CP group. Results revealed no structural deformity in the above parameters in comparison to the CP-treated group.","","Conclusion:","","Reported data showed that both tested samples of Hridayarnava Rasa does not possess genotoxic potential under the experimental conditions and can be safely used."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Colchicine","cyclophosphamide","genotoxicity","herbo-mineral formulations","Tamra bhasma"],"doi":"10.4103/0971-6580.155331"},{"title":"Comparative effect of composite management of type II diabetes mellitus with induced emesis and Varadi Ghanavati: A pilot clinical study","publication_info":[{"name":"Shailesh V. Deshpande","attributes":["Department of Kayachikitsa, Parul Institute of Ayurved, Parul University, AP – Limda, Tal - Waghodia Vadodara, Gujarat 391760, India"],"email":"dr.shaileshd@gmail.com"},{"name":"Vaishali S. Deshpande","attributes":["Department of Kayachikitsa, Parul Institute of Ayurved, Parul University, AP – Limda, Tal - Waghodia Vadodara, Gujarat 391760, India","Department of Kayachikitsa, Parul Institute of Ayurved and Research, AP - Ishwarpura, Tal - Waghodia, Vadodara, Gujarat 391760, India"],"email":null},{"name":"Kuldeep Raj Kohli","attributes":["Director AYUSH, Government of Maharashtra, India"],"email":null},{"name":"Sanjay Tamoli","attributes":["Target Institute of Medical Education and Research, Mumbai, India"],"email":null}],"PMCID":"PMCID: PMC10520430","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10520430/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10520430/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10520430/pdf/main.pdf","abstract_text":["Introduction","","Ayurveda offers a rational view in the management of Prameha. Shodhana (∼bio-purification) is advocated as the first line of treatment to eliminate Kapha, which is followed by palliative treatment to further control disease pathology. Evaluation of such composite treatment has rarely been published. The present study was conducted to assess the comparative efficacy and safety of three interventions in the management of Prameha (Diabetes mellitus type II (T2DM)) - (a) Vamana (induced emesis) and Varadi Ghanavati (oral Ayurvedic medication), (b) Varadi Ghanavati, and (c) glibenclamide.","","Methods","","It was open labelled, comparative, randomised, prospective, three arm pilot study. A total 49 patients, newly diagnosed or known cases of Prameha (T2DM) were randomised in three groups. The first group (Vamana) received Vamana followed by Varadi Ghanavati (500 mg (mg) thrice daily before food for 12 weeks). The second (Varadi) group received Varadi Ghanavati without prior Vamana, while, the control group received glibenclamide 5 mg twice daily before food for 12 weeks. Patients were evaluated at intervals of each four weeks. Assessment was done on changes seen in blood sugar (BSL) fasting (F), postprandial (PP), glycosylated haemoglobin, lipid profile, body mass index (BMI) and clinical symptoms.","","Results","","Patients in all groups showed better glycaemic control as compared to baseline. Mean BSLF before and after treatment were 166.20 ± 78.39 mg/dL and 125.00 ± 58.77 mg/dL in Vamana group (p < 0.01), 163.60 ± 59.34 mg/dL and 127.73 ± 37.94 mg/dL in Varadi group (p < 0.05), while 163.00 ± 59.03 mg/dL and 129.40 ± 41.91 mg/dL in control (p < 0.05). Similarly, BSL PP values before and after treatment were 254.47 ± 99.59 mg/dL and 178.47 ± 68.45 mg/dL in Vamana group (p < 0.01), 233.93 ± 68.95 mg/dL and 185.20 ± 56.73 mg/dL in Varadi group (p < 0.05), 239.80 ± 77.10 mg/dL and 182.53 ± 42.14 mg/dL in control (p < 0.05). Glycosylated haemoglobin, mean values before and after treatment were 8.23 ± 1.71% and 7.18 ± 1.96% in Vamana group (p < 0.05), 7.83 ± 1.21% and 6.75 ± 1.13% in Varadi group (p < 0.05), 7.17 ± 1.12% and 6.60 ± 0.65% in glibenclamide group (p < 0.05). Comparative evaluation in the three groups showed that there was a statistically significant reduction (p < 0.001) in total cholesterol, low-density lipoproteins (LDL) and BMI in Vamana group as compared the other groups. No adverse event was observed.","","Conclusion","","Along with better glycaemic control, composite treatment can reduce deranged lipids and BMI, which can help in better management of Prameha (T2DM). Vamana and Varadi Ghanavati can be administered safely.","","Clinical Trial Registration No.: CTRI/2017/10/010127."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Panchakarma","Ayurveda","Madhumeha","Blood sugar","Diabetic dyslipidaemia","BMI"],"doi":"10.1016/j.jaim.2023.100768"},{"title":"Promising Antiviral Molecules from Ayurvedic Herbs and Spices against COVID-19","publication_info":"Mariappan Rajan, Prashant Gupta, Awanish Kumar","PMCID":"PMCID: PMC7863856","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7863856/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7863856/pdf/11655_2021_Article_3331.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Advancing Research on Traditional Whole Systems Medicine Approaches","publication_info":[{"name":"Paul J. Mills","attributes":[],"email":"pmills@ucsd.edu"},{"name":"Sheila Patel","attributes":[],"email":null},{"name":"Tiffany Barsotti","attributes":[],"email":null},{"name":"Christine Tara Peterson","attributes":[],"email":null}],"PMCID":"PMCID: PMC5871320","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871320/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871320/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871320/pdf/10.1177_2156587217745408.pdf","abstract_text":["While the intention of Integrative Medicine (IM) is whole person medicine, it has for the most part remained driven by individual modalities. Like the practice of IM itself, IM research too has been driven primarily by studies on individual modalities. There are significant challenges to moving research on whole systems medicine forward, with funding being at the top of the list. Historically, NIH has not been receptive to supporting research on whole systems, preferring instead to support studies that are more individual modality driven so that mechanisms can be identified. Purely mechanistic research, however, assumes unidirectional causality and linear responses yet clinical responses to whole systems approaches are more often multidirectional and dynamically unpredictable. The concept of emergence is applicable here. Whole systems approaches suggest that by incorporating therapies into holistic treatment programs we not only treat symptoms but accomplish more by activating the body's inherent self-organizing healing mechanisms and treat the root cause of illnesses as well as associated symptoms. Given that interest in integrative therapies with the general public and medical community is steadily increasing, there is need for more research that explores intact whole systems approaches to elucidate the relevant system-wide effects and dynamic interactions related to these practices."],"license_agreement":"This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License (http://www.creativecommons.org/licenses/by-nc/4.0/) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).","keywords":["traditional whole systems medicine","integrative medicine","research"],"doi":"10.1177/2156587217745408"},{"title":"Reliability of self-reported constitutional questionnaires in Ayurveda diagnosis","publication_info":[{"name":"Corina Dunlap","attributes":["Helfgott Research Institute c/o National University of Natural Medicine, 2220 SW 1st Ave, Portland, OR 97201, USA"],"email":"cdunlap@nunm.edu"},{"name":"Douglas Hanes","attributes":["Helfgott Research Institute c/o National University of Natural Medicine, 2220 SW 1st Ave, Portland, OR 97201, USA"],"email":null},{"name":"Charles Elder","attributes":["Kaiser Permanente Center for Health Research, 3800 N. Interstate Ave, Portland, OR 97227, USA"],"email":null},{"name":"Carolyn Nygaard","attributes":["Helfgott Research Institute c/o National University of Natural Medicine, 2220 SW 1st Ave, Portland, OR 97201, USA"],"email":null}],"PMCID":"PMCID: PMC5747507","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5747507/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5747507/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5747507/pdf/main.pdf","abstract_text":["Background","","Ayurveda is one of the most ancient and widely practiced forms of medicine today, along with Traditional Chinese Medicine. It consists of determining an individual's constitution or Prakriti and current imbalance(s) through the use of multimodal approaches. Ayurveda practitioners may choose to include either a self-reported or structured interview constitutional questionnaire as part of the Prakriti assessment. Currently, there is no standardized or validated self-reported constitutional questionnaire tool employed by Ayurveda physicians or western Ayurveda educational institutions.","","Objectives","","To examine test-retest reliability of three self-administered constitutional questionnaires at a one month interval and internal consistency of items pertaining to a single constitution.","","Materials and methods","","Three constitutional questionnaires were administered online. 19 participants completed three questionnaires at two time points, one month apart. Age range was 21–62 years old with a mean age of 34. Of the 19, 5 were male and 14 female. Vata, Pitta, and Kapha scores obtained from each questionnaire were standardized to give a vector of three relative percentages, summing to 100. These percentages were further translated from numerical values to one of ten possible dosha diagnoses.","","Results","","Analysis indicated that the three questionnaires had moderately good test-retest reliability according to numerical scores, but highly variable reliability according to discrete Ayurveda diagnosis. Internal consistency pertaining to individual constitutions within one questionnaire was poor for all three primary doshas, but especially for Kapha.","","Conclusion","","Further research is necessary to develop a reliable and standardized constitutional questionnaire."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Ayurveda diagnosis","Constitutional questionnaire","Constitutional questionnaire reliability"],"doi":"10.1016/j.jaim.2017.04.011"},{"title":"In Vivo Effects Of Traditional Ayurvedic Formulations in Drosophila melanogaster Model Relate with Therapeutic Applications","publication_info":[{"name":"Vibha Dwivedi","attributes":[],"email":null},{"name":"E. M. Anandan","attributes":[],"email":null},{"name":"Rajesh S. Mony","attributes":[],"email":null},{"name":"T. S. Muraleedharan","attributes":[],"email":null},{"name":"M. S. Valiathan","attributes":[],"email":null},{"name":"Mousumi Mutsuddi","attributes":[],"email":null}],"PMCID":"PMCID: PMC3351451","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3351451/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3351451/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3351451/pdf/pone.0037113.pdf","abstract_text":["Background","","Ayurveda represents the traditional medicine system of India. Since mechanistic details of therapy in terms of current biology are not available in Ayurvedic literature, modern scientific studies are necessary to understand its major concepts and procedures. It is necessary to examine effects of the whole Ayurvedic formulations rather than their “active” components as is done in most current studies.","","Methods","","We tested two different categories of formulations, a Rasayana (Amalaki Rasayana or AR, an herbal derivative) and a Bhasma (Rasa-Sindoor or RS, an organo-metallic derivative of mercury), for effects on longevity, development, fecundity, stress-tolerance, and heterogeneous nuclear ribonucleoprotein (hnRNP) levels of Drosophila melanogaster using at least 200 larvae or flies for each assay.","","Results","","A 0.5% (weight/volume) supplement of AR or RS affected life-history and other physiological traits in distinct ways. While the size of salivary glands, hnRNP levels in larval tissues, and thermotolerance of larvae/adult flies improved significantly following feeding either of the two formulations, the median life span and starvation resistance improved only with AR. Feeding on AR or RS supplemented food improved fecundity differently. Feeding of larvae and adults with AR increased the fecundity while the same with RS had opposite effect. On the contrary, feeding larvae on normal food and adults on AR supplement had no effect on fecundity but a comparable regime of feeding on RS-supplemented food improved fecundity. RS feeding did not cause heavy metal toxicity.","","Conclusions","","The present study with two Ayurvedic formulations reveals formulation-specific effects on several parameters of the fly's life, which seem to generally agree with their recommended human usages in Ayurvedic practices. Thus, Drosophila, with its very rich genetic tools and well-worked-out developmental pathways promises to be a very good model for examining the cellular and molecular bases of the effects of different Ayurvedic formulations."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.","keywords":["None"],"doi":"10.1371/journal.pone.0037113"},{"title":"In-Vitro α-amylase, α-glucosidase Inhibitory Activities and In-Vivo Anti-Hyperglycemic Potential of Different Dosage Forms of Guduchi (Tinospora Cordifolia [Willd.] Miers) Prepared With Ayurvedic Bhavana Process","publication_info":[{"name":"Rohit Sharma","attributes":[],"email":"rohitsharma@bhu.ac.in"},{"name":"Rajesh Bolleddu","attributes":[],"email":null},{"name":"Jayanta K. Maji","attributes":[],"email":null},{"name":"Galib Ruknuddin","attributes":[],"email":null}],"PMCID":"PMCID: PMC8141809","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8141809/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8141809/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8141809/pdf/fphar-12-642300.pdf","abstract_text":["Guduchi (Tinospora cordifolia [Willd.] Miers) is a flagship rejuvenating herb of Ayurveda with reported anti-diabetic potential. In the present study, different dosage forms of Guduchi stem (growing on neem tree) were developed by adopting Ayurvedic pharmaceutical process of Bhavana (levigation). Guduchi Churna (GC) was subjected to 07 times Bhavana separately with its own extracted juice, decoction and potable water, and dosage forms namely Svarasa Bhavita Guduchi Churna (SBGC), Kwatha Bhavita Guduchi Churna (KBGC), and Jala Bhavita Guduchi Churna (JBGC) were prepared. The present study was aimed to evaluate the role of Bhavana on the potentiation of therapeutic properties of Guduchi. Sequential solvent extracts (5, 10, 15 and 25%) of GC, SBGC, KBGC and JBGC were prepared in different solvents [phosphate buffer, hexane, dichloromethane (DCM), chloroform] and screened for the α-amylase and α-glucosidase inhibitory activity. The results revealed that phosphate buffer and DCM extracts of SBGC exhibited strong α-amylase inhibitory potential (>80% inhibition at 25% concentration) followed by KBGC, JBGC and GC with reference to the standard acarbose. In α-glucosidase inhibitory activity, maximum inhibition was observed in DCM and chloroform extracts of SBGC (>85% inhibition at 25% concentration), followed by KBGC (>80% inhibition at 25% concentration), JBGC and GC. In vivo anti-hyperglycemic studies were carried out by oral glucose tolerance test in Swiss albino mice. Test drugs (JBGC, KBGC, SBGC) treated groups showed marginal decrease of blood glucose levels in normo glycemic mice. However, the blood glucose level in test drug JBGC, KBGC and SBGC treated groups was still within normal range in overnight fasted mice. In oral glucose tolerance test, among all dosage forms SBGC (51.08%) produced pronounced anti-hyperglycemic effect followed by KBGC (42.57%) at a dose of 520 mg/kg. The GC, JBGC, KBGC and SBGC samples were also standardized using berberine (a well established anti-diabetic compound) as a marker compound by HPTLC fingerprint analysis. Findings of the present study indicate that SBGC and KBGC can be used in the treatment of diabetes mellitus and gives supporting evidence to Ayurvedic claims that the Bhavana process has pharmaceutico-therapeutic significance in Ayurvedic drug development."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["tinospora cordifolia","guduchi","bhavana","α-amylase","α-glucosidase","anti-hyperglycemic","hypoglycemic"],"doi":"10.3389/fphar.2021.642300"},{"title":"Wipeout period of spinal anesthesia in hemorrhoidectomy in relation to Prakriti: An observational study","publication_info":[{"name":"Pradeep S. Shindhe","attributes":[],"email":"pshindhe@gamil.com"},{"name":"Sudheer Kumar Pandey","attributes":[],"email":null}],"PMCID":"PMCID: PMC6153912","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6153912/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6153912/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6153912/pdf/AYU-38-113.pdf","abstract_text":["Background:","","A maximum number of hemorrhoidectomies are performed under spinal anesthesia. However, the effect of spinal anesthesia varies from person to person due to difference in their physical and psychological properties, which is well explained in Ayurveda as Prakriti (physiology of an individual). In this study, we have tried to establish a relation between wipeout period of spinal anesthesia and different Prakriti.","","Objectives:","","To observe wipeout period of spinal anesthesia in hemorrhoidectomy in relation to different Prakriti.","","Materials and Methods:","","A total of 30 individuals who underwent hemorrhoidectomy under spinal anesthesia were selected for the study and their Prakriti was assessed as per the standard Prakriti assessment chart before surgery. Apart from demographic data, pain assessment was also recorded by following visual analog scale. Postoperative follow-up was done until the wipeout effect of spinal anesthesia was observed. GraphPad Prism software was used to analyze the data; P < 0.05 was considered statistically significant.","","Results:","","Male predominance was observed in hemorrhoidectomy cases. Majority of the patients were 20–25 years of age with body weight between 61 and 70 kg. Distribution of Prakriti was observed to be highest in Vata-Pitta Prakriti (36.6%). A significant difference was observed in the wipeout period among Prakriti where the duration of wipeout period was more in the Kapha Prakriti individuals (P < 0.0001).","","Conclusion:","","Kapha involvement increases the wipeout period in posthemorrhoidectomy; however, in Pitta and Vata Prakriti individuals, the wipeout period is less. Future studies could include a larger sample size and various other factors to analyze the involvement of Kapha."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Hemorrhoidectomy","Prakriti","spinal anesthesia","wipeout period"],"doi":"10.4103/ayu.AYU_43_17"},{"title":"Efficacy of Integrated Yoga and Ayurveda Rasayana on cognitive functions in elderly with mild cognitive impairment: Non-randomized three-arm clinical trial","publication_info":[{"name":"Shivaji Chobe","attributes":["Division of Yoga and Life Sciences, Swami Vivekananda Yoga AnusandhanSamsthan (SVYASA University), #19, Eknath Bhavan, Gavipuram Circle, KG Nagar, Bengaluru, 560019, India"],"email":null},{"name":"Sanjib Kumar Patra","attributes":["Department of Yoga, Central University of Rajasthan, Bandar Sindri, NH-8, Kishangarh Ajmer, 305817, India"],"email":null},{"name":"Meenakshi Chobe","attributes":["Department of Yoga, Central University of Rajasthan, Bandar Sindri, NH-8, Kishangarh Ajmer, 305817, India"],"email":null}],"PMCID":"PMCID: PMC9034459","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9034459/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9034459/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9034459/pdf/main.pdf","abstract_text":["Background","","Yoga and Ayurveda are ancient sciences which emphasize on the cure of disease and the proportion of health. Both sciences are also known to reduce the aging process and are helpful in aging-related disorders.","","Objective","","This study investigates the effects of Yoga and Ayurveda Rasayana combined intervention on cognition among the elderly with mild cognitive impairment.","","Materials and Methods","","Seventy-two elderly persons (average age 63.3 ± 6.44 years) received Ayurveda Rasayana (AR) (n = 23) or Integrated Yoga (IY) (n = 25) or combined (IY plus AR) intervention (n = 24) for eight weeks. AR treatment consisted of Brahmi ghrita, and IY consisted of asana, pranayama, meditation, and relaxation techniques. Executive function, verbal fluency, attention, processing speed, short-term and working memory, and learning and verbal memory were assessed at the baseline and after eight weeks.","","Results","","Within-group analysis shows that there was a significant time main effect (p < 0.05) in all cognitive measures in the three groups (IY, AR, and IY plus AR) except Digit backward test. Bonferroni post hoc test shows a significant difference in pre to post in all variables. In the between-group analysis, there was a substantial group difference for Rey’s Auditory Verbal Learning Test- hits, F (2,69) = 4.376 (P < 0.016), Rey’s Auditory Verbal Learning Test-Average, F (2,69) = 4.727 (0.012), Digit backward test, F (2,69) = 5.766 (0.005) after eight weeks of intervention.","","Conclusion","","Both Ayurveda Rasayana and Integrated Yoga intervention were found effective in improving cognitive abilities among the elderly with MCI. Combined Ayurveda Rasayana and Yoga intervention significantly improved learning, attention, processing speed, and working memory compared to individual response among elderly persons with MCI."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Memory","Attention","Cognition","Brahmi","Meditation","Pranayama"],"doi":"10.1016/j.jaim.2020.11.003"},{"title":"THE EFFECT OF ABHA GUGGULU IN THE CLINICAL MANAGEMENT OF FRACTURES","publication_info":"Hemanta Kumar Panigrahi","PMCID":"PMCID: PMC3331092","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3331092/pdf/ASL-17-3.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"CLINICAL EVALUATION OF TERMINALIA BELERICA IN DIARRHOEA","publication_info":"Bhushan Patwardhan, K.K. Bhutani, P.S. Patki, S.V. Dange, D.V. Gore, D.I. Borole, R.B. Shirolkar, P.V. Paranjpe","PMCID":"PMCID: PMC3331273","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3331273/pdf/ASL-10-94.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"An Overview on Ashwagandha: A Rasayana (Rejuvenator) of Ayurveda","publication_info":[{"name":"Narendra Singh","attributes":[],"email":"drnarendrasingh@gmail.com"},{"name":"Mohit Bhalla","attributes":[],"email":null},{"name":"Prashanti de Jager","attributes":["Ayurvedic Scholar at the International Institute of Herbal Medicine (IIHM), Lucknow, India"],"email":null}],"PMCID":"PMCID: PMC3252722","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3252722/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3252722/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3252722/pdf/AJT085S-0208.pdf","abstract_text":["Withania somnifera (Ashawagandha) is very revered herb of the Indian Ayurvedic system of medicine as a Rasayana (tonic). It is used for various kinds of disease processes and specially as a nervine tonic. Considering these facts many scientific studies were carried out and its adaptogenic / anti-stress activities were studied in detail. In experimental models it increases the stamina of rats during swimming endurance test and prevented adrenal gland changes of ascorbic acid and cortisol content produce by swimming stress. Pretreatment with Withania somnifera (WS) showed significance protection against stress induced gastric ulcers. WS have anti-tumor effect on Chinese Hamster Ovary (CHO) cell carcinoma. It was also found effective against urethane induced lung-adenoma in mice. In some cases of uterine fibroids, dermatosarcoma, long term treatment with WS controlled the condition. It has a Cognition Promoting Effect and was useful in children with memory deficit and in old age people loss of memory. It was also found useful in neurodegenerative diseases such as Parkinson's, Huntington's and Alzeimer's diseases. It has GABA mimetic effect and was shown to promote formation of dendrites. It has anxiolytic effect and improves energy levels and mitochondrial health. It is an anti-inflammatory and anti-arthritic agent and was found useful in clinical cases of Rheumatoid and Osteoarthritis. Large scale studies are needed to prove its clinical efficacy in stress related disorders, neuronal disorders and cancers."],"license_agreement":"Unknown","keywords":["Withania somnifera","rejuvenator","adaptogen / anti-stress","anti-tumor","neuroregenerative","anti-arthritic"],"doi":"10.4314/ajtcam.v8i5S.9"},{"title":"Ayurvedic medicine and anaesthesia","publication_info":[{"name":"Sameer L Pradhan","attributes":[],"email":"sameer.pradhan@hiranandanihospital.org"}],"PMCID":"PMCID: PMC3190505","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3190505/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3190505/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3190505/pdf/IJA-55-334.pdf","abstract_text":["The use of herbal medicines has increased dramatically over the past few years. The United States alone noted a 380% increase in the consumption of these products. Although the common practice of taking over-the-counter herbal soups, herbal teas and other such prepacked preparations was not associated with adverse events at large, still, some herbs are known to cause problems, especially when large doses are taken. The American Society of Anaesthesiologist (ASA) has taken a conservative stance and recommended that it is prudent to stop these products at least 2–3 weeks prior to anaesthesia and surgery. This advice may be difficult to implement as most preoperative evaluations occur only a few days prior to surgery. Some of the Ayurvedic preparations have shown to improve the patient outcome when taken during the perioperative period. Hence, the conservative stance by ASA may not always benefit the patient. More scientific studies are needed to have more targeted recommendations. This article puts forward the facts that need to be addressed by researchers in the future."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Amla","curcumin","garlic","giloe","ginger","ginseng","guggul","therapeutic claims","tulsi"],"doi":"10.4103/0019-5049.84832"},{"title":"Antiviral and Immunomodulation Effects of Artemisia","publication_info":[{"name":"Suhas G. Kshirsagar","attributes":["College of Ayurveda, Mount Madonna Institute, 445 Summit Road, Watsonville, CA 95076, USA"],"email":"drsuhashi@yahoo.com"}],"PMCID":"PMCID: PMC7997252","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7997252/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7997252/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7997252/pdf/medicina-57-00217.pdf","abstract_text":["Background and Objectives: Artemisia is one of the most widely distributed genera of the family Astraceae with more than 500 diverse species growing mainly in the temperate zones of Europe, Asia and North America. The plant is used in Chinese and Ayurvedic systems of medicine for its antiviral, antifungal, antimicrobial, insecticidal, hepatoprotective and neuroprotective properties. Research based studies point to Artemisia’s role in addressing an entire gamut of physiological imbalances through a unique combination of pharmacological actions. Terpenoids, flavonoids, coumarins, caffeoylquinic acids, sterols and acetylenes are some of the major phytochemicals of the genus. Notable among the phytochemicals is artemisinin and its derivatives (ARTs) that represent a new class of recommended drugs due to the emergence of bacteria and parasites that are resistant to quinoline drugs. This manuscript aims to systematically review recent studies that have investigated artemisinin and its derivatives not only for their potent antiviral actions but also their utility against the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Materials and Methods: PubMed Central, Scopus and Google scholar databases of published articles were collected and abstracts were reviewed for relevance to the subject matter. Conclusions: The unprecedented impact that artemisinin had on public health and drug discovery research led the Nobel Committee to award the Nobel Prize in Physiology or Medicine in 2015 to the discoverers of artemisinin. Thus, it is clear that Artemisia’s importance in indigenous medicinal systems and drug discovery systems holds great potential for further investigation into its biological activities, especially its role in viral infection and inflammation."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Artemisia","Artemisinin","ARTs","phytochemicals","SARS-CoV-2"],"doi":"10.3390/medicina57030217"},{"title":"Comparative study of Ksharasutra suturing and Lord's anal dilatation in the management of Parikartika (chronic fissure-in-ano)","publication_info":[{"name":"Tukaram S. Dudhamal","attributes":[],"email":"drtsdudhamal@gmail.com"},{"name":"Madhav Singh Baghel","attributes":[],"email":null},{"name":"Chaturbhuja Bhuyan","attributes":["Center for Care of Ano-Rectum Research by Indian System of Medicine and Allied (CCARRISMA), Bhubaneswar, Odisha, India"],"email":null}],"PMCID":"PMCID: PMC4279319","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4279319/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4279319/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4279319/pdf/AYU-35-141.pdf","abstract_text":["Background:","","Parikartika resembles fissure-in-ano which is very common among all ano-rectal disorders. In Ayurvedic texts, Parikartika is described as a complication of Vamana and Virechana as well as complication of Atisara. Ksharasutra was proved successful in the management of fistula-in-ano, piles, and there is a need to try its efficacy in fissure-in-ano.","","Aim:","","To evaluate the role of Ksharasutra suturing (KSS) in fissure bed in chronic fissure-in-ano.","","Materials and Methods:","","Total 100 patients of chronic fissure-in-ano were selected and randomly divided into two groups (50 in each group). In group-A, patients were undergone by KSS; while in patients of Group-B Lord's anal dilatation followed by KSS was done under spinal anesthesia. The KSS was done once and after slough out of Ksharasutra, the wound was treated for 4 weeks and assessment of the result was done on the basis of gradation adopted.","","Results:","","The pain relief on 14th day in Group-A was 86% while in Group-B 100% was observed. As on 7th day in Group-A, oozing was stopped in 68% patients, while in Group-B, oozing was stopped in 82% patients. On 21st day, Group-B showed more healing (85%) as compared to Group-A (69%). In this study 68% of patients were cured.","","Conclusion:","","In Group-B (KSS with Lord's anal dilatation) patients were cured early as compared to patients of Group-A (KSS alone)."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Fissure-in-ano","Ksharasutra","Lord's anal dilatation","Parikartika"],"doi":"10.4103/0974-8520.146219"},{"title":"Ayurvedic concepts related to psychotherapy","publication_info":[{"name":"Prakash B. Behere","attributes":[],"email":"pbbehere@gmail.com"},{"name":"Anweshak Das","attributes":["Resident Department of Psychiatry, Jawaharlal Nehru Medical College, Wardha, Maharashtra, India"],"email":null},{"name":"Richa Yadav","attributes":["Department of Psychiatry, Mahatma Gandhi Institute of Medical Sciences, Sevagram, Maharashtra, India"],"email":null}],"PMCID":"PMCID: PMC3705701","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3705701/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3705701/?report=classic","pdf_link":"None","abstract_text":["The perfect balance of mind, body and soul is considered as complete health in Ayurveda. Ayurveda has its own identity as most ancient and traditional System of Medicine in India. Even Ayurveda emphasizes its treatment modalities into three parts viz. Satwawajay Chikitsa, Yuktivyapashray and Daivyapashray Chikitsa. Sattvavajaya therapy mentioned in Charakasamhita and it used as new concept of psychotherapy in Ayurveda. The effectiveness of “traditional mental health promoting practices” was identified as health regimens (swasthvrtt), correct behavior (sadvrtt), and yoga. Sattvavajaya as psychotherapy, is the mental restraint, or a “mind control” as referred by Caraka, is achieved through “spiritual knowledge, philosophy, fortitude, remembrance and concentration. Ayurvedic psychotherapy would play a dual role: First, as a revival of authentic medical culture, the exercise of a practice with an assumed primordial dimension, and second as a discovery of authentic subjectivity, the revelation of a self with an assumed interior depth. When we integrate the contemporary art of psychotherapy with the ancient science of Ayurveda, it becomes a powerful combination that is called Psycho Veda. The integration of Psycho and Veda is motivated by the complete integration of the immense but fairly contemporary view of the mind, emotions and psyche and how this performs in our lives. Integrating Psychotherapy and Vedic principles teaches us how to rediscover critical knowledge and awareness of the natural forces and rhythms that compliment and strengthen our human experience, through the understanding of the psyche and what our inner experiences are and also involving practical daily activities with thorough attention to our total environment to bring about radical changes in our mental outlook and in physical health."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Achar rasayana","Ayurveda","psychotherapy","psychoveda","sattvavajaya"],"doi":"10.4103/0019-5545.105556"},{"title":"Ayurgenomics and Modern Medicine","publication_info":[{"name":"Robert Keith Wallace","attributes":["Department of Physiology and Health, Maharishi International University, Fairfield, IA 52556, USA; ude.uim@ecallawk"],"email":"kwallace@miu.edu"}],"PMCID":"PMCID: PMC7760374","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7760374/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7760374/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7760374/pdf/medicina-56-00661.pdf","abstract_text":["Within the disciplines of modern medicine, P4 medicine is emerging as a new field which focuses on the whole patient. The development of Ayurgenomics could greatly enrich P4 medicine by providing a clear theoretical understanding of the whole patient and a practical application of ancient and modern preventative and therapeutic practices to improve mental and physical health. One of the most difficult challenges today is understanding the ancient concepts of Ayurveda in terms of modern science. To date, a number of researchers have attempted this task, of which one of the most successful outcomes is the creation of the new field of Ayurgenomics. Ayurgenomics integrates concepts in Ayurveda, such as Prakriti, with modern genetics research. It correlates the combination of three doshas, Vata, Pitta and Kapha, with the expression of specific genes and physiological characteristics. It also helps to interpret Ayurveda as an ancient science of epigenetics which assesses the current state of the doshas, and uses specific personalized diet and lifestyle recommendations to improve a patient’s health. This review provides a current update of this emerging field."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Ayurgenomics","Ayurveda","genomics","P4 medicine","diet","lifestyle","disease","prevention","personalized medicine"],"doi":"10.3390/medicina56120661"},{"title":"Steven–Johnson syndrome may NOT be due to ayurvedic drugs – 2","publication_info":"Galib Ruknuddin","PMCID":"PMCID: PMC3371481","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3371481/?report=classic","pdf_link":"None","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"A rapid HPTLC method to estimate piperine in Ayurvedic formulations","publication_info":[{"name":"Alok K. Hazra","attributes":["Division of Pharmaceutical Chemistry, R.K.M.A Quality Testing Laboratory, Kolkata, 700103, India"],"email":null},{"name":"Banti Chakraborty","attributes":["Division of Pharmaceutical Chemistry, R.K.M.A Quality Testing Laboratory, Kolkata, 700103, India"],"email":null},{"name":"Achintya Mitra","attributes":["National Research Institute of Ayurvedic Drug Development, CCRAS, Kolkata, 700091, India"],"email":null}],"PMCID":"PMCID: PMC6938926","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938926/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938926/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938926/pdf/main.pdf","abstract_text":["Background","","Trikatu, Sitopaladi, Hingavastaka, Avipattikara, Sringyadi and Talisadya are very popular Ayurvedic (churna) medicines practiced in India; however, unfortunately, they possess several quality control issues.","","Objective","","The aim of this study was to find out a simple, accurate and sensitive HPTLC method for the detection and quantification of marker molecule, piperine (alkaloid) on these Ayurvedic formulations for standardization.","","Materials and methods","","Methanolic extraction (reflux) was performed from the above six churnas as well as three single ingredients Piper longum (pipul), Piper nigrum (marich) and Piper chaba (chai). HPTLC was done using piperine as a standard. The mobile phase was a mixture of toluene-ethyl acetate (7:3, v/v) and detection at 342λ.","","Results","","The Rf was detected at 0.39. Piperine was quantified in all samples. P. nigrum showed higher piperine than P. longum and P. chaba. The maximum piperine was noted in Hingavastaka churna and followed by Sringyadi churna, Sitopaladi churna, Talisadya churna, Trikatu churna and Avipattikara churna.","","Conclusion","","This method can be successfully employed for standardization and quantitative analysis of piperine in Ayurvedic formulations (churnas) and also be helpful to clinicians and pharmacists to draw significant role of piperine present in all these samples."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Piper","Piperine","Alkaloid","HPTLC","Ayurveda"],"doi":"10.1016/j.jaim.2017.07.006"},{"title":"Acute exacerbation of bronchial asthma with infective focus treated with holistic Ayurveda approach: A case report","publication_info":[{"name":"Punam Khobarkar","attributes":["Kayachikitsa All India Institute of Ayurveda, New Delhi, India","Kayachikitsa Government Ayurved College, Nagpur, India"],"email":"poonamkhobarkar10@gmail.com"}],"PMCID":"PMCID: PMC10945435","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10945435/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10945435/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10945435/pdf/main.pdf","abstract_text":["While there are numerous published clinical trials investigating the efficacy of Ayurveda in managing bronchial asthma, a paucity of published case reports, case series, or randomized controlled trials (RCTs) concerning Basti (medicated enema) therapy in conjunction with Dhumapana (fumigation therapy) exists on PubMed.This scarcity of data hinders the comprehensive evaluation of this specific Ayurvedic approach for asthma management.","","A 69-year-old female patient with a known case of bronchial asthma and hypertension presented with complaints of breathlessness on and off for 3 years, cough, urgency of micturition, constipation for 7 days, and fever for 3 days. The patient was treated according to the treatment principles of Tamakshwas (bronchial asthma) and Jwara (fever). Basti, Dhumapana, and oral Ayurvedic formulations were administered. Significant improvements in symptoms, the mMRC dyspnea scale, and the pulmonary function test were observed.","","This case provides new insight into clinical diagnosis and management through gut modulation in respiratory diseases and vice versa."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Tamakshwas","Basti","Dhumapana","Linadosha Chikitsa","Gut-lung axis","Case report"],"doi":"10.1016/j.jaim.2023.100824"},{"title":"An observational study on acceptability, palatability, and safety of Ayurveda immunity booster kit for the prevention of COVID-19 in frontline workers in Jaipur, India","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":["Department of Panchakarma, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":"sarveshksingh21@gmail.com"},{"name":"Kshipra Rajoria","attributes":["Department of Panchakarma, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":null},{"name":"Sanjeev Sharma","attributes":["Department of Shalya, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":null},{"name":"Pawan Kumar Godatwar","attributes":["Department of Rog Vikriti Vigyan, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":null},{"name":"Suman Sharma","attributes":["Department of Shalya, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":null},{"name":"Mita Kotecha","attributes":["Department of Dravyaguna, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":null},{"name":"Sarvesh Kumar Agrawal","attributes":["Department of Swasthavritta, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":"sarveshksingh21@gmail.com"},{"name":"Rajendra Prasad Sharma","attributes":["Department of Rasashastra, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":null},{"name":"Shobhnath Yadav","attributes":["Department of Rasashastra, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":null}],"PMCID":"PMCID: PMC10251284","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10251284/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10251284/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10251284/pdf/AYU-42-111.pdf","abstract_text":["Background:","","National Institute of Ayurveda, Jaipur, India, had distributed Ayurveda immunity booster kit (AIBK) (prepared at own pharmacy and comprising Chyawanprasha – 300 g, Vyadhi Kshamatva Kwatha – 300 g, and Vyadhi Kshamatva capsule – 30 g) for 15 days among the health-care workers, sanitation workers, and security and police staff engaged in the containment zones for prevention of COVID-19.","","Aim:","","The aim of present study was to explore the medication that may be effective in prevention of the COVID -19. Hence, this study was done to assess the compliance of these medicines and their effects in the prevention of COVID-19.","","Methods:","","One thousand seven hundred and fourteen frontline workers were provided with the AIBK for 15 days from April 24, 2020, to June 27, 2020. Data of frontline workers who had participated in AIBK and completed the treatment regimen with 2 weeks of follow-up after treatment with complete available data for safety, palatability, efficacy, and compliance were included in the study. Any adverse event needing hospitalization or medication, drug compliance and palatability, and appearance of the symptoms of COVID-19 or testing positive for COVID-19 were the outcome measures.","","Results:","","Out of 1714 participants, 1003 participants were found to be eligible for this analysis. The median age of these participants was 39 years (range, 19-70), and males accounted for 90.1% (904 of 1003). A total of 7.5% of participants (75 of 1003) reported having adverse events after taking the study treatment. None of the participants reported any serious adverse effects after the administration of the AIBK. The acceptability of the AIBK was as high as 97.4%. None of the participants reported positive for COVID-19 results or COVID-19 symptoms up to 2 weeks of follow-up after completion of the study treatment.","","Conclusion:","","The acceptability of AIBK is good and indicates its role in the prevention of COVID-19-like illness, hence further randomized control trials or cohort studies can be done to assess the mechanism of action and efficacy of AIBK as the preventive strategy in COVID-19."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Immunity","prophylaxis","Vyadhikshamatva"],"doi":"10.4103/ayu.ayu_16_22"},{"title":"A protocol for systematic reviews of Ayurveda treatments","publication_info":[{"name":"Saravu R Narahari","attributes":[],"email":null},{"name":"Madhur Guruprasad Aggithaya","attributes":[],"email":"drgurumadhur@yahoo.co.in"}],"PMCID":"PMCID: PMC3059450","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3059450/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3059450/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3059450/pdf/IJAR-1-254.pdf","abstract_text":["This protocol is intended primarily for Ayurveda doctors who wish to take up systematic reviews along with an expert who has experience in doing such reviews. We have structured this protocol by incorporating the principles of patient treatment in Ayurveda, within the Cochrane framework, using Vitiligo as a model. The treatment section provides a comprehensive list of classical medicines used in the treatment of the disease. This will help in increasing the search terms. Such a list also helps to determine the needs of individualized treatment principles used in the trial and to assess the confounding factors. The search strategy includes an extensive listing of eastern data bases and hand searching. In Ayurveda, the titles of articles are not in the Population, Intervention, Control, and Outcome (PICO) pattern and sometimes the title and methodology do not tally. Therefore, a search of all types of studies is necessary to pool all the relevant publications. A data extraction form is proposed for use in assessing the quality of Ayurvedic studies. The form provides a template for performing evidence reviews of Ayurvedic interventions."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","clinical trials","quality assessment","systematic reviews","vitiligo"],"doi":"10.4103/0974-7788.76791"},{"title":"Anticonvulsant activity of raw and classically processed Vacha (Acorus calamus Linn.) rhizomes","publication_info":[{"name":"Savitha D. Bhat","attributes":[],"email":null},{"name":"B. K. Ashok","attributes":["Research Assistant, Pharmacology laboratory, Department of Dravyaguna, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"R. N. Acharya","attributes":["Associate Professor, Department of Dravyaguna, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3456849","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456849/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456849/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456849/pdf/Ayu-33-119.pdf","abstract_text":["The rhizome of Vacha (Acorus calamus) has been used in Ayurvedic medicine for the treatment of various ailments, such as epilepsy, headache, eye disorders, insomnia, loss of memory, etc. Previous studies demonstrated that Vacha rhizome is having significant anticonvulsant activity against various induced seizures models in experimental animals. Ayurvedic pharmacopoeia of India has advocated Shodhana (purificatory procedures) to be done prior to its use. In the present study a comparative anticonvulsant activity of raw and Shodhita (classically processed) Vacha rhizomes were screened against Maximal Electro Shock (MES) seizure model to assess the effect of classical purificatory procedure on pharmacological action of Vacha. Phenytoin was used as standard antiepileptic drug for comparison. Pretreatment with both raw and classically processed Vacha samples exhibited significant anticonvulsant activity by decreasing the duration of tonic extensor phase. Further classically processed Vacha statistically decreased the duration of convulsion and stupor phases of MES-induced seizures. The results obtained from the present study clearly confirmed the anticonvulsant activity of raw Vacha and subjecting to classical Shodhana procedure did not alter the efficacy of Vacha rhizomes instead it enhanced the activity profile of the Vacha."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Acorus calamus","anticonvulsant","epilepsy","phenytoin","shodhana","vacha"],"doi":"10.4103/0974-8520.100328"},{"title":"Ayurvedic Management of Systemic Lupus Erythematosus overlap Vasculitis","publication_info":[{"name":"D. Gururaja","attributes":["Department of Shalyatantra, Muniyal Institute of Ayurveda Medical Sciences, Manipal, Udupi, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC6938929","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938929/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938929/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938929/pdf/main.pdf","abstract_text":["Systemic Lupus erythematosus is the classic prototype of multisystem disease of autoimmune origin. SLE may be associated Vasculitis as an overlap syndrome. In this paper, a patient diagnosed as SLE with Vasculitis, which was managed successfully by Ayurveda treatment was discussed. A 39-year-old female patient came to hospital with complaint of severe pain and burning sensation in both the legs for two months, associated with ulceration and gangrene of toes of both the legs for the last 15 days. She was diagnosed as SLE overlap vasculitis from a higher medical centre with relevant investigations and advised to go for amputation. As patient was not willing for surgery, alternatively opted for Ayurveda treatment. The condition was diagnosed as disease Vatarakta according to Ayurveda and treatment was planned accordingly. Treatment was planned by selecting suitable oral medicines, suitable panchakarma procedures along with the ulcer management. Tinospora cordifolia was the main drug of choice. Treatment was successful and able to save the limb. Patient was followed up for more than a year without any complications and relapses."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["None"],"doi":"10.1016/j.jaim.2018.08.007"},{"title":"Nature’s Derivative(s) as Alternative Anti-Alzheimer’s Disease Treatments","publication_info":[{"name":"Anuja Sharma","attributes":[],"email":null}],"PMCID":"PMCID: PMC6918879","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6918879/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6918879/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6918879/pdf/adr-3-adr190137.pdf","abstract_text":["Alzheimer’s disease (AD), the ‘Plague of Twenty-First Century,’ is a crippling neurodegenerative disease that affects a majority of the older population globally. By 2050, the incidence of AD is expected to rise to 135 million, while no treatment(s) that can reverse or control the progression of AD are currently available. The treatment(s) in use are limited in their ability to manage the symptoms or slow the progression of the disease and can lead to some severe side effects. The overall care is economically burdensome for the affected individuals as well as the caretakers or family members. Thus, there is a pressing need to identify and develop much safer alternative therapies that can better manage AD. This review discusses a multitude of such treatments borrowed from Ayurveda, traditional Chinese practices, meditation, and exercising for AD treatment. These therapies are in practice since ancient times and reported to be beneficial as anti-AD therapies. Ayurvedic drugs like turmeric, Brahmi, Ashwagandha, etc., management of stress by meditation, regular exercising, and acupuncture have been reported to be efficient in their anti-AD usage. Besides, a combination of vitamins and natural dietary intakes is likely to play a significant role in combating AD. We conclude that the use of such alternative strategies will be a stepping-stone in preventing, treating, curing, or managing the disease."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution Non-Commercial (CC BY-NC 4.0) License, which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Acupuncture","alternative treatments","Alzheimer’s disease","Ayurveda","exercise","meditation"],"doi":"10.3233/ADR-190137"},{"title":"Response to Ayurvedic therapy in the treatment of migraine without aura","publication_info":[{"name":"Prakash Balendu Vaidya","attributes":[],"email":"balenduprakash@gmail.com"},{"name":"Babu S. R. Vaidya","attributes":["Padaav, 13th Main Lakkasandra Extension, Bangalore, India"],"email":null}],"PMCID":"PMCID: PMC2876931","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2876931/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2876931/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2876931/pdf/IJAR-01-30.pdf","abstract_text":["Migraine patients who do not respond to conventional therapy, develop unacceptable side-effects, or are reluctant to take medicines resort to complementary and alternative medicines (CAM). Globally, patients have been seeking various non-conventional modes of therapy for the management of their headaches. An Ayurvedic Treatment Protocol (AyTP) comprising five Ayurvedic medicines, namely Narikel Lavan, Sootshekhar Rasa, Sitopaladi Churna, Rason Vati and Godanti Mishran along with regulated diet and lifestyle modifications such as minimum 8 h sleep, 30-60 min morning or evening walk and abstention from smoking/drinking, was tried for migraine treatment. The duration of the therapy was 90 days. Out of 406 migraine patients who were offered this AyTP, 204 patients completed 90 days of treatment. Complete disappearance of headache and associated symptoms at completion of AyTP was observed in 72 (35.2%); mild episode of headache without need of any conventional medicines in 72 (35.2%); low intensity of pain along with conventional medicines in 50 (24.5%); no improvement in seven (3.4%) and worst pain was noted in three (1.4%) patients, respectively. In 144 (70.5%) of patients marked reduction of migraine frequency and pain intensity observed may be because of the AyTP. Though the uncontrolled open-label design of this study does not allow us to draw a definite conclusion, from this observational study we can make a preliminary assessment regarding the effectiveness of this ayurvedic treatment protocol."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Alternative therapy","Ayurveda","CAM","migraine"],"doi":"10.4103/0974-7788.59941"},{"title":"New Indo-US partnership in Ayurveda","publication_info":"Aviad Haramati","PMCID":"PMCID: PMC3151393","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3151393/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3151393/pdf/JAIM-1-89.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Hemodynamic effects of Sarvanga Swedana (Ayurvedic passive heat therapy): A pilot observational study","publication_info":[{"name":"Sanjeev Rastogi","attributes":[],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC3821243","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821243/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821243/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821243/pdf/AYU-34-154.pdf","abstract_text":["Sarvanga Swedana is a common procedure done in Ayurvedic Panchakarma units. Passive body heat therapy, which is akin to Sarvanga Swedana is known to cause systemic hemodynamic changes. Such studies would have been required to find the possible hemodynamic changes following the Sarvanga Swedana sessions also. An observational study was planned to observe hemodynamic changes among patients routinely receiving Sarvanga Swedana in a Panchakarma setting at an Ayurvedic hospital. Significant increase in blood pressure and pulse rate (PR) was observed in all patients immediately after the completion of Sarvanga Swedana therapy. Upon continuation of Sarvanga Swedana in a subgroup; however, a significant reduction in systolic blood pressure and PR was also observed."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Blood pressure","hemodynamic changes","Panchakarma","Swedana"],"doi":"10.4103/0974-8520.119669"},{"title":"The evolution of ancient healing practices: From shamanism to Hippocratic medicine: A review","publication_info":[],"PMCID":"PMCID: PMC11245246","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11245246/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11245246/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11245246/pdf/medi-103-e39005.pdf","abstract_text":["In the ever-evolving healthcare landscape, ancient healing traditions cast a profound shadow, offering insights and inspirations that resonate with modern medical practice. This paper explores the enduring influence of shamanic and Hippocratic healing traditions on contemporary healthcare, examining their contributions to holistic health approaches, diagnostic techniques, and ethical standards. The Hippocratic emphasis on observation, clinical experience, and ethical principles laid the foundation for modern Western medicine, while shamanic practices highlight the importance of spiritual and psychological dimensions in healing. The comparative analysis reveals both commonalities and distinctions among various ancient practices, such as Ayurveda, Traditional Chinese Medicine, and indigenous healing systems, emphasizing their holistic understanding of health and the use of natural remedies. Cross-cultural exchanges, from the Silk Road to the Islamic Golden Age and beyond, facilitated the integration and dissemination of medical knowledge, enriching global medical traditions. The paper also discusses the impact of these ancient practices on contemporary healthcare systems, highlighting the resurgence of holistic and integrative medicine, the validation and incorporation of herbal remedies, and the challenges of cultural appropriation and scientific validation. By embracing the wisdom of ancient healing traditions and fostering collaboration between traditional and modern medicine, contemporary healthcare can enhance therapeutic options, promote patient-centered care, and address global health challenges with a more inclusive and compassionate approach. This integration holds promise for the future of healthcare, benefiting individuals and communities worldwide."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License 4.0 (CCBY), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["ancient healing practices","healthcare evolution","Hippocratic medicine","integrative medicine","shamanism"],"doi":"10.1097/MD.0000000000039005"},{"title":"RCTs and other clinical trial designs in Ayurveda: A review of challenges and opportunities","publication_info":[],"PMCID":"PMCID: PMC8377177","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377177/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377177/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377177/pdf/main.pdf","abstract_text":["Currently, there is a paucity of clinical trial designs that comprehensively evaluate the efficacy of most complementary and alternative systems of medicine (CAMs) like Ayurveda. Several factors such as complex interventions, individualized therapy, etc., make designing Ayurveda clinical trials challenging. The prevalent randomized control trial (RCT) designs largely involve symptomatology/pathology-based recruitment and standardized interventions in carefully monitored trial environments. The present paper critically reviews the suitability of the dominant RCT model to Ayurveda and argues for newer, more sensitive trial models including modified RCTs and other clinical trial designs. It also explores the merits of a non-hierarchical approach to clinical evidence generation."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Clinical trials","Ayurveda","RCTs","Non-hierarchical"],"doi":"10.1016/j.jaim.2021.06.012"},{"title":"Phytochemical and antimicrobial study of Oroxylum indicum","publication_info":[{"name":"L.G. Radhika","attributes":["Research Officer, Drug Standardization Unit, Ayurveda College, Trivandrum, India"],"email":null},{"name":"C V Meena","attributes":[],"email":null},{"name":"Sujha Peter","attributes":[],"email":null},{"name":"K S Rajesh","attributes":[],"email":null}],"PMCID":"PMCID: PMC3336262","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3336262/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3336262/?report=classic","pdf_link":"None","abstract_text":["Oroxylum indicum(Linn.) Vent , the plant used in this study is one among the group of ten drugs named Dasamoola, widely used in Ayurvedic system of medicine. The officinal part of this plant, the root bark is often adulterated with the stem of the plant. Hence this comparative study of root and stem of this plant becomes highly significant.","","The Physico-chemical parameters, Thin Layer Chromatography and High Performance Thin Layer Chromatography studies of stem and root were carried out in this study separately. The TLC studies of three different fractions were isolated - (1) Lipids, fats and waxes (2) Glycosides, Terpenoids and Phenols (3) Alkaloids TLC studies showed that the phytochemicals isolated from root and stem separately are different from each other, thus helping to distinguish the part used.","","The review of Ayurvedic classical literature also reveals that the therapeutic actions of stem and root are different. The antibacterial activity of alcoholic extracts of stem and root were carried out separately using agar well diffusion method and found that the stem extract has more antibacterial activity especially against organisms causing diarrhea than root extract. This further validates therapeutic indications mentioned in Ayurveda."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"Unknown"},{"title":"Sub-Chronic Safety Evaluation of Ayurvedic Immunostimulant Formulation ‘Immuforte’ in Rats in Reverse Pharmacology","publication_info":[{"name":"Rohit Dhumal","attributes":[],"email":null},{"name":"Prakash Patil","attributes":["Department of Animal Husbandry, Government of Maharashtra, Kolhapur, India"],"email":null},{"name":"Nilakash Selkar","attributes":[],"email":null},{"name":"Mukesh Chawda","attributes":["Shree Dhooptapeshwar Ayurvedic Research Foundation, Panvel, India"],"email":null},{"name":"Mahesh Vahlia","attributes":["Shree Dhooptapeshwar Ayurvedic Research Foundation, Panvel, India"],"email":null}],"PMCID":"PMCID: PMC3702133","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3702133/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3702133/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3702133/pdf/TI-20-87.pdf","abstract_text":["Objective:","","The present study was undertaken to determine target organ safety of “Immuforte” to establish relationship between dose or exposure and response and also to identify potential parameters for monitoring adverse effects of “Immuforte” in clinical studies, if any.","","Materials and Methods:","","A total of 40 males and 40 females were randomly assigned to the four groups, namely group I (vehicle control; gum acacia), group II (120 mg/kg BW of Immuforte in gum acacia), group III (360 mg/kg BW of Immuforte in gum acacia), and group IV (600 mg/kg BW of Immuforte in gum acacia) consisting of 10 males and 10 females in each group. Additionally, a recovery group (600 mg/kg BW of Immuforte in gum acacia) containing 5 males and 5 females was included.","","Results:","","The results showed significant decrease in percent lymphocyte count of high and mid dose groups as compared to control group. The percent neutrophil counts in all the three treated groups of male and female rats were found to be significantly higher than that of control group (P < 0.05). In females MCV values in low dose and mid dose were significantly higher as compared to control (P < 0.05). The males from low dose group showed significant decrease in total serum protein, globulin, electrolytes, direct bilirubin, creatinine levels, whereas in mid dose group along with albumin, globulin. A significant decrease in AST and cholesterol was observed. In females, significant decrease was observed in total protein and globulin of low dose and mid dose of Immuforte-treated rats (P < 0.05). Though few hematological and biochemical parameters were different from control group, no does related response was observed and further, all these values were comparable with historical control data of the colony. Terminal body weight, organ weight, gross, and histopathology did not reveal any toxicity-related any adverse effects. Heavy metal analysis of the blood samples collected from terminally sacrificed animals did not show presence of heavy metals viz. lead (Pb), mercury (Hg), cadmium (Cd), and arsenic (As).","","Conclusion:","","The results of the present study demonstrated that Immuforte does not cause any observable toxicity at doses used in the study when administered for the period of 90 days and is safe for the human use and thus, Immuforte could be used safely for therapeutic use in humans."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Antioxidant","ayurveda","immunomodulation","stress","quality control"],"doi":"10.4103/0971-6580.111543"},{"title":"Effect of a multimodality Ayurveda treatment in a case of Visphota kushta","publication_info":[{"name":"I.V. Aiswarya","attributes":[],"email":null},{"name":"K. Parameswaran Namboothiri","attributes":[],"email":null}],"PMCID":"PMCID: PMC6822155","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6822155/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6822155/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6822155/pdf/main.pdf","abstract_text":["Visphota kushta (blistering skin disease) is characterized by transparent blisters with thin skin covering. Management of Visphota Kushta in Ayurveda is rarely reported. The case reported here showed significant regression in the condition in short span of time and could completely stop the use of anti histamines and corticosteroids. A 32 year old female, presented with complaints of blisters over both upper and lower extremities associated with edema, burning sensation, pain, severe itching and oozing since three months. The treatments were given after ascertaining the involved dosha and the samprapti (pathogenesis). The involved dosha were and Pitta (metabolic factor) and Kapha (binding factor) dosha. Pitta - kapha dosha hara line of treatment was adopted in terms of mitigating and purificatory therapy. It helped in arresting the progression of the condition and a complete healing of blisters. Photographs were taken during and after the treatment for records. The blister completely resolved and the skin was normal as before. The patient was back to her normal routine with no signs of relapse. The outcome was a combined effect of both shamana and shodhana chikitsa along with pathya sevana."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Vesiculobullous disease","Ayurveda","Panchakarma","Kushta","Shodhana"],"doi":"10.1016/j.jaim.2018.06.005"},{"title":"Ayurveda: Science of life, genetics, and epigenetics","publication_info":[{"name":"Hari Sharma","attributes":["OSU Integrative Medicine, Department of Family Medicine, College of Medicine, The Ohio State University, Columbus, Ohio, USA"],"email":"sharma.2@osu.edu"}],"PMCID":"PMCID: PMC5688840","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5688840/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5688840/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5688840/pdf/AYU-37-87.pdf","abstract_text":["Ayurveda is a traditional system of medicine originated in the ancient Vedic times of India. This body of knowledge is found in well-documented texts such as the Charaka Samhita and Sushruta Samhita, and describes physiology and interrelated systems of the body, variations in human constitution, surgery, herbal use, and health-promoting recommendations. Ayurveda is translated as the “Science of Life;” Ayus = Life, and Veda = knowledge/science. The principles and treatment modalities have endured over time. For Ayurveda to be appreciated by Western medical researchers, this traditional system of medicine needs to be understood in terms of modern science. The current theories of physiology that support Ayurvedic approaches need to be explored. Herein, one approach of how the realm of epigenetics can help elucidate the mechanisms of Ayurveda has been described."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Ayurveda","epigenetics","genetics","Vedic"],"doi":"10.4103/ayu.AYU_220_16"},{"title":"Physicochemical characterization of an Iron based Indian traditional medicine: Mandura Bhasma","publication_info":[{"name":"Sachin B. Mulik","attributes":[],"email":null}],"PMCID":"PMCID: PMC3530268","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3530268/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3530268/?report=classic","pdf_link":"None","abstract_text":["Ayurveda is a unique system of medicine which uses metals and minerals in the form of bhasma (fine powder obtained through calcinations). Mandura is one of such mineral having various therapeutic uses. An effort has been made in the present study to characterize raw and processed Mandura using sophisticated analytical tools as a step forward to standardization. Mandura bhasma was prepared following references of Ayurvedic classics. To assure the quality of the prepared bhasma, Rasa Shastra quality control tests like rekhapurnatvam (particles enter into furrows of human hand), varitara (floating of product particles on water), irreversible etc., were used. Bhasma fulfilling these tests was analyzed using X-ray Diffraction (XRD) analysis. This revealed that raw Mandura contained Fe2Si04, and Mandura bhasma contained Fe2O3 and SiO2. Scanning Electron Microscopy (SEM) studies showed that the grains in Mandura bhasma were uniformly arranged in agglomerates of sizes 200-300 nm as compared to the raw Mandura, which showed a scattered arrangement of grains of sizes 10-2 microns. It may be concluded that this conversion of raw Mandura, a complex compound, into a mixture of simple compounds having nano-sized particles is due to the particular process of calcination employed."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Mandura bhasma","X-ray diffraction","Scanning electron microscopy"],"doi":"Unknown"},{"title":"Imported Ayurvedic Medicine and Lead Poisoning","publication_info":"Tomoaki Horiuchi, Kazuyuki Narimatsu, Ryota Hokari","PMCID":"PMCID: PMC9683814","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9683814/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9683814/pdf/1349-7235-61-3313.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Ratrijagarana night wakefulness and its impact on Manasika Bhava mental characteristics among industrial workers: A descriptive cross-sectional study","publication_info":[{"name":"Elgeena Varghese","attributes":["Department of Kriya Shareera, Sri Kalabyraveshwara Swamy Ayurvedic Medical College, Hospital & Research Centre, Vijayanagar, Rajiv Gandhi University of Health Science, Bengaluru, 560104, Karnataka, India"],"email":"elgeenavarghese@gmail.com"},{"name":"Kekuda T.R. Prashanth","attributes":["Department of Kriya Shareera, Government Ayurveda Medical College and Teaching Hospital, Shivamogga, 577201, India"],"email":null},{"name":"Meera Kuttikrishnan","attributes":["Department of Kriya Shareera, Sri Kalabyraveshwara Swamy Ayurvedic Medical College, Hospital & Research Centre, Vijayanagar, Rajiv Gandhi University of Health Science, Bengaluru, 560104, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC8728083","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728083/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728083/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728083/pdf/main.pdf","abstract_text":["Nidra (sleep), Ahara (food) and Brahmacharya (abstinence) are the three sub-pillars of health and alterations in these basic pillars of health can lead to mortality and morbidity. Among these, Nidra has a critical role in the biological and psychological functioning of the body. The circadian rhythm is the physiological machinery that controls and regulates physiological activities throughout the 24 hours in conjunction with the day and night. The synchronicity of the circadian rhythm and adequate sleep is essential for maintaining normal physical and mental health. This study, therefore, was undertaken as a descriptive cross-sectional survey to evaluate the impact of Ratrijagarana (night wakefulness) on Manasika Bhava (mental characteristics) among industrial workers aged between 19 and 25 years from both genders. Maniasika Bhavas were assessed using Manasa Bhava Pariksha (MBP), a 20 item questionnaire. The results indicate a substantial change in Mana (non-distracted mind), Chinta (anxiety/worry), Dhairyam (courage), Harsha (joy), Veeryam (energy), Shraddha (desire), Medha (intelligence), Avasthaana (stability of mind), Vignyaana (knowledge), Sanjna (recognition), and Smriti (memory). Among these, Sanjna, Medha and Mana and Veeryam are most affected, with positive ranks scoring 115, 107 and 104. Vignyaana, (χ2(6) = 162.031; p = .001) Veerya (χ2(4) = 12.688; p = .013) and Shraddha (χ2(6) = 12.558; p = .05) also showed significant association with sleeping hours per day. These encouranging results need further corroboration through future studies with larger sample size and diverse populations."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayush","Ayurveda","Circadian rhythm","Indian medicine","Nidra","Shift work disorder","Sleep disorder"],"doi":"10.1016/j.jaim.2021.07.021"},{"title":"Prevalence and factors associated with digital addiction among students taking university entrance tests: a GIS-based study","publication_info":[{"name":"Firoj Al-Mamun","attributes":["CHINTA Research Bangladesh, Savar, Dhaka, 1342 Bangladesh ","Department of Public Health and Informatics, Jahangirnagar University, Savar, Dhaka, Bangladesh ","Department of Public Health, University of South Asia, Dhaka, Bangladesh "],"email":"firojphiju@gmail.com"},{"name":"Md Emran Hasan","attributes":["CHINTA Research Bangladesh, Savar, Dhaka, 1342 Bangladesh ","Software College, Northeastern University, Shenyang, China "],"email":null},{"name":"Nahida Bintee Mostofa","attributes":["CHINTA Research Bangladesh, Savar, Dhaka, 1342 Bangladesh ","Department of Public Health and Informatics, Jahangirnagar University, Savar, Dhaka, Bangladesh "],"email":null},{"name":"Marzia Akther","attributes":["Department of Geography and Environment, Jahangirnagar University, Savar, Dhaka, Bangladesh "],"email":null},{"name":"Tahnin Mashruba","attributes":["CHINTA Research Bangladesh, Savar, Dhaka, 1342 Bangladesh "],"email":null},{"name":"Mohammad Arif","attributes":["CHINTA Research Bangladesh, Savar, Dhaka, 1342 Bangladesh ","Department of Ayurvedic Medicine, Institute of Teaching & Research in Ayurveda, Jamnagar, Gujarat India "],"email":null},{"name":"Amatul Haque Chaahat","attributes":["CHINTA Research Bangladesh, Savar, Dhaka, 1342 Bangladesh ","Dental Unit, Sir Salimullah Medical College, Mitford, Dhaka Bangladesh "],"email":null},{"name":"Anha Bushra Salam","attributes":["Department of Pharmacy, Jahangirnagar University, Savar, Dhaka, Bangladesh "],"email":null},{"name":"Maksuda Akter","attributes":["Department of Marketing, Jahangirnagar University, Savar, Dhaka, Bangladesh "],"email":null},{"name":"Md Al Asif Abedin","attributes":["Dental Unit, Sher-E-Bangla Medical College, Barisal, Bangladesh "],"email":null},{"name":"Md. Imtiaj Ahmad Bulbul","attributes":["CHINTA Research Bangladesh, Savar, Dhaka, 1342 Bangladesh ","Department of Biochemistry and Molecular Biology, University of Rajshahi, Rajshahi, Bangladesh "],"email":null},{"name":"Md Shoeb Adnan","attributes":["Department of Audiology and Speech Language Pathology, Bangladesh University of Professionals, Dhaka, Bangladesh "],"email":null},{"name":"Md. Shafiul Islam","attributes":["Department of Agriculture, Bangladesh Agricultural University, Mymensingh, Bangladesh "],"email":null},{"name":"Mst. Shauda Ahmed","attributes":["CHINTA Research Bangladesh, Savar, Dhaka, 1342 Bangladesh ","Department of Public Health and Informatics, Jahangirnagar University, Savar, Dhaka, Bangladesh "],"email":null},{"name":"Md. Sultan Mahmud Shahin","attributes":["Department of Biotechnology and Genetic Engineering, Jahangirnagar University, Savar, Dhaka, Bangladesh "],"email":null},{"name":"Saiful Islam","attributes":["Department of Public Administration, Begum Rokeya University, Rangpur, Bangladesh "],"email":null},{"name":"Mumtaz Mohammed Hussain","attributes":["CHINTA Research Bangladesh, Savar, Dhaka, 1342 Bangladesh ","Department of Public Health, North South University, Dhaka, Bangladesh "],"email":null},{"name":"Abdullah Al Habib","attributes":["CHINTA Research Bangladesh, Savar, Dhaka, 1342 Bangladesh ","Department of Government and Politics, Jahangirnagar University, Savar, Dhaka Bangladesh "],"email":null},{"name":"Moneerah Mohammad ALmerab","attributes":["Department of Psychology, College of Education and Human Development, Princess Nourah bint Abdulrahman University, Riyadh, Saudi Arabia "],"email":null},{"name":"David Gozal","attributes":["Joan C. Edwards School of Medicine, Marshall University, 25701, Huntington, WV USA "],"email":"gozal@marshall.edu"},{"name":"Mohammad Muhit","attributes":["Department of Public Health, University of South Asia, Dhaka, Bangladesh "],"email":null},{"name":"Nitai Roy","attributes":["Department of Biochemistry and Food Analysis, Patuakhali Science and Technology University, Patuakhali, Bangladesh "],"email":null}],"PMCID":"PMCID: PMC11044373","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11044373/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11044373/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11044373/pdf/12888_2024_Article_5737.pdf","abstract_text":["Background","","The surge in digital media consumption, coupled with the ensuing consequences of digital addiction, has witnessed a rapid increase, particularly after the initiation of the COVID-19 pandemic. Despite some studies exploring specific technological addictions, such as internet or social media addiction, in Bangladesh, there is a noticeable gap in research focusing on digital addiction in a broader context. Thus, this study aims to investigate digital addiction among students taking the university entrance test, examining its prevalence, contributing factors, and geographical distribution using GIS techniques.","","Methods","","Data from a cross-sectional survey were collected from a total of 2,157 students who were taking the university entrance test at Jahangirnagar University, Bangladesh. A convenience sampling method was applied for data collection using a structured questionnaire. Statistical analyses were performed with SPSS 25 Version and AMOS 23 Version, whereas ArcGIS 10.8 Version was used for the geographical distribution of digital addiction.","","Results","","The prevalence of digital addiction was 33.1% (mean score: 16.05 ± 5.58). Those students who are attempting the test for a second time were more likely to be addicted (42.7% vs. 39.1%), but the difference was not statistically significant. Besides, the potential factors predicted for digital addiction were student status, satisfaction with previous mock tests, average monthly expenditure during the admission test preparation, and depression. No significant difference was found between digital addiction and districts. However, digital addiction was higher in the districts of Manikganj, Rajbari, Shariatpur, and Chittagong Hill Tract areas, including Rangamati, and Bandarban.","","Conclusions","","The study emphasizes the pressing need for collaborative efforts involving educational policymakers, institutions, and parents to address the growing digital addiction among university-bound students. The recommendations focus on promoting alternative activities, enhancing digital literacy, and imposing restrictions on digital device use, which are crucial steps toward fostering a healthier digital environment and balanced relationship with technology for students.","","Supplementary Information","","The online version contains supplementary material available at 10.1186/s12888-024-05737-9."],"license_agreement":"Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.","keywords":["Digital addiction","Social media addiction","Mental health","Digital media","Students"],"doi":"10.1186/s12888-024-05737-9"},{"title":"Contribution of Ayurveda in foundation of basic tenets of bioethics","publication_info":[{"name":"Kiran A. Tawalare","attributes":[],"email":"kiran.tawalare@rediffmail.com"},{"name":"Kalpana D. Nanote","attributes":["Department of Rachana Sharir, Shri Ayurved College, Nagpur, India"],"email":null},{"name":"Vijay U. Gawai","attributes":["Department of Kaumarbhritya, Government Ayurved College, Nanded, India"],"email":null}],"PMCID":"PMCID: PMC4492019","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4492019/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4492019/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4492019/pdf/AYU-35-366.pdf","abstract_text":["Ethics deal with the set of principles of right conduct. The four basic principles of bioethics - autonomy, beneficence, non-maleficence and justice are known as “principlism\". Though these four principles are influenced by the western world; in the medical field they are adapted as universal ethics. Originally, Ayurveda, the Indian medical system, has strongly advocated ethical code of conduct for physicians, but does not get its due recognition till this date. Proposed article aims to compare universally accepted basic tenets of bioethics and ancient Ayurvedic ethics. For this purpose classical texts of Ayurveda and literature regarding principlism was collected and analyzed thoroughly. It was found that the essence of ethics is very well-defined and described in the fundamental texts of Ayurveda in the form of Sadvritta, Chatushpada, Yogya, Vaidyavritti and Aachara Rasayana. Hence, Ayurveda should be considered as a trailblazer in establishing the basic tenets of bioethics."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","bioethics","Chatushpada","Sadvritta","Vaidyavritti","Yogya"],"doi":"10.4103/0974-8520.158982"},{"title":"A case study on the management of dry gangrene by Kaishore Guggulu, Sanjivani Vati and Dashanga Lepa","publication_info":[{"name":"Prem Lal Bharati","attributes":[],"email":"plbharati@gmail.com"},{"name":"Prateek Agrawal","attributes":[],"email":null}],"PMCID":"PMCID: PMC6891997","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6891997/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6891997/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6891997/pdf/AYU-40-48.pdf","abstract_text":["Gangrene is a type of tissue death caused by lack of blood supply. Symptoms may include a change in skin color red or black, numbness, swelling, pain, ulceration and detachment of local skin. The feet and hands are most commonly affected. This condition may arise because of an injury, infection or other health conditions, majorly diabetes. Gangrene and its associated amputations are clinically challenging, but Ayurveda offers therapy options. In Ayurveda, gangrene can be considered as Kotha under Dushta Vrana due to Margavarana and Dhatu Kshaya. This case study aims to investigate whether Ayurvedic intervention can manage Kotha (gangrene) without amputation of the gangrenous part. A 45-year old woman came to the outpatient department (OPD) of Regional Ayurveda Research Institute for Drug Development, Gwalior, with clinical features indicative of dry gangrene. She was examined and diagnosis was confirmed by previous reports of X-ray and arterial color doppler. This case of dry gangrene was managed by Ayurvedic intervention of Kaishore Guggulu 1 g twice a day and Sanjivani Vati 250 mg thrice a day and Dashanga Lepa local application as a Lepa twice a day with lukewarm cow Ghrita for 2 months at OPD level. The response to the treatment was found highly effective. At the end of the treatment period of 2 months as compared with baseline, a highly significant change was observed. Kaishore Guggulu, Sanjivani Vati and Dashanga Lepa in the above-mentioned dose were found very effective and safe in a patient of dry gangrene."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Dashanga lepa","Dushta Vrana","gangrene","Kaishor Guggulu","Kotha","Sanjivani Vati"],"doi":"10.4103/ayu.AYU_244_18"},{"title":"Adverse reaction of Parasika Yavani (Hyoscyamus niger Linn): Two case study reports","publication_info":[{"name":"K. Aparna","attributes":[],"email":"dr.aparna13@gmail.com"},{"name":"Abhishek J. Joshi","attributes":["Chair of Ayurveda, Universitas Hindu Indonesia (UNHI), Denpasar, Bali, Republic of Indonesia"],"email":null}],"PMCID":"PMCID: PMC4784128","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4784128/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4784128/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4784128/pdf/AYU-36-174.pdf","abstract_text":["Adverse drug reaction (ADR) is an unpleasant reaction related to the use of medicine at its therapeutic dose. Ayurveda is well aware of such adverse reactions. Parasika Yavani (Hyoscyamus niger Linn.) is an Ayurvedic drug effectively used in many psychological disorders, if not used judiciously it causes adverse reactions. In present study two cases of ADR on the usage of Parasika Yavani are reported. Churna in capsule form given in different dosage forms (500 mg once a day, 250 mg twice a day, 250 mg once a day) in Chittodwega (generalised anxiety disorder). 500mg capsule was given to many patients in the study, but no adverse reactions were noticed except in above given two cases. So, in these two cases, the dose was tapered down to 250 mg twice a day, and then to 250 mg once a day to avert the adverse reactions and to fix the therapeutic dose in such individuals (250 mg once a day). On analysis, these two individuals were found to be of Pitta Prakriti. Parasika Yavani is found to increase Pitta and triggers the establishment of ADRs. So, while administering therapeutic dosage, a physician should be vigilant. In the current study, it is observed that 500 mg of Parasika Yavani powder in Pitta Prakriti individuals triggered ADRs while 250 mg once a day was safe. It was also observed that Kapha and Vata Prakriti, patients did not develop any adverse reactions."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Adverse drug reaction","Ayurvedic drug","Parasika Yavani","Pitta Prakriti","therapeutic dose"],"doi":"10.4103/0974-8520.175550"},{"title":"Development and evaluation of aphrodisiac potential of a classical ayurvedic formulation, ‘Kaamdev ghrita’ in rat model","publication_info":[{"name":"Nilambari Gurav","attributes":["PES’s Rajaram and Tarabai Bandekar College of Pharmacy, Ponda, Goa University, Goa, 403401 India"],"email":"shailendra.gurav@nic.in"},{"name":"Shailendra Gurav","attributes":["Goa College of Pharmacy, Department of Pharmacognosy, Panaji, Goa University, Goa, 403 001 India"],"email":"shailendra.gurav@nic.in"},{"name":"Manish Wanjari","attributes":["Regional Ayurveda Research Institute for Drug Development, Aamkho, Gwalior, Madhya Pradesh, 474 009 India"],"email":null},{"name":"Satyendra Prasad","attributes":["Department of Pharmaceutical Sciences, R.T.M. University, Nagpur, Maharashtra, 440033 India"],"email":null},{"name":"Sandesh Wayal","attributes":["JSPM’s Charak College of Pharmacy and Research, Wagholi, Pune, 412 207 India"],"email":null}],"PMCID":"PMCID: PMC8185976","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8185976/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8185976/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8185976/pdf/main.pdf","abstract_text":["Background","","Ghee is widely considered as the Indian name for clarified butterfat and processing of ghee with therapeutic herbs i.e. ghrita is renowned for augmenting their medicinal properties. Kaamdev ghrita (also known as ‘VajikaranaRasayana’) is cow ghee based classical Ayurvedic formulation from the aphrodisiac category, which is used to ameliorate and potentiate sexual performance and also in the treatment of sexual dysfunctions, infertility, and premature ejaculation.","","Objective","","Present research work deals with the organoleptic, physicochemical, and biological assessment of Kaamdev ghrita for its aphrodisiac activity using in-vivo animal models.","","Material and methods","","Kaamdev ghrita was prepared using Indian cow’s ghee as per standard Ayurvedic classical texts and subjected to organoleptic (color, odor, taste, texture, touch), physicochemical (acid value, peroxide value, iodine value, saponification value, unsaponifiable matter, extractive values, refractive index, and specific gravity) analyses as per the standard pharmacopeial procedures. The aphrodisiac potential of ghrita in rat model was evaluated by monitoring sexual behavioral performance using different parameters (mount frequency and latency, intromission frequency and latency, anogenital grooming and sniffing) at the dose of 150 and 300 mg/kg body weight.","","Results","","The physicochemical evaluation of Kaamdev ghrita showed higher acid value, iodine value, refractive index, and specific gravity whereas the lower saponification and peroxide value than the plain ghee. Kaamdev ghrita revealed the presence of flavonoids, alkaloids, saponins, sterols, terpenoids, coumarins, tannins, and showed remarkable antioxidant activity by in-vitro assays. It augmented the sexual performance in a dose-dependent manner as indicated by significant improvement (P < 0.05) in mount frequency and latency, intromission frequency and latency, anogenital grooming, and sniffing as compared to plain ghee treated control group. The present investigation has corroborated the ethnopharmacological claim of Kaamdevghrita for its aphrodisiac potential.","","Conclusion","","Kaamdev ghrita exhibited aphrodisiac activity which may be attributed to the presence of antioxidant herbs present in it. It is the first scientific report on validation of the traditional claim of Kaamdev ghrita for its aphrodisiac potential."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic ghrita","Indian cow ghee","Ayurveda","Sexual performance","VajikaranaRasayana","Polyherbal formulation"],"doi":"10.1016/j.jaim.2020.09.007"}]