[{"title":"Low-Pressure, Low-Flow Voiding Dysfunction in an Elderly Male Treated Through Ayurveda: A Case Report","publication_info":[],"PMCID":"PMCID: PMC5871289","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871289/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871289/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871289/pdf/10.1177_2156587217712764.pdf","abstract_text":["Introduction.","","Neurogenic bladder is a common urological condition among elderly. It results in incontinence or retention of the urine depending on the synergy of bladder smooth muscles and urethral sphincter. There can also be a condition where retention causes overflow incontinence. Retention of urine in this condition is caused by relative lack of contractility of bladder smooth muscles in response to the stretch reflex. As a result, there is no urge and therefore the bladder remains over-distended causing retention of urine. Currently, there are no absolute ways to deal with such a situation except that the patients are advised for self-help techniques of regularly evacuating the bladder. Pharmacotherapy for such condition is not promising. As the patients of neurogenic bladder are often healthy otherwise (with manageable conditions such as diabetes), a bladder dysfunction is considered as a disability that they do not want to share. In this state, any approach that offers a regeneration of bladder reflex and restoration of its functions is more than one can expect for.","","Methods.","","An elderly male suffering with chronic urinary retention recommended for indwelling catheterization after the failure of voiding trial following the possible conventional pharmacotherapy was treated with Ayurvedic therapy.","","Results.","","There was a complete symptom reversal after about 45 days of Ayurvedic therapy. The changes were stable after 3-month follow-up of the patient.","","Conclusion.","","This case report presents the complete symptom reversal in a case of chronic urine retention as an outcome of Ayurvedic therapy. Seeing the importance of this clinical condition and unavailability of sufficient means in conventional medicine, it requires a serious note and enquiry into its applicability in similar cases."],"license_agreement":"This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License (http://www.creativecommons.org/licenses/by-nc/4.0/) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).","keywords":["alternative medicine","Ayurveda","complementary and alternative medicine"],"doi":"10.1177/2156587217712764"},{"title":"Determinants of Prakriti, the Human Constitution Types of Indian Traditional Medicine and its Correlation with Contemporary Science","publication_info":[{"name":"Harish Rotti","attributes":[],"email":null},{"name":"Ritu Raval","attributes":[],"email":null},{"name":"Suchitra Anchan","attributes":["Department of Shalyatantra/Roganidana, Shri Dharmasthala Manjunatheshwara College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"Ravishankara Bellampalli","attributes":[],"email":null},{"name":"Sameer Bhale","attributes":["Department of Biotechnology, Sinhgad College of Engineering, University of Pune, Pune, Maharashtra, India"],"email":null},{"name":"Ramachandra Bharadwaj","attributes":["Centre for Clinical Research, Foundation for Revitalization of Local Health Traditions, Bangalore, Karnataka, India"],"email":null},{"name":"Balakrishna K. Bhat","attributes":["Department of Shalyatantra/Roganidana, Shri Dharmasthala Manjunatheshwara College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"Amrish P. Dedge","attributes":["Department of Biotechnology, Sinhgad College of Engineering, University of Pune, Pune, Maharashtra, India"],"email":null},{"name":"Vikram Ram Dhumal","attributes":["Department of Biotechnology, Sinhgad College of Engineering, University of Pune, Pune, Maharashtra, India"],"email":null},{"name":"G. G. Gangadharan","attributes":["Centre for Clinical Research, Foundation for Revitalization of Local Health Traditions, Bangalore, Karnataka, India"],"email":null},{"name":"T. K. Girijakumari","attributes":["Centre for Clinical Research, Foundation for Revitalization of Local Health Traditions, Bangalore, Karnataka, India"],"email":null},{"name":"Puthiya M. Gopinath","attributes":[],"email":null},{"name":"Periyasamy Govindaraj","attributes":["Centre for Cellular and Molecular Biology, Hyderabad, Andhra Pradesh, India"],"email":null},{"name":"Swagata Halder","attributes":["Institute of Vet. Pharmacology and Toxicology, University of Zürich, Switzerland, and Centre for Clinical Research, Institute of Ayurveda and Integrative Medicine, Bangalore, Karnataka, India"],"email":null},{"name":"Kalpana S. Joshi","attributes":["Department of Biotechnology, Sinhgad College of Engineering, University of Pune, Pune, Maharashtra, India"],"email":null},{"name":"Shama Prasada Kabekkodu","attributes":[],"email":null},{"name":"Archana Kamath","attributes":["Department of Shalyatantra/Roganidana, Shri Dharmasthala Manjunatheshwara College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"Paturu Kondaiah","attributes":["Department of Molecular Reproduction, Development and Genetics, Indian Institute of Science, Bangalore, Karnataka, India"],"email":null},{"name":"Harpreet Kukreja","attributes":[],"email":null},{"name":"K. L. Rajath Kumar","attributes":["Department of Shalyatantra/Roganidana, Shri Dharmasthala Manjunatheshwara College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"Sreekumaran Nair","attributes":["Department of Statistics, Manipal University, Manipal, Karnataka, India"],"email":null},{"name":"S. N. Venugopalan Nair","attributes":["Centre for Clinical Research, Foundation for Revitalization of Local Health Traditions, Bangalore, Karnataka, India"],"email":null},{"name":"Jayakrishna Nayak","attributes":["Department of Shalyatantra/Roganidana, Shri Dharmasthala Manjunatheshwara College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"B. V. Prasanna","attributes":["Department of Shalyatantra/Roganidana, Shri Dharmasthala Manjunatheshwara College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"M. Rashmishree","attributes":["Department of Shalyatantra/Roganidana, Shri Dharmasthala Manjunatheshwara College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"K. Sharanprasad","attributes":["Department of Shalyatantra/Roganidana, Shri Dharmasthala Manjunatheshwara College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"Kumarasamy Thangaraj","attributes":["Centre for Cellular and Molecular Biology, Hyderabad, Andhra Pradesh, India"],"email":null},{"name":"Bhushan Patwardhan","attributes":["Interdisciplinary School of Health Sciences, University of Pune, Pune, Maharashtra, India"],"email":null},{"name":"Kapaettu Satyamoorthy","attributes":[],"email":"ksatyamoorthy@manipal.edu"}],"PMCID":"PMCID: PMC4204287","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4204287/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4204287/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4204287/pdf/JAIM-5-167.pdf","abstract_text":["Background:","","Constitutional type of an individual or prakriti is the basic clinical denominator in Ayurveda, which defines physical, physiological, and psychological traits of an individual and is the template for individualized diet, lifestyle counseling, and treatment. The large number of phenotype description by prakriti determination is based on the knowledge and experience of the assessor, and hence subject to inherent variations and interpretations.","","Objective:","","In this study we have attempted to relate dominant prakriti attribute to body mass index (BMI) of individuals by assessing an acceptable tool to provide the quantitative measure to the currently qualitative ayurvedic prakriti determination.","","Materials and Methods:","","The study is cross sectional, multicentered, and prakriti assessment of a total of 3416 subjects was undertaken. Healthy male, nonsmoking, nonalcoholic volunteers between the age group of 20-30 were screened for their prakriti after obtaining written consent to participate in the study. The prakriti was determined on the phenotype description of ayurvedic texts and simultaneously by the use of a computer-aided prakriti assessment tool. Kappa statistical analysis was employed to validate the prakriti assessment and Chi-square, Cramer's V test to determine the relatedness in the dominant prakriti to various attributes.","","Results:","","We found 80% concordance between ayurvedic physician and software in predicting the prakriti of an individual. The kappa value of 0.77 showed moderate agreement in prakriti assessment. We observed a significant correlations of dominant prakriti to place of birth and BMI with Chi-square, P < 0.01 (Cramer's V-value of 0.156 and 0.368, respectively).","","Conclusion:","","The present study attempts to integrate knowledge of traditional ayurvedic concepts with the contemporary science. We have demonstrated analysis of prakriti classification and its association with BMI and place of birth with the implications to one of the ways for human classification."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayusoft","body mass index","place of birth","Prakriti"],"doi":"10.4103/0975-9476.140478"},{"title":"Efficacy of Rasayana Avaleha as adjuvant to radiotherapy and chemotherapy in reducing adverse effects","publication_info":[{"name":"Purvi Vyas","attributes":["Kshara Sutra Vaidya -Class 1, Smt.Maniben M.A.H. Government Ayurvedic Hospital, Asarava, Ahmedabad, India"],"email":"vyaspa@yahoo.co.in"},{"name":"A. B. Thakar","attributes":["Reader, Department of Panchakarma, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, India"],"email":null},{"name":"M. S. Baghel","attributes":["Director, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, India"],"email":null},{"name":"Arvind Sisodia","attributes":["Professor & Head of Cobalt Unit, Govt. Medical College, Bhavnagar, India"],"email":null}],"PMCID":"PMCID: PMC3202271","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202271/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202271/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202271/pdf/Ayu-31-417.pdf","abstract_text":["Cancer is the most dreadful disease affecting mankind. The available treatments such as chemotherapy and radiotherapy have cytotoxic effects, which are hazardous to the normal cells of the patient, causing many unnecessary effects. This further leads to complications of the therapy, impaired health, and deterioration of quality of life, resulting in mandatory stoppage of the treatment. In the present study, the efficacy of an Ayurvedic formulation, Rasayana Avaleha, has been evaluated as an adjuvant medication to modern radiotherapy and chemotherapy. A total of 36 cancer patients were registered in this trial and were divided into two groups, group A and group B. In group A, the patients were treated with radiotherapy and chemotherapy along with adjuvant Rasayana Avaleha (RT + CT + RA), while in group B only radiotherapy and chemotherapy (RT + CT) were given, as the control group. After assessing the results, it was observed that Rasayana Avaleha gave better results in controlling the adverse effect of chemotherapy and radiotherapy in comparison with the control group. Therefore, Rasayana Avaleha has proved to be an effective adjuvant therapy in protecting patients from the adverse effects of chemotherapy and radiotherapy."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Cancer","Radiotherapy","Chemotherapy","Adverse Effects","Ayurveda","Rasayana Avaleha"],"doi":"10.4103/0974-8520.82029"},{"title":"Polyherbal formulation: Concept of ayurveda","publication_info":[{"name":"Subramani Parasuraman","attributes":[],"email":null},{"name":"Gan Siaw Thing","attributes":[],"email":null}],"PMCID":"PMCID: PMC4127824","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4127824/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4127824/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4127824/pdf/PRev-8-73.pdf","abstract_text":["Ayurveda is one of the traditional medicinal systems of Indian. The philosophy behind Ayurveda is preventing unnecessary suffering and living a long healthy life. Ayurveda involves the use of natural elements to eliminate the root cause of the disease by restoring balance, at the same time create a healthy life-style to prevent the recurrence of imbalance. Herbal medicines have existed world-wide with long recorded history and they were used in ancient Chinese, Greek, Egyptian and Indian medicine for various therapies purposes. World Health Organization estimated that 80% of the word's inhabitants still rely mainly on traditional medicines for their health care. The subcontinent of India is well-known to be one of the major biodiversity centers with about 45,000 plant species. In India, about 15,000 medicinal plants have been recorded, in which the communities used 7,000-7,500 plants for curing different diseases. In Ayurveda, single or multiple herbs (polyherbal) are used for the treatment. The Ayurvedic literature Sarangdhar Samhita’ highlighted the concept of polyherbalism to achieve greater therapeutic efficacy. The active phytochemical constituents of individual plants are insufficient to achieve the desirable therapeutic effects. When combining the multiple herbs in a particular ratio, it will give a better therapeutic effect and reduce the toxicity. This review mainly focuses on important of the polyherbalism and its clinical significance."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","panchamahabhutas","polyherbal formulation"],"doi":"10.4103/0973-7847.134229"},{"title":"Characterization of Tarakeshwara Rasa: An Ayurvedic herbomineral formulation","publication_info":[{"name":"Gupta K. L. Virupaksha","attributes":[],"email":"virupakshgupta@gmail.com"}],"PMCID":"PMCID: PMC3665084","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665084/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665084/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665084/pdf/AYU-33-406.pdf","abstract_text":["Tarakeshwara Rasa (TR) is an Ayurvedic herbomineral compound formulation used in the intervention of Prameha vis-à-vis diabetes mellitus. The present study was executed to establish a fingerprint for this unique formulation, which can be adopted by the Ayurvedic pharmacies for drug standardization. TR is a formulation prepared by the trituration of four ingredients Abhraka Bhasma (AB), Loha Bhasma (LB), Vanga Bhasma (VB) and Rasa Sindhura (RS) in equal quantities with honey for one day. Each of the ingredients were prepared according to the norms of Ayurvedic classical texts and by employing Electric Muffle Furnace as heating device for incineration. To ensure the proper preparation of Bhasmas, standard tests (Bhasma Pariksha) were employed. After Bhasma complies these tests, TR was prepared and subjected for qualitative analysis, X-Ray Diffraction (XRD) and Scanning Electron Microscopy (SEM) studies. LB, AB, VB, RS and TR were also studied for free metal presence by employing phosphomolybdic acid. Chemical analysis of TR reveals that it contains Fe, Sn, Hg, Al, Mn, Ca and Mg. XRD study indicates that TR contains Fe2O3 (maghamite) in major phase and SnO2 (cassiterite), HgS, SiO2, HgO in minor phases. SEM study revealed that the compound is an agglomeration of particles. The particle size was in between 0.5 and 2 μ. Free metal detection by phosphomolybdic acid revealed the absence of free metals in the final Bhasmas. This is the first study establishing the characterization of Tarakeshwara Rasa."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Bhasma","characterization","rasaushadhi","scanning electron microscopy","X-ray diffraction"],"doi":"10.4103/0974-8520.108854"},{"title":"Treatment of infective hepatitis: Where biomedicine has no answers, Ayurveda has!!","publication_info":[{"name":"Pradyumna R. Raval","attributes":[],"email":"raval.prashant@gmail.com"}],"PMCID":"PMCID: PMC4850779","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4850779/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4850779/?report=classic","pdf_link":"None","abstract_text":["Background:","","Infective hepatitis is a major health hazard in the Indian sub-continent with a large population and improper sanitation adding to the malady. Water-borne or infective hepatitis has no treatment in modern medicine. However, there are multiple accounts of how infective hepatitis can be successfully cured by Ayurvedic medicine.","","Aim:","","To review relevant studies in Ayurveda claiming to treat hepatitis.","","Materials and Methods:","","A comprehensive PubMed search was conducted using ‘Treatment of Hepatitis’ and ‘Ayurveda’ as the primary search criterion.","","Results:","","27 articles were revealed by the search. 16 of these 27 articles were selected after reading all abstracts. All 16 articles were reviewed in detail and thereafter the current article was written.","","Conclusion:","","Ayurveda definitely has a lot to offer in terms of the treatment of hepatitis. However, a mass awareness of this potential of Ayurvedic medicine is desirable to achieve a larger impact on the society."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Hepatitis","treatment","Ayurveda"],"doi":"10.4103/0257-7941.179861"},{"title":"Ayurvedic clinical profile of COVID-19 – A preliminary report","publication_info":[{"name":"Rammanohar Puthiyedath","attributes":["Amrita School of Ayurveda, Amrita Vishwa Vidyapeetham, Kollam, Kerala, India"],"email":"rammanoharp@gmail.com"},{"name":"Sushila Kataria","attributes":["Medanta, The Medicity, Gurgaon, Haryana, India"],"email":null},{"name":"Unnikrishnan Payyappallimana","attributes":["United Nations University, International Institute for Global Health (UNU-IIGH), Kuala Lumpur, Malaysia"],"email":null},{"name":"Prasad Mangalath","attributes":["Ashtamgam Ayurveda Chikitsalayam & Vidyapeetham, Koottanad, Palakkad, Kerala, India"],"email":null},{"name":"Vasudevan Nampoothiri","attributes":["Former DAME, Government of Kerala, Thiruvananthapuram, Kerala, India"],"email":null},{"name":"Pooja Sharma","attributes":["Medanta Institute of Education and Research (MIER), Gurgaon, Haryana, India"],"email":null},{"name":"Manish Kumar Singh","attributes":["Medanta Institute of Education and Research (MIER), Gurgaon, Haryana, India"],"email":null},{"name":"Kuldeep Kumar","attributes":["Medanta Institute of Education and Research (MIER), Gurgaon, Haryana, India"],"email":null}],"PMCID":"PMCID: PMC7290222","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7290222/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7290222/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7290222/pdf/main.pdf","abstract_text":["Background","","Ayurvedic clinical profiling of COVID-19 is a pre-requisite to develop standalone and integrative treatment approaches. At present, Ayurvedic clinicians do not have access to COVID-19 patients in clinical settings. In these circumstances, a preliminary clinical profiling of COVID-19 based on review of modern medical and classical Ayurvedic literature with inputs from Allopathic clinicians treating COVID-19 patients assumes significance.","","Objectives","","This paper aims to develop an Ayurvedic clinical profile of COVID-19 by literature review supported by analysis of clinical data of a cohort of COVID-19 patients.","","Methods","","The typical clinical presentation of COVID-19 was categorized based on a cluster of symptoms with reference to “Interim Clinical Guidance for Management of Patients with confirmed corona virus disease (COVID-19)” released by the US CDC. As the clinical presentation is found to vary widely, research papers reporting clinical symptoms of patient samples from different parts of the world were also reviewed to identify outliers and atypical presentations. Case records of fourteen COVID-19 patients treated at Medanta Hospital, Gurgaon were analyzed to compare symptomatology with data obtained from published literature. Further, a careful correlation was done with the data collected from selected Ayurvedic classical texts and expert views of clinical practitioners to arrive at a preliminary Ayurvedic clinical profile of COVID-19.","","Results","","COVID-19 can be understood from the Ayurvedic perspective as vātakapha dominant sannipātajvara of āgantu origin with pittānubandha. The asymptomatic, presymptomatic, mild, moderate, severe and critical stages of COVID-19 with varying clinical presentations have been analysed on the basis of nidāna, doṣa, dūṣya, nidānapañcaka and ṣaṭkriyākāla to present a preliminary clinical profile of the disease.","","Conclusion","","In this paper, we have demonstrated that a preliminary clinical profiling of COVID-19 from the Ayurvedic perspective is possible through literature review supported by discussions with Allopathic clinicians as well as examination of patient case records. The provisional diagnosis proposed can be further developed with continued review of literature, wider cooperation and teamwork with Allopathic physicians and access to clinical data as well as direct clinical assessment of COVID-19 patients."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["COVID-19","Ayurveda","Integrative protocol","Clinical profile","Pathogenesis"],"doi":"10.1016/j.jaim.2020.05.011"},{"title":"Ayurvedic approach for improving reaction time of attention deficit hyperactivity disorder affected children","publication_info":[{"name":"Harish Kumar Singhal","attributes":[],"email":"drharish_md@yahoo.co.in"},{"name":"Neetu","attributes":["Department of Rasa-Shastra and Bhaishajya Kalpana, Rishikul State Ayurvedic College and Hospital, Haridwar, Uttarakhanda, India."],"email":null},{"name":"Abhimanyu Kumar","attributes":[],"email":null}],"PMCID":"PMCID: PMC3221068","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3221068/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3221068/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3221068/pdf/Ayu-31-338.pdf","abstract_text":["Attention deficit/hyperactivity disorder (ADHD) is a behavioral disorder of children. It is the most common neurological disorder of childhood. The present study was conducted to examine the increase in attention span in 43 ADHD-affected children treated with different approaches. The reaction time was measured using a Vernier chronoscope (electronic). Selected children of both sexes in the age-group of 6–16 years were divided into three groups. In group A, 17 patients received syrup Ayurvedic compound I; in group B, 14 patients were treated with syrup Ayurvedic compound I + Shirodhara with milk; and in group C, 12 patients received syrup Ayurvedic compound II (placebo). The dose of the drug was 1.0 ml/kg body weight and the duration of treatment was 3 months. Group B showed highly significant (P<.001) improvement in total reaction time, while in group C the change was statistically nonsignificant P > 0.10. It was found that while the drug and Shirodhara were both effective in improving the reaction time of ADHD-affected children, the drug combined with Shirodhara was superior to the drug used alone."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["ADHD","Vernier chronoscope","reaction time (RT)","Shirodhara"],"doi":"10.4103/0974-8520.77169"},{"title":"Biomedical waste management in Ayurveda hospitals – current practices and future prospectives","publication_info":[{"name":"Renju Rajan","attributes":[],"email":null},{"name":"Delvin T. Robin","attributes":[],"email":"delvintroby@gmail.com"}],"PMCID":"PMCID: PMC6822148","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6822148/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6822148/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6822148/pdf/main.pdf","abstract_text":["Biomedical waste management is an integral part of traditional and contemporary system of health care. The paper focuses on the identification and classification of biomedical wastes in Ayurvedic hospitals, current practices of its management in Ayurveda hospitals and its future prospective. Databases like PubMed (1975–2017 Feb), Scopus (1960–2017), AYUSH Portal, DOAJ, DHARA and Google scholar were searched. We used the medical subject headings ‘biomedical waste’ and ‘health care waste’ for identification and classification. The terms ‘biomedical waste management’, ‘health care waste management’ alone and combined with ‘Ayurveda’ or ‘Ayurvedic’ for current practices and recent advances in the treatment of these wastes were used. We made a humble attempt to categorize the biomedical wastes from Ayurvedic hospitals as the available data about its grouping is very scarce. Proper biomedical waste management is the mainstay of hospital cleanliness, hospital hygiene and maintenance activities. Current disposal techniques adopted for Ayurveda biomedical wastes are – sewage/drains, incineration and land fill. But these methods are having some merits as well as demerits. Our review has identified a number of interesting areas for future research such as the logical application of bioremediation techniques in biomedical waste management and the usage of effective micro-organisms and solar energy in waste disposal."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Biomedical waste","Biomedical waste management","Health care waste","Traditional system","Ayurveda biomedical waste","Ecosystem"],"doi":"10.1016/j.jaim.2017.07.011"},{"title":"Efficacy and safety of two Ayurvedic dosage forms for allergic rhinitis: Study protocol for an open-label randomized controlled trial","publication_info":[{"name":"Jeevani Maheshika Dahanayake","attributes":["Dravyaguna Vignanana Unit (Ayurveda Pharmacology and Pharmaceutics), Department of Ayurveda, Institute of Indigenous Medicine, University of Colombo, Colombo, Sri Lanka "],"email":null},{"name":"Pathirage Kamal Perera","attributes":["Dravyaguna Vignanana Unit (Ayurveda Pharmacology and Pharmaceutics), Department of Ayurveda, Institute of Indigenous Medicine, University of Colombo, Colombo, Sri Lanka "],"email":"drkamalperera@yahoo.com"},{"name":"Priyadarshani Galappaththy","attributes":["Department of Pharmacology, Faculty of Medicine, University of Colombo, Colombo, Sri Lanka "],"email":null}],"PMCID":"PMCID: PMC6947868","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6947868/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6947868/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6947868/pdf/13063_2019_Article_4004.pdf","abstract_text":["Background","","Allergic rhinitis (AR) is an immune response of the nasal mucosa to airborne allergens and involves nasal congestion, watery nasal discharge, itching of the nose, and sneezing. The symptoms of allergic rhinitis may significantly affect a patient’s quality of life and can be associated with conditions such as fatigue, headache, cognitive impairment, and sleep disturbances. Various complementary and alternative medicine treatments have been used for this condition in clinical practice. The Ayurveda system of medicine is the most common complementary medicine system practiced in Sri Lanka. The aim of this study is to examine the efficacy and safety of a decoction used in traditional Ayurveda for allergic rhinitis and its ready- to-use freeze dried formulation in comparison to an antihistamine over a period of 4 weeks on relief of symptoms in allergic rhinitis.","","Study design","","This is a three-arm, open-label, non-inferiority, randomized controlled clinical trial enrolling patients with AR. Tamalakyadi decoction containing 12 ingredients (TMD12), used in traditional Ayurveda and its freeze-dried formulation are the test products. The efficacy and safety of the two Ayurvedic dosage forms will be tested against the antihistamine loratadine. Patients with symptoms of AR will be allocated randomly into the three arms after a 1-week run-in period and the medications will be given orally for 28 days. Total Nasal symptom Score (TNSS) of the patients will be used as the primary efficacy endpoint. TNSS will be recorded and compared between the three arms prior to visit 1, at the end of 28 days, and end of the first and second months of follow-up. Symptom scores of daytime nasal symptoms, night time nasal symptoms, non-nasal symptoms and health-related quality of life questionnaire are used as secondary end points.","","Discussion","","This clinical trial will be able to provide evidence-based scientific data on Ayurvedic dosage form, TMD12, and the freeze-dried formulation in the treatment of allergic rhinitis. This trial is expected to develop capacity to scientifically evaluate various Ayurvedic treatments that are claimed to have efficacy in treatment of various disease conditions.","","Trial registration","","ISRCTN18149439 (6 May 2019)."],"license_agreement":"Open AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.","keywords":["Allergic rhinitis","Ayurvedic dosage forms","Tamalakyadi decoctions","Randomized controlled trial"],"doi":"10.1186/s13063-019-4004-1"},{"title":"Ayurvedic treatment of COVID-19/SARS-CoV-2: A case report","publication_info":[{"name":"P.L.T. Girija","attributes":[],"email":null}],"PMCID":"PMCID: PMC7303645","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7303645/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7303645/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7303645/pdf/main.pdf","abstract_text":["This is the first known case of a Coronavirus disease (COVID-19) positive patient treated entirely with Ayurveda. So far in Modern Western Medicine (MWM), no cure has been found which is specific to COVID-19. The only literature relevant to the treatment of Coronavirus disease has surfaced from Traditional Chinese Medicine (TCM). TCM which was extensively used to control the epidemic in China, also consists of herbal medicines similar to Ayurveda. In this case, the patient, who was familiar with the use of Ayurvedic medicines, fully aware that no proven cure exists in MWM, decided to entirely rely on the limited Ayurvedic medicines that he had in his possession at the time of falling ill.","","Despite the patient presenting with symptoms, namely high fever, severe body pain and severe cough, along with many of the other associated symptoms of COVID-19, the progress of the disease could be arrested within a short period by being exclusively on Ayurvedic medicines. This illustrates that there is a wide scope to explore the variety of pertinent medicines present in Ayurvedic pharmacopoeia which can be used more rationally to suit every stage of the disease.","","Being the first-of-its-kind it is a valuable contribution to scientific literature from the world of Ayurveda. This should encourage the healthcare policy makers to quickly use Ayurveda to bring the COVID-19 pandemic under control in India, as they seemed to have demonstrated it in China with TCM."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["COVID-19","SARS-Cov-2","Janapadodhwamsa","Sudarsana churna","Talisadi churna","Vata-kaphaja-sannipataja jwara"],"doi":"10.1016/j.jaim.2020.06.001"},{"title":"Ayurvedic herbal formulations Haridra Khanda and Manjisthadi Kwath (brihat) in the management of allergic rhinitis: A pharmacological study","publication_info":[{"name":"Rudranil Bhowmik","attributes":["Bioequivalence Study Centre, Department of Pharmaceutical Technology, Jadavpur University, Kolkata, 700032, India"],"email":"rudranilz@yahoo.in"},{"name":"Md Adil Shaharyar","attributes":["Bioequivalence Study Centre, Department of Pharmaceutical Technology, Jadavpur University, Kolkata, 700032, India"],"email":null},{"name":"Mahibub Mahamadsa Kanakal","attributes":["Faculty of Pharmacy, Quest International University, Ipoh, Perak, Malaysia"],"email":"mahibub.kanakal@qiu.edu.my"},{"name":"Arnab Sarkar","attributes":["Bioequivalence Study Centre, Department of Pharmaceutical Technology, Jadavpur University, Kolkata, 700032, India"],"email":"sarkar.arnab54@yahoo.com"},{"name":"Syeda Ayesha Farhana","attributes":["Department of Pharmaceutics, College of Pharmacy, Qassim University, Buraidah, Qassim, 51452, Saudi Arabia"],"email":"a.farhana@qu.edu.sa"},{"name":"Shalam M. Hussain","attributes":["Department of Clinical Pharmacy, College of Health Sciences and Nursing, Al-Rayan Colleges, AL-Madinah, AL-Munawarah, 20012, Saudi Arabia"],"email":"sm.hussain@amc.edu.sa"},{"name":"Abdullah Khan","attributes":["Faculty of Pharmacy, Quest International University, Ipoh, Perak, Malaysia"],"email":"Abdullah.khan@qiu.edu.my"},{"name":"Pallab Mandal","attributes":["Bioequivalence Study Centre, Department of Pharmaceutical Technology, Jadavpur University, Kolkata, 700032, India"],"email":"pallab.mandal3333@gmail.com"},{"name":"S. Roshan","attributes":["Deccan School of Pharmacy, Osmania University, Hyderabad, 500001, Telangana, India"],"email":"roshansalfi86@gmail.com"},{"name":"Achintya Mitra","attributes":["Regional Ayurveda Research Institute, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Govt. of India, Ranikhet, Almora, Uttarakhand, India"],"email":"dr.amitra@gov.in"}],"PMCID":"PMCID: PMC11167347","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11167347/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11167347/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11167347/pdf/main.pdf","abstract_text":["This study aims to pharmacologically validate Haridra Khanda (HK) and Manjishthadi Kwatham (brihat) (MMK) in allergy management using invivo and invitro studies to rationalize the prescription of these two ayurvedic polyherbal drug formulations, which are currently used in Indian government hospitals. Experimental animals received HK and MMK orally from day 0 to day 14 and histamine (1 mg/kg b.w/i.v) and 1 % evans blue (EB) (0.1 mL) via tail vein on day 14. The compound 48/80 (intracutaneous) challenged mice model followed the same technique. The former mimicked acute anaphylaxis and the latter mast cell degranulation. For both models, EB dye leakage was quantified spectrophotometrically to determine vascular permeability. Plasma histamine was measured in Compound 48/80-induced animals using LC-ESI-MS/MS. The guineapig received HK and MMK p.o. and 0.6 % histamine sprayed in a histamine chamber to simulate allergic rhinitis. Blood eosinophil count and sneeze rate were measured in histamine-challenged guineapigs. Goat R.B.C. membrane stability assay (mammalian cell membrane toxicity) and intracellular histamine-induced cytosolic Ca2+ release assay in Chinese hamster ovary (CHO) cells were performed in vitro. For both histamine and Compound 48/80 challenged animals, HK (22.81 % and 14.58 %) and MMK (19.71 % and 22.40 %) significantly reduced EB dye leakage (p < 0.05). Both formulations, HK and MMK considerably (p < 0.05) decreased plasma histamine (29.62 % and 25.37 % respectively) in mice and eosinophilic count (11.56 % and 9.94 % respectively) and sneeze rate (42.58 % and 29.03 % respectively) in guinea pigs. In membrane stability experiment, HK and MMK reduced RBC lysis. Both HK and MMK raw/dialysate blocked CHO cell cytosolic Ca2+ release. HK and MMK activities mimic mast cell stabilization with possible H1 receptor inactivation seen by decreased Ca2+ efflux and thus indicate potential for allergic rhinitis management. The combination of activities is usually related with curative and prophylactic therapy and might lead future clinical trials and therapies."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Polyherbal drug formulations","Histamine & H1 receptor","Mast cell","Intracellular Calcium","Allergy","in vivo study"],"doi":"10.1016/j.heliyon.2024.e31937"},{"title":"Ayurvedic management of a refractory skin disease clinically diagnosed as Cutaneous Lichen Planus—A case report","publication_info":[{"name":"Sushma Naranappa Salethoor","attributes":["Amrita Centre for Advanced Research in Ayurveda, Amrita School of Ayurveda, Amrita Vishwa Vidyapeetham, Kollam, Kerala, India"],"email":null},{"name":"Shyamasundaran Kulangara","attributes":["Amrita Centre for Advanced Research in Ayurveda, Amrita School of Ayurveda, Amrita Vishwa Vidyapeetham, Kollam, Kerala, India"],"email":null},{"name":"A.R. Aramya","attributes":["Senior Research Associate, AVP Research Foundation, Coimbatore, Tamil Nadu, India"],"email":null}],"PMCID":"PMCID: PMC10972801","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10972801/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10972801/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10972801/pdf/main.pdf","abstract_text":["This study reports the successful management of a recurrent, refractory skin disease diagnosed clinically as Cutaneous Lichen Planus (CLP) in a female patient with Ayurvedic treatment. A 42-year-old home maker from Coimbatore presented with blackish-red pigmented skin rashes and white streaks. Though mucous membranes were not affected, she did not respond to homoeopathic and biomedical treatment. The lesions were spread all over the body except for the face, scalp, axillary and genital region. In addition, she complained of dry skin, pain, and itching.","","The condition was treated as Kapha-Pitta dominant Tridoshaja Kushta based on Ayurvedic clinical assessment. The patient recovered after one year of conservative Ayurvedic intervention. After six years, there was a relapse, and the patient was admitted for a full course of Ayurvedic treatment and recovered within six months. Ayurvedic interventions should be considered an option in refractory skin diseases like Cutaneous Lichen Planus."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Case report","Ayurveda","Kushta","Lichen planus","and bio-cleansing"],"doi":"10.1016/j.jaim.2023.100884"},{"title":"A study on Tailabindu pariksha – An ancient Ayurvedic method of urine examination as a diagnostic and prognostic tool","publication_info":[{"name":"Pavan Kumar Sangu","attributes":["Senior Research Fellow (Ayurveda), National Institute of IndianMedical Heritage, Hyderabad, India"],"email":"pavansangu@gmail.com"},{"name":"Vanitha Murali Kumar","attributes":["Principal, Sai Ram Ayurvedic Medical College, Chennai, India"],"email":null},{"name":"Meera Shiv Shekhar","attributes":["Associate Professor, SRM Medical College, Chennai, India"],"email":null},{"name":"Murali Krishna Chagam","attributes":["Research Officer (Ayurveda), NIIMH, Hyderabad, India"],"email":null},{"name":"Penchala Prasad Goli","attributes":["Asst. Director, NIIMH, Hyderabad, India"],"email":null}],"PMCID":"PMCID: PMC3215423","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215423/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215423/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215423/pdf/Ayu-32-76.pdf","abstract_text":["Indian traditional medicine, Ayurveda has a great history. Researchers in India have tried to corroborate ancient wisdom with the modern scientific practices. Tailabindu pariksha is a diagnostic tool of urine examination developed by the medieval Ayurvedic scholars, and also throws a light on the prognosis of the disease condition. This study aims at using this ancient wisdom to diagnose the medical conditions and to study about their prognosis, and studying about how it can be applied to modern medical practice and its limitations. For the purpose of the study, 30 volunteers were divided into 3 groups. Group I consisting of healthy volunteers, group II of those patients who suffer from curable conditions and group III consisting of patients suffering from chronic diseases which can be regarded as incurable. The urine collection, oil drop instillation and evaluation, were all done according to the guidelines laid down in Ayurvedic practices. Upon the evaluation of the color, appearance, consistency and pattern of oil drop spreading in different patients of different groups, it could be seen that the data could be correlated to what has been provided in the literature in majority of the cases. In today's modern medical practices, there is a plethora of urine diagnostic examinations available. These act as an added financial burden to the patients. In the midst of this, making use of Tailabindu pariksha for urine examination, will not only prove economical, but also is a time-tested and scientifically proven method. More in-depth studies on larger groups of patients, suffering from various diseases need to be done to standardize the procedure and make it scientifically more acceptable."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","Basavarajeeyam","Nidana","Mutra Pariksha","Tailabindu Pariksha","Yogaratnakara"],"doi":"10.4103/0974-8520.85735"},{"title":"Preliminary Screening of a Classical Ayurvedic Formulation for Anticonvulsant Activity","publication_info":[{"name":"Arnab Dhar","attributes":[],"email":null},{"name":"Santosh Kumar Maurya","attributes":[],"email":null},{"name":"Ashish Mishra","attributes":[],"email":null},{"name":"Gireesh Kumar Singh","attributes":[],"email":null},{"name":"Manoj Kumar Singh","attributes":["Department of Kriya Shareer, Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Mirzapur, Uttar Pradesh, India"],"email":null}],"PMCID":"PMCID: PMC5255967","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5255967/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5255967/?report=classic","pdf_link":"None","abstract_text":["Background:","","Epilepsy is a serious and complex central nervous system disorder associated with recurrent episodes of convulsive seizures due to the imbalance between excitatory (glutamatergic) and inhibitory (GABAergic) neurotransmitters level in the brain. The available treatments are neither competent to control the seizures nor prevent progress of disease. Since ages, Herbal medicines have remained important sources of medicines in many parts of world which is evidenced through their uses in traditional systems of medicine i.e. Ayurveda, Siddha, Unani, Homeopathy and Chinese etc.","","Aim:","","A polyherbal formulation (containing Terminalia chebula Retz., Asparagus racemosus Willd., Embelia ribes Burm. F, Acorus calamus L., Tinospora cordifolia (Willd.) Miers, Convolvulus pluricaulis Choisy, Saussurea lappa C.B.Clarke, Achyranthes aspera L.) is mentioned in Ayurvedic classics Bhaiṣajya Ratnāvali. The aim of the study was to evaluate the anticonvulsant activity of the formulation in Maximum electroshock and Pentylenetetrazole induced convulsions in rats.","","Materials and Methods:","","In the present study, a polyherbal formulation was developed as directed by classical text and evaluated for the anticonvulsant activity using Maximal Electroshock Shock (MES) and Pentylenetetrazole (PTZ) induced convulsions in rats. Statistical comparison was done by one way ANOVA followed by the Tukey's multiple comparison test.","","Results:","","The obtained results showed that the PHF had a protective role on epilepsy. Treatment with PHF significantly improves antioxidant enzymes activities of superoxide dismutase (SOD) and glutathione (GSH) levels significantly as compared to controls. PHF also significantly decreased malonaldialdehyde (MDA) levels in the brain. Moreover, it also attenuated the PTZ-induced increase in the activity of GABA-T in the rat brain.","","Conclusion:","","These findings suggest that PHF might have possible efficacy in the treatment of epilepsy."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Antioxidant","Ayurvedic formulation","epilepsy","GABA","pentylenetetrazole"],"doi":"10.4103/0257-7941.195410"},{"title":"A single case study of treating hypertrophic lichen planus with Ayurvedic medicine","publication_info":[{"name":"Kshirod Kumar Ratha","attributes":[],"email":"drkkratha.ayu@rediffmail.com"},{"name":"Laxmidhar Barik","attributes":[],"email":null},{"name":"Ashok Kumar Panda","attributes":[],"email":null}],"PMCID":"PMCID: PMC5541468","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5541468/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5541468/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5541468/pdf/AYU-37-56.pdf","abstract_text":["Ayurvedic medicines are often considered effective for chronic and lifestyle disorders. Hypertrophic lichen planus (HLP) is a rare inflammatory skin condition and develops into squamous cell carcinoma in few cases. It has resemblance with Charma Kushtha mentioned in Ayurvedic classics. Conventional therapy used in this condition is unsatisfactory and is not free from side effects. A case of long-standing systemic steroid-dependent HLP is presented here which was intervened successfully with Ayurvedic modalities."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Ayurveda","Charma Kushtha","Kshudra Kushtha","hypertrophicus lichen planus"],"doi":"10.4103/ayu.AYU_1_16"},{"title":"Diagnostic Validity of Āyurvedic Pulse Assessment: Maharishi Nādi-Vigyān in Cardiovascular Health","publication_info":[{"name":"Manohar Palakurthi","attributes":[],"email":null},{"name":"Lee Fergusson","attributes":[],"email":null},{"name":"Sathya N. Dornala","attributes":[],"email":null},{"name":"Clinical Director","attributes":[],"email":null}],"PMCID":"PMCID: PMC10569112","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10569112/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10569112/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10569112/pdf/nihms-1910983.pdf","abstract_text":["This study is the first of its kind to systematically investigate the relationship between the clinical practice of Maharishi ᾹyurVeda pulse assessment and cardiovascular health. Given that cardiovascular disease is a major threat to the health of people in many countries, the question of diagnostic validity of a traditional, non-invasive method of health assessment is an important one for prevention and therapeutics. For this reason, we investigated the diagnostic validity of examining the pulse of patients using the technique of Maharishi Nādi-Vigyān compared to an objective measure of blood pressure and to self-reports of other cardiovascular risk factors.","","The study sample consisted of 160 participants at a Maharishi ᾹyurVeda clinic in the United States and assessed consistency of diagnoses between Maharishi Nādi-Vigyān and hypertension as measured by blood pressure using a standard sphygmomanometer, and patient self-reports of elevated cholesterol, insomnia, and psychological stress (operationalised in this study as ‘state of mind’). Our findings showed diagnostic validity of 95% for hypertension by Maharishi Nādi-Vigyān compared to objectively measured hypertension. For elevated cholesterol, insomnia, and psychological stress, the agreement was 76%.","","Previous studies assessed the reliability of conventional forms of pulse examination in ᾹyurVeda and found relatively low levels of both inter-rater and within-rater reliability, whereas the present study of Maharishi Nādi-Vigyān found generally higher levels. These findings have implications for the use of Maharishi Nādi-Vigyān as a diagnostic approach in the context of holistic, integrated, and preventive healthcare offered by Maharishi ᾹyurVeda.","","We conclude the study with a discussion of key theoretical domains which underpin the findings, namely the traditional forms of ᾹyurVeda and Nādi-Vigyān, and the introduction of next generation Maharishi ᾹyurVeda and Maharishi Nādi-Vigyān. Finally, we consider the influence pulse assessment might have on the future of cardiovascular healthcare."],"license_agreement":"Unknown","keywords":["None"],"doi":"Unknown"},{"title":"Clinical efficacy of Ayurvedic management in computer vision syndrome: A pilot study","publication_info":[{"name":"Kartar Singh Dhiman","attributes":[],"email":"dr_ks_dhiman@yahoo.co.in"},{"name":"Deepak Kumar Ahuja","attributes":["Lecturer, Department of Shalakya, Tantra, SRM Goverment Ayurvedic College, Bareilly, Uttar Pradesh, India"],"email":null}],"PMCID":"PMCID: PMC3665100","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665100/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665100/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665100/pdf/AYU-33-391.pdf","abstract_text":["Improper use of sense organs, violating the moral code of conduct, and the effect of the time are the three basic causative factors behind all the health problems. Computer, the knowledge bank of modern life, has emerged as a profession causing vision-related discomfort, ocular fatigue, and systemic effects. Computer Vision Syndrome (CVS) is the new nomenclature to the visual, ocular, and systemic symptoms arising due to the long time and improper working on the computer and is emerging as a pandemic in the 21st century. On critical analysis of the symptoms of CVS on Tridoshika theory of Ayurveda, as per the road map given by Acharya Charaka, it seems to be a Vata–Pittaja ocular cum systemic disease which needs systemic as well as topical treatment approach. Shatavaryaadi Churna (orally), Go-Ghrita Netra Tarpana (topically), and counseling regarding proper working conditions on computer were tried in 30 patients of CVS. In group I, where oral and local treatment was given, significant improvement in all the symptoms of CVS was observed, whereas in groups II and III, local treatment and counseling regarding proper working conditions, respectively, were given and showed insignificant results. The study verified the hypothesis that CVS in Ayurvedic perspective is a Vata–Pittaja disease affecting mainly eyes and body as a whole and needs a systemic intervention rather than topical ocular medication only."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Computer vision syndrome","Shatavaryaadi Churna","Tarpana"],"doi":"10.4103/0974-8520.108831"},{"title":"Estimation of Withaferin-A by HPLC and standardization of the Ashwagandhadi lehyam formulation","publication_info":[{"name":"Ajay Kumar Meena","attributes":[],"email":"ajaysheera@gmail.com"},{"name":"P. Rekha","attributes":[],"email":null},{"name":"Ayyam Perumal","attributes":[],"email":null},{"name":"M. Gokul","attributes":[],"email":null},{"name":"K.N. Swathi","attributes":[],"email":null}],"PMCID":"PMCID: PMC7889947","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7889947/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7889947/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7889947/pdf/main.pdf","abstract_text":["Standardization is an important measurement for ensuring the quality control of herbal drugs. It has become essential to develop reliable, specific and sensitive quality control methods. Ashwagandhadi lehyam is an important Ayurvedic formulation containing Withania somnifera L., as one of the prime ingredient of formulation. The present study was undertaken to develop standardization parameters for Ashwagandhadi lehyam. Evaluation of various standardization parameters like organoleptic characters, Physico-chemical evaluation, HPTLC finger print profiling along with dominant bioactive markers and estimation of bioactive markers Withaferin-A by HPLC. The Rf value of Withaferin-A 0.35 and Withanolide-A 0.45 is in formulation and reference standards were found comparable under UV light at 254 nm and 540 nm. The HPLC chromatogram of Ashwagandhadi lehyam and standard Withaferin-A showed at Rt of 5.015 and 5.050 min. The percentage of Withaferin-A was 0.092% present in Ashwagandhadi lehyam formulation. Bioactive markers are characteristic to the ingredients or botanicals to identify the presence of ingredients in formulation easily. The presence of bioactive markers is possible and its verification through the HPTLC fingerprint profile and quantification of biomarker by HPLC are the best ways to identify evaluate the quality of the finished formulation in the course of development of a standardization protocol for quality control of Ayurvedic formulation."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Lehyam","Withaferin- A","Standardization","Ayurvedic","Bioactive markers and HPLC"],"doi":"10.1016/j.heliyon.2021.e06116"},{"title":"Clinical evaluation of Vatari guggulu, Maharasnadi kwatha and Narayan taila in the management of osteoarthritis knee","publication_info":[{"name":"Anil Mangal","attributes":["National Research Institute for Ayurveda Siddha Human Resource Development (NRIASHRD), Central Council for Research in Ayurvedic Sciences, Gwalior, Madhya Pradesh, India"],"email":"dranilmangal1@gmail.com"},{"name":"M.N. Shubhasree","attributes":["National Ayurveda Dietetics Research Institute (NADRI), Central Council for Research in Ayurvedic Sciences, Bangalore, Karnataka, India"],"email":null},{"name":"Pramila Devi","attributes":["Achanta Lakshmipati Research Centre for Ayurveda (ALCRA), Central Council for Research in Ayurvedic Sciences, Chennai, India"],"email":null},{"name":"A.D. Jadhav","attributes":["National Research Institute for Ayurveda Siddha Human Resource Development (NRIASHRD), Central Council for Research in Ayurvedic Sciences, Gwalior, Madhya Pradesh, India"],"email":null},{"name":"Sai A. Prasad","attributes":["National Ayurveda Dietetics Research Institute (NADRI), Central Council for Research in Ayurvedic Sciences, Bangalore, Karnataka, India"],"email":null},{"name":"Kisore Kumar","attributes":["Achanta Lakshmipati Research Centre for Ayurveda (ALCRA), Central Council for Research in Ayurvedic Sciences, Chennai, India"],"email":null},{"name":"Sarada Otta","attributes":["Central Council for Research in Ayurvedic Sciences (CCRAS), New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC5607387","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5607387/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5607387/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5607387/pdf/main.pdf","abstract_text":["Background","","In present era, pharmacological, bio-chemical and surgical interventions are not success remedy for Osteoarthritis (OA). Ayurveda and other complementary medicine have medication for OA.","","Objectives","","The main aim of the study was to assess the efficacy and safety of therapeutic combination of Vatari guggulu along with Maharasnadi kwatha and Narayan taila with gentle massage for 15 min daily up to 12 weeks on affected knee joint pain assessed on Visual analogue scale (VAS) and Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC).","","Materials and methods","","It was an open label, multicentre, prospective, clinical study conducted on 142 patients of OA Knee. Vatari guggulu 500 mg thrice in a day along with Maharasnadi kwatha 20 ml with equal amount of water twice daily and Narayan taila 20 ml twice in a day for external application with gentle massage for 15 min up to 12 weeks were used to all the study participants.","","Results","","VAS, WOMAC score and clinical symptoms were reduced significantly from baseline to end of the treatment (P < 0.001).","","Conclusions","","The study provides good evidence in support of the efficacy and safety of the Vatari guggulu along with Maharasnadi kwatha and Narayan taila in the management of Osteoarthritis knee."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic medicine","Osteoarthritis","Sandhivata","Vatari guggulu","Maharasnadi kwatha","Narayana taila"],"doi":"10.1016/j.jaim.2017.02.001"},{"title":"Management of folliculitis decalvans with ayurveda- A case report","publication_info":[{"name":"Shankar Gautam","attributes":["P.G. Department of Kayachikitsa, National Institute of Ayurveda, Deemed to be University, Jaipur-302002, Rajasthan, India","Ministry of Health and Population, Pokhara-33700, Nepal"],"email":"dr.shankar.ayu@gmail.com"},{"name":"Rashmi Mutha","attributes":["P.G. Department of Kayachikitsa, National Institute of Ayurveda, Deemed to be University, Jaipur-302002, Rajasthan, India"],"email":"rashmimutha21@gmail.com"},{"name":"Ajay Kumar Sahu","attributes":["P.G. Department of Kayachikitsa, National Institute of Ayurveda, Deemed to be University, Jaipur-302002, Rajasthan, India"],"email":"drajaysahu@gmail.com"},{"name":"Arun Gautam","attributes":["BPKIHS, Dharan, Nepal"],"email":"arungautam5990@gmail.com"}],"PMCID":"PMCID: PMC9700298","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9700298/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9700298/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9700298/pdf/main.pdf","abstract_text":["Introduction","","The superficial infection that involves the hair follicle with bogginess or induration of involved parts of the scalp along with pustules, erosions, crusts, ulcers, and scales resulting in hair fall is known as folliculitis decalvans (FD). This condition accounts for approximately 11% of all cases with primary cicatricial alopecia. Based on clinical features like Keshadhwansha (hair fall) with Harsha (hypersensitivity), Kandu (itching), Toda (pain), FD can be correlated with Raktaja Krimi Vikara (RKV).","","Observation and results","","A 24 years' male patient with the chief complaint of patchy hair loss in the scalp region associated with scale formation, itching, and pain for 2 months. He had a history of pustules-like eruption over the frontal and parietal regions. He tried various topical and oral medications for 8 days but didn't get any sign of improvement and came to NIA hospital for Ayurveda treatment. Due to the signs like pustules over the scalp, hair loss with honey-colored crusting, scarring, mild itching, and pain; he was diagnosed with RKV ∼ FD. After treatment with Ayurveda medicine and leech therapy, complete remission of the scar, lesions, itching, pain, and hair loss was obtained, and there was new hair growth over the scalp with normal distribution. The patient was on follow-up for 33 months with no signs of itching, pain, and hair fall.","","Conclusion","","Complete remission of FD was achieved by Ayurveda medicine along with Jalaukavacharana and it seems highly effective on the basis of remission period compared to contemporary treatment modalities. It is suggested to have further clinical studies with large samples to analyze its effectiveness."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Alopecia","Folliculitis decalvans","Jalauka","Krimi vikara","Kustha","Leech therapy"],"doi":"10.1016/j.jaim.2022.100673"},{"title":"Effects of Ayurveda interventions on acute pain and quality of life of a trigeminal neuralgia patient - A case report","publication_info":[{"name":"U.M.G.D. De Silva","attributes":["PG Department of Panchakarma, National Institute of Ayurveda, Jorawar Singh Gate, Amer Road, Jaipur, Rajasthan, India"],"email":"gihani_silva@yahoo.com"},{"name":"G. Mangal","attributes":["PG Department of Panchakarma, National Institute of Ayurveda, Jorawar Singh Gate, Amer Road, Jaipur, Rajasthan, India"],"email":null},{"name":"A.M.H.S. Attanayake","attributes":["PG Department of Kayachikitsa, National Institute of Ayurveda, Jorawar Singh Gate, Amer Road, Jaipur, Rajasthan, India"],"email":null},{"name":"A. Upadhyay","attributes":["PG Department of Kayachikitsa, National Institute of Ayurveda, Jorawar Singh Gate, Amer Road, Jaipur, Rajasthan, India"],"email":null}],"PMCID":"PMCID: PMC10382661","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10382661/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10382661/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10382661/pdf/main.pdf","abstract_text":["Classical trigeminal neuralgia (CTN) is a disease characterized by severe pain in the facial area related to the trigeminal nerve. CTN occurs due to neurovascular compression of the Trigeminal nerve presenting with recurrent pain episodes. This case reports the effect of Ayurveda interventions on CTN.","","Thirty-nine-year-old male patient with pain on the right side of the face for two years presented to the National Institute of Ayurveda, Hospital, Jaipur, Rajasthan, India. The pain was distributed on the right side of the upper lip, cheek, and chin. Paroxysms of pain appeared at the interval of 1–2 h and were lasting of 1–2 min. The case was diagnosed with the help of magnetic resonance imaging (MRI) as right-side classical trigeminal neuralgia due to indentation of the vascular loop of the right superior cerebellar artery. The patient had a treatment history of two years with allopathic medicine, and he sought Ayurveda treatment due to recurrence and excessive pain. The patient was given Ayurvedic interventions (oral medication, Nasya, Kavalagraha, and Gandusha) for three months. The improvement were observed on the visual analogue scale (VAS) for pain, hospital anxiety and depression scale (HADS), and Short Form −36 questionnaire (SF-36) for quality of life.","","After three months of the treatment, the VAS scale for pain and the HADS scale for anxiety and depression showed marked improvement. Improvement in all the domains of SF-36 was observed, with a total percentage improvement from 10.7% to 83.2%.","","Observations of this case highlight the usefulness of Ayurveda interventions, i.e., Oral medication, Nasya, Kavalagraha, and Gandusha, in reducing the acute paroxysms of pain in Classical TN and improving the quality of life of CTN patients."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic","Complementary and traditional medicine","Panchakarma","Facial pain","Fifth cranial nerve"],"doi":"10.1016/j.jaim.2023.100743"},{"title":"Managing endometrial calcifications using Kshara Taila and Phalaghrita Uttara Basti: A case report","publication_info":[{"name":"Pratibha Mehra","attributes":[],"email":"pratibhamehra48@gmail.com"},{"name":"Ekta","attributes":[],"email":null}],"PMCID":"PMCID: PMC10755534","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10755534/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10755534/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10755534/pdf/main.pdf","abstract_text":["Endometrial calcification is an uncommon clinical entity. They can be detected during pelvic ultrasonography or as incidental pathologic findings. Most of the cases are asymptomatic or present with secondary infertility and menstrual anomalies. Its definite etiology is still not known and the pathogenesis is uncertain; its clinical importance is not yet fully validated. Since there is no exact simulating disease to compare this condition in Ayurveda; according to the features involved in its pathophysiology; involvement of Tridosha has been contemplated. Therefore, the management of endometrial calcifications is conducted by considering the specific Dosha involved. Uttara Basti is a minimally invasive procedure that can be easily performed as an outpatient procedure, offering a more convenient and cost-effective approach to enhance the treatment of endometrial calcifications. Here in this case study, the patient had been diagnosed with endometrial calcifications and was subsequently scheduled for an Ayurvedic management protocol. The procedure of Uttara Basti with Kshara Oil and Phala ghrita, was undertaken for a duration of 3 consecutive months, following the cessation of menstrual flow. The patient experienced improvment in scanty menses, her USG showed a reduction in endometrial calcification. Furthermore, she was conceived."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Endometrial calcification","Ayurveda","UttarBasti","Phala ghrita"],"doi":"10.1016/j.jaim.2023.100827"},{"title":"Efficacy of whole system ayurveda protocol in irritable bowel syndrome – A Randomized controlled clinical trial","publication_info":[{"name":"Teja D. Naik","attributes":[],"email":null},{"name":"Basavaraj R. Tubaki","attributes":[],"email":"ayurbasavaraj@gmail.com"}],"PMCID":"PMCID: PMC10105243","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10105243/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10105243/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10105243/pdf/main.pdf","abstract_text":["Background","","Irritable bowel syndrome (IBS) is one of the clinically challenging disorders. It has a significant effect on health, cost and quality of life. Ayurveda management through whole system approach in IBS is explored.","","Objective","","To evaluate the efficacy of whole system Ayurveda approach in IBS.","","Methods","","The present trial is a randomized controlled parallel group study. 48 patients diagnosed as IBS (Rome IV Criteria) between the age group of 20–60 yrs were recruited in the study. Patients were randomly divided into 2 groups. KC group intervened with Kalingadi Churna 3 gm twice a day, before food with buttermilk. WS group intervened with whole system ayurveda protocol (WSAP). Duration of intervention was 60 days with follow up on every 15th day. Assessments were through various clinical measures like IBS Symptom Severity Score (IBS-SSS), IBS Adequate Relief (IBS-AR), Gastrointestinal symptom rating scale (GSRS), IBS-VAS, Complete Spontaneous Bowel Movements (CSBMs), Bristol Stool Form (BSF), Hamilton Anxiety Rating Scale (HARS), Hamilton Depression Rating Scale (HDRS), IBS quality of life (IBS-QoL) at every follow up. Hemoglobin, Erythrocyte sedimentation rate and stool examination was conducted at pre and post study.","","Results","","Study showed that WS group had significant improvement compared to KC group in IBS-SSS, IBS-AR, IBS-VAS, CSBM, BSF-Diarrhea and BSF-Constipation. Both groups were comparable in GSRS, HARS, HDRS and IBS-QOL. Blood and stool parameters assessments showed comparable improvements in both the groups. Within group significant improvements in all the clinical assessment scales were observed in both the groups.","","Conclusion","","WSAP was effective in management of IBS (IBS constipation and IBS diarrhea). Improvements were observed in abdominal pain, stool frequency, consistency and adequate relief."],"license_agreement":"Unknown","keywords":["Irritable bowel syndrome","Kalingadi churna","Whole system research ayurveda protocol"],"doi":"10.1016/j.jaim.2022.100592"},{"title":"Authors' response: Ayurvedic methods of adversity control following leech application","publication_info":"Sanjeev Rastogi, Priyanka Chaudhari","PMCID":"PMCID: PMC4296441","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4296441/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4296441/pdf/JAIM-5-261.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Stratification of rheumatoid arthritis cohort using Ayurveda based deep phenotyping approach identifies novel genes in a GWAS","publication_info":[{"name":"Garima Juyal","attributes":["School of Biotechnology, Jawaharlal Nehru University, New Delhi 110067, India"],"email":"garimajuyal@gmail.com"},{"name":"Anuj Pandey","attributes":["Department of Genetics, University of Delhi South Campus, New Delhi 110021, India"],"email":null},{"name":"Sara L. Garcia","attributes":["Department of Health Technology, Technical University of Denmark, Kgs. Lyngby, Denmark"],"email":null},{"name":"Sapna Negi","attributes":["National Institute of Pathology, Safdarjung Hospital Campus, New Delhi 110029, India"],"email":null},{"name":"Ramneek Gupta","attributes":["Department of Health Technology, Technical University of Denmark, Kgs. Lyngby, Denmark"],"email":null},{"name":"Uma Kumar","attributes":["Department of Rheumatology, All India Institute of Medical Sciences, New Delhi 110029, India"],"email":null},{"name":"Bheema Bhat","attributes":["Department of Ayurveda, Holy Family Hospital, New Delhi 110025, India"],"email":null},{"name":"Ramesh C. Juyal","attributes":["National Institute of Immunology, New Delhi 110067, India"],"email":"garimajuyal@gmail.com"}],"PMCID":"PMCID: PMC9259475","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9259475/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9259475/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9259475/pdf/main.pdf","abstract_text":["Background and aim","","Genome wide association studies have scaled up both in terms of sample size and range of complex disorders investigated, but these have explained relatively little phenotypic variance. Of the several reasons, phenotypic heterogeneity seems to be a likely contributor for missing out genetic associations of large effects. Ayurveda, the traditional Indian system of medicine is one such tool which adopts a holistic deep phenotyping approach and classifies individuals based on their body constitution/prakriti. We hypothesized that Ayurveda based phenotypic stratification of healthy and diseased individuals will allow us to achieve much desired homogeneous cohorts which would facilitate detection of genetic association of large effects. In this proof of concept study, we performed a genome wide association testing of clinically diagnosed rheumatoid arthritis patients and healthy controls, who were re-phenotyped into Vata, Pitta and Kapha predominant prakriti sub-groups.","","Experimental procedure","","Genotypes of rheumatoid arthritis cases (Vata = 49; Pitta = 117; Kapha = 78) and controls (Vata = 33; Pitta = 175; Kapha = 85) were retrieved from the total genotype data, used in a recent genome-wide association study performed in our laboratory. A total of 528461 SNPs were included after quality control. Prakriti-wise genome-wide association analysis was employed.","","Results and conclusion","","This study identified (i) prakriti-specific novel disease risk genes of high effect sizes; (ii) putative candidates of novel therapeutic potential; and (iii) a good correlation between genetic findings and clinical knowledge in Ayurveda. Adopting Ayurveda based deep phenotyping may facilitate explaining hitherto undiscovered heritability in complex traits and may propel much needed progress in personalized medicine."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Rheumatoid arthritis","Ayurgenomics","Ayurveda","Genome-wide association study","P4 medicine"],"doi":"10.1016/j.jaim.2022.100578"},{"title":"“Classes beyond the walls\" – A reexploring method of teaching in ayurveda education over conventional approach","publication_info":[{"name":"Geeta G. Gadad","attributes":["Dept. of Rasashastra and Bhaishajya Kalpana, KAHER’s Shri B. M. Kankanawadi Ayurveda Mahavidyalaya, Shahapur, Belagavi, Karnataka, India"],"email":"drgeetaayu@gmail.com"}],"PMCID":"PMCID: PMC10239694","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10239694/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10239694/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10239694/pdf/main.pdf","abstract_text":["Background","","Gurukula system of Ayurveda education is a complete comprehensive approach. Institutionalization of this traditional system of education has its own limitations. Though the Ayurveda education is been institutionalized, some part of it deliberately needs to be learnt in real platform, in an integrated way to make learning process more engaging and relevant. Conventional method of teaching (CMT) has its own limitations and adoption of innovative methods is need of the hour.","","Methods","","Study was conducted on II Professional BAMS students in two groups: classes beyond the walls (CBW) group and CMT group. Integrated collaborative CBW teaching in medicinal plant garden and CMT in regular classrooms of institutional set up were conducted. Comparative learning experience was assessed based on open ended questionnaire. The effectiveness of CBW teaching was evaluated using five-point likert scale. Pre and Post tests were conducted using a google forms comprising of ten subject related questions to compare learning outcomes. Analysis of statistical parameters were done using SPSS software (Between the groups Mann - Whitney U test and within the groups Wilcoxon matched pairs signed rank test).","","Results","","The learning significance within the both groups are demonstrated by the statistical findings based on the pre and posttest scores. Pretest scores between the groups are not significant with a P value 0.76, however the posttest results between the groups demonstrate a substantial learning improvement with a P value of < 0.0001.","","Conclusion","","This demonstrates learning beyond the class is an important supportive component along with conventional method."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda education","Conventional teaching","Beyond classroom teaching","Integrated teaching","Innovative practice"],"doi":"10.1016/j.jaim.2023.100724"},{"title":"Perceptions of Ayurvedic medicine by citizens in Dhaka, Bangladesh","publication_info":[{"name":"Yoshitoku Yoshida","attributes":["Department of Healthcare Administration, Nagoya University Graduate School of Medicine, Nagoya, Japan"],"email":null},{"name":"Md Harun-Or-Rashid","attributes":["Bangladesh National Control Laboratory, Dhaka, Bangladesh\n"],"email":null},{"name":"Yasuko Yoshida","attributes":["Department of Drug Metabolism and Disposition Graduate School of Pharmaceutical Sciences, Nagoya City University, Nagoya, Japan\n"],"email":null}],"PMCID":"PMCID: PMC4767518","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4767518/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4767518/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4767518/pdf/2186-3326-78-0099.pdf","abstract_text":["Bangladesh is now facing the public health problems of deficiency of iron and iodine, especially for women. The Ministry of Health and Family Welfare of Bangladesh has implemented strong countermeasures to enhance the health condition of the nation. On the other hand, based on the concept of the Declaration of Alma-Ata, complementary and alternative medicine should be used more vigorously to enhance public health in the world. The usage of complementary and alternative medicine such as ayurvedic medicine (AM) should be increased in Bangladesh. Therefore we conducted the study on perceptions of AM by citizens in Dhaka, Bangladesh in order to promote and enhance the effective usage of AM, including herbal medicines as medical resources, from December 2010 to January 2011. This study showed younger citizens (61.1%) did not get more benefit from AM than elder citizens (48.0%). On the other hand, younger citizens (76.8%) did not get more harm from AM than elder citizens (70.1%). We think that in terms of effectiveness of AM, the younger generation in Dhaka seems to be more skeptical to AM than the elder generation in Dhaka, even though the younger generation are more satisfied with AM than the elder generation. With viewpoint of enhancement of usage of AM in Dhaka, we think that scientifically sound information on AM should be collected rigorously and brought to the citizens vigorously to remove the skeptical feeling of AM from younger citizen in Dhaka. In terms of the effective utilization of limited medical resources, AM should be used appropriately in Bangladesh, Asia and the world."],"license_agreement":"This is an Open Access article distributed under the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License. To view the details of this license, please visit (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic medicine","perception","Bangladesh","citizen","satisfaction"],"doi":"Unknown"},{"title":"Deciphering the impact and mechanism of Trikatu, a spices-based formulation on alcoholic liver disease employing network pharmacology analysis and in vivo validation","publication_info":[{"name":"Ruchi Sharma","attributes":[],"email":"rohitsharma@bhu.ac.in"},{"name":"Mangala Jadhav","attributes":[],"email":null},{"name":"Neha Choudhary","attributes":[],"email":null},{"name":"Arun Kumar","attributes":[],"email":null},{"name":"Abdur Rauf","attributes":[],"email":null},{"name":"Rohit Gundamaraju","attributes":[],"email":"rohitsharma@bhu.ac.in"},{"name":"Abdullah F. AlAsmari","attributes":[],"email":null},{"name":"Nemat Ali","attributes":[],"email":null},{"name":"Rajeev K. Singla","attributes":[],"email":null},{"name":"Rohit Sharma","attributes":[],"email":"rohitsharma@bhu.ac.in"}],"PMCID":"PMCID: PMC9709420","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9709420/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9709420/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9709420/pdf/fnut-09-1063118.pdf","abstract_text":["Trikatu Churna (TC) comprising Zingiber officinale rhizome, Piper longum, and Piper nigrum fruit, is effective in treating liver diseases and has high nutraceutical values. However, the efficacy of TC in treating alcoholic liver disease (ALD) and its mechanism remain largely unknown. This study evaluated the hepatoprotective effects of different doses of TC as well as to identify the bioactive components and determine their mechanism of action against ethanol-induced ALD. A compound-target network analysis model of TC was established to identify its potential bioactive compounds and pathways that might regulate its hepatoprotective effects. Further, in-vivo studies were performed to validate the potential of TC (200 mg/kg and 400 mg/kg b.w.) in the treatment and management of ALD. The study revealed that both the dosages of TC demonstrate significant (p > 0.0001) hepatoprotective effects by improving body weight, total bilirubin, serum glutamic oxaloacetic transaminase (SGOT), serum glutamic pyruvic transaminase (SGPT), serum alkaline phosphate (ALP), total cholesterol, total protein, globulin, albumin, and liver morphology. The High-performance thin-layer chromatography (HPTLC) fingerprinting of TC showed the presence of piperine. Network pharmacology identifies the role of TC in regulating various signaling processes including Advanced glycation end products-receptor for advanced glycation end products (AGE-RAGE), Hypoxia-inducible factors (HIF-1), Nuclear factor kappa-light-chain-enhancer of activated B cells (NF-Kappa B), and Phosphatidylinositol 3-kinase/protein kinase B (PI3K/Akt) signaling to exert its anti-inflammatory, antioxidant and anti-apoptotic role in managing ALD. Based on the bioinformatics analysis, some of the key targets of TC were found to be Prostaglandin-Endoperoxide Synthase 2 (PTGS2) or Cyclooxygenase-2 (COX-2), Sirtuin 1 (SRT1), and caspase-3. These effects may serve as a novel therapeutic option for the treatment of ALD. These preclinical validation studies for the ethnopharmacological potential of TC in ALD treatment further paved the way for researchers to perform next-level translational and clinical studies. Further, in-depth experimental studies for the validation of these bioinformatics-based results will give a clearer picture of mechanisms."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["ethanol-induced hepatotoxicity","hepatoprotective","herbal formulation","network pharmacology","Piper longum","Piper nigrum","Trikatu Churna","Zingiber officinale"],"doi":"10.3389/fnut.2022.1063118"},{"title":"Ayurvedic management of idiopathic small fibre neuropathy- A case report","publication_info":[{"name":"Sushya Surendran","attributes":[],"email":"drsushyasu@gmail.com"}],"PMCID":"PMCID: PMC10176050","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10176050/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10176050/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10176050/pdf/main.pdf","abstract_text":["Small fibre neuropathy (SFN) is a subgroup of peripheral neuropathy which is characterized by a disorder of the thin myelinated A-δ and unmyelinated C-fibres. With a prevalence of 52.95 per 100,000 population per year, the reported etiology of SFN has remained unclear in 23–93% of investigated patients and hence termed idiopathic small fibre neuropathy (iSFN). Pain is the most common symptom which is often described as burning. Conventional pain management is the only treatment option for iSFN, which is only modestly effective and associated with adverse events which lead to reduced drug compliance. It also affects the overall quality of life. This case report discusses the effect of Ayurvedic interventions in the management of iSFN. The patient was a 37-year-old male, who presented with severe pain, burning, and tingling sensation of B/L lower limbs and hands with decreased sleep for 5 years (visual analogue scale (VAS) was 10 and neuropathic pain scale (NPS) score was 39). Considering the signs and symptoms, the disease was diagnosed under the Vata Vyadhi (disease/syndrome caused by Vata Dosha) spectrum. The treatment included an initial OPD-based Shamana (treatment that pacifies the aggravated doshas) treatment with Drakshadi Kwatha, Sundibaladwaya Ksheera Kwatha, Kalyanaka Gritha, and Ashwagandhadi Churna. As the symptoms persisted, Shodhana (treatment in which aggravated doshas are expelled from the body) treatment was adopted which included Mridu (mild) Shodhana, Nasya (medicine administered through nasal route) and Basti (administration of medicine through the procto-colonic route). The intervention resulted in significant clinical improvement as evidenced by the reduction in VAS and NPS scores to zero and five respectively. The patient's quality of life also showed significant improvement.","","This case report signifies the pivotal role of Ayurvedic intervention in the management of iSFN and encourages further research in this area. Integrative therapeutic approaches can be developed which may offer a promising strategy for managing iSFN and improving patient outcomes."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Nasya","Small fibre neuropathy","Basti"],"doi":"10.1016/j.jaim.2023.100708"},{"title":"Chyawanprash: A Traditional Indian Bioactive Health Supplement","publication_info":[{"name":"Rohit Sharma","attributes":["Central Ayurveda Research Institute for Drug Development (CCRAS), Ministry of AYUSH, Government of India, 4-CN Block, Sector-V, Bidhannagar, Kolkata-700091, India; "],"email":null},{"name":"Natália Martins","attributes":["Faculty of Medicine, University of Porto, Alameda Prof. Hernani Monteiro, 4200-319 Porto, Portugal","Institute for research and Innovation in Heath (i3S), University of Porto, Rua Alfredo Allen, 4200-135 Porto, Portugal"],"email":"ncmartins@med.up.pt"},{"name":"Kamil Kuca","attributes":["Department of Chemistry, Faculty of Science, University of Hradec Králové, Rokitanskeho 62, 50003 Hradec Králové, Czech Republic; "],"email":"kamil.kuca@uhk.cz"},{"name":"Ashun Chaudhary","attributes":["Department of Biotechnology, MMEC, Maharishi Markandeshwar (Deemed to be University), Mullana, Ambala-133207, India; "],"email":"ashun.chaudhary@gmail.com"},{"name":"Atul Kabra","attributes":["Department of Pharmacology, Kota College of Pharmacy, Kota, Rajasthan-324005, India; "],"email":"atul.kbr@gmail.com"},{"name":"Meda M. Rao","attributes":["Central Ayurveda Research Institute for Drug Development (CCRAS), Ministry of AYUSH, Government of India, 4-CN Block, Sector-V, Bidhannagar, Kolkata-700091, India; "],"email":"medamrao69@gmail.com"}],"PMCID":"PMCID: PMC6571565","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6571565/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6571565/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6571565/pdf/biomolecules-09-00161.pdf","abstract_text":["Chyawanprash (CP) is an Ayurvedic health supplement which is made up of a super-concentrated blend of nutrient-rich herbs and minerals. It is meant to restore drained reserves of life force (ojas) and to preserve strength, stamina, and vitality, while stalling the course of aging. Chyawanprash is formulated by processing around 50 medicinal herbs and their extracts, including the prime ingredient, Amla (Indian gooseberry), which is the world’s richest source of vitamin C. Chyawanprash preparation involves preparing a decoction of herbs, followed by dried extract preparation, subsequent mixture with honey, and addition of aromatic herb powders (namely clove, cardamom, and cinnamon) as standard. The finished product has a fruit jam-like consistency, and a sweet, sour, and spicy flavor. Scientific exploration of CP is warranted to understand its therapeutic efficacy. Scattered information exploring the therapeutic potential of CP is available, and there is a need to assemble it. Thus, an effort was made to compile the scattered information from ancient Ayurvedic texts and treatises, along with ethnobotanical, ethnopharmacological, and scientifically validated literature, that highlight the role of CP in therapeutics. Citations relevant to the topic were screened."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Chyawanprash","ayurveda","Indian gooseberry","medicinal plants","nutraceutical","health supplement","traditional medicine"],"doi":"10.3390/biom9050161"},{"title":"Ayurvedic research and methodology: Present status and future strategies","publication_info":[{"name":"Ashutosh Chauhan","attributes":[],"email":null},{"name":"Deepak Kumar Semwal","attributes":["Department of Phytochemistry, Faculty of Biomedical Sciences, Uttarakhand Ayurved University, Dehradun, Uttarakhand, India"],"email":null},{"name":"Satyendra Prasad Mishra","attributes":["Vice Chancellor, Uttarakhand Ayurved University, Dehradun, Uttarakhand, India"],"email":null}],"PMCID":"PMCID: PMC5041382","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5041382/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5041382/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5041382/pdf/AYU-36-364.pdf","abstract_text":["Ayurveda is a science of life with a holistic approach to health and personalized medicine. It is one of the oldest medical systems, which comprises thousands of medical concepts and hypothesis. Interestingly, Ayurveda has ability to treat many chronic diseases such as cancer, diabetes, arthritis, and asthma, which are untreatable in modern medicine. Unfortunately, due to lack of scientific validation in various concepts, this precious gift from our ancestors is trailing. Hence, evidence-based research is highly needed for global recognition and acceptance of Ayurveda, which needs further advancements in the research methodology. The present review highlights various fields of research including literary, fundamental, drug, pharmaceutical, and clinical research in Ayurveda. The review further focuses to improve the research methodology for Ayurveda with main emphasis on the fundamental research. This attempt will certainly encourage young researchers to work on various areas of research for the development and promotion of Ayurveda."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Ayurvedic research and methodology","personalized medicine","Rasayana","traditional medicine"],"doi":"10.4103/0974-8520.190699"},{"title":"Potential implications of Ayurveda in Psoriasis: A clinical case study","publication_info":[{"name":"Guruprasad C. Nille","attributes":[],"email":"drguruprasadnille0412@gmail.com"}],"PMCID":"PMCID: PMC8039350","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039350/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039350/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039350/pdf/main.pdf","abstract_text":["Immune response of a human body to the uncertain factors leads to the accelerated inflammatory proliferation of the ailing cells of the skin known as Psoriasis. Although the condition found described many decades ago, the etiology and treatment look under-researched. In Ayurveda, many herbs have proven efficacy in psoriasis, but the multifaceted etiology of the disease needs a multimodal treatment approach. We report about Ayurveda treatment in a 68-year-old female patient with plaque psoriasis presented with erythematous plaques on the anterior surface of the legs, right forehand, and neck region. The Auspitz sign and Koebner phenomenon were positive. The treatment protocol was adopted as per Ayurvedic samprapti (pathophysiology) and the patient cured completely without reporting any adverse events after the one year of treatment. No recurrence observed even after one year of the halted treatment. The importance of a wholesome diet as a health promoter is also revalidated. Photographic documentation was recorded with the proper consent of the patient during successive treatment and regular follow-ups. Altogether, multimodal Ayurveda treatment led to speedy and substantial recovery from a chronic case of psoriasis."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Psoriasis","Auspitz sign","Ayurveda","Kushtha","Herbs","Case report"],"doi":"10.1016/j.jaim.2020.11.009"},{"title":"Genome-wide analysis correlates Ayurveda Prakriti","publication_info":[{"name":"Periyasamy Govindaraj","attributes":["CSIR-Centre for Cellular and Molecular Biology, Hyderabad, Telangana, India"],"email":null},{"name":"Sheikh Nizamuddin","attributes":["CSIR-Centre for Cellular and Molecular Biology, Hyderabad, Telangana, India"],"email":null},{"name":"Anugula Sharath","attributes":["CSIR-Centre for Cellular and Molecular Biology, Hyderabad, Telangana, India"],"email":null},{"name":"Vuskamalla Jyothi","attributes":["CSIR-Centre for Cellular and Molecular Biology, Hyderabad, Telangana, India"],"email":null},{"name":"Harish Rotti","attributes":["School of Life Sciences, Manipal University, Manipal, Karnataka, India"],"email":null},{"name":"Ritu Raval","attributes":["School of Life Sciences, Manipal University, Manipal, Karnataka, India"],"email":null},{"name":"Jayakrishna Nayak","attributes":["Shri Dharmasthala Manjunatheshwara College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"Balakrishna K. Bhat","attributes":["Shri Dharmasthala Manjunatheshwara College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"B. V. Prasanna","attributes":["Shri Dharmasthala Manjunatheshwara College of Ayurveda, Udupi, Karnataka, India"],"email":"thangs@ccmb.res.in"},{"name":"Pooja Shintre","attributes":["Sinhgad College of Engineering, Pune, Maharashtra, India"],"email":null},{"name":"Mayura Sule","attributes":["Sinhgad College of Engineering, Pune, Maharashtra, India"],"email":null},{"name":"Kalpana S. Joshi","attributes":["Sinhgad College of Engineering, Pune, Maharashtra, India"],"email":null},{"name":"Amrish P. Dedge","attributes":["Sinhgad College of Engineering, Pune, Maharashtra, India"],"email":null},{"name":"Ramachandra Bharadwaj","attributes":["Foundation for Revitalization of Local Health Traditions, Bangalore, Karnataka, India"],"email":null},{"name":"G. G. Gangadharan","attributes":["Foundation for Revitalization of Local Health Traditions, Bangalore, Karnataka, India"],"email":null},{"name":"Sreekumaran Nair","attributes":["Department of Statistics, Manipal University, Manipal, Karnataka, India"],"email":null},{"name":"Puthiya M. Gopinath","attributes":["School of Life Sciences, Manipal University, Manipal, Karnataka, India"],"email":null},{"name":"Bhushan Patwardhan","attributes":["Interdisciplinary School of Health Sciences, University of Pune, Pune, Maharashtra, India"],"email":null},{"name":"Paturu Kondaiah","attributes":["Department of Molecular Reproduction, Development and Genetics, Indian Institute of Science, Bangalore, Karnataka, India"],"email":null},{"name":"Kapaettu Satyamoorthy","attributes":["School of Life Sciences, Manipal University, Manipal, Karnataka, India"],"email":null},{"name":"Marthanda Varma Sankaran Valiathan","attributes":["School of Life Sciences, Manipal University, Manipal, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC4625161","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4625161/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4625161/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4625161/pdf/srep15786.pdf","abstract_text":["The practice of Ayurveda, the traditional medicine of India, is based on the concept of three major constitutional types (Vata, Pitta and Kapha) defined as “Prakriti”. To the best of our knowledge, no study has convincingly correlated genomic variations with the classification of Prakriti. In the present study, we performed genome-wide SNP (single nucleotide polymorphism) analysis (Affymetrix, 6.0) of 262 well-classified male individuals (after screening 3416 subjects) belonging to three Prakritis. We found 52 SNPs (p ≤ 1 × 10−5) were significantly different between Prakritis, without any confounding effect of stratification, after 106 permutations. Principal component analysis (PCA) of these SNPs classified 262 individuals into their respective groups (Vata, Pitta and Kapha) irrespective of their ancestry, which represent its power in categorization. We further validated our finding with 297 Indian population samples with known ancestry. Subsequently, we found that PGM1 correlates with phenotype of Pitta as described in the ancient text of Caraka Samhita, suggesting that the phenotypic classification of India’s traditional medicine has a genetic basis; and its Prakriti-based practice in vogue for many centuries resonates with personalized medicine."],"license_agreement":"This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/","keywords":["None"],"doi":"10.1038/srep15786"},{"title":"Ayurvedic evaluation and treatment of Covid 19: A case report","publication_info":[{"name":"Abhijeet Shirkande","attributes":["Department of Dravyaguna (Ayurvedic Materia Medica & Pharmacology), Dr. D. Y. Patil College of Ayurved and Research Center, Dr. D. Y. Patil Vidyapeeth (Deemed to be University) Pimpri, Pune, India","Shree VishwAngad Ayurved Panchakarma Yoga Clinic & Research Center, Sahakar Nagar, Pune, India"],"email":"drabhijitshirkande@gmail.com"}],"PMCID":"PMCID: PMC8277552","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8277552/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8277552/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8277552/pdf/main.pdf","abstract_text":["COVID-19 patients, with underlying comorbidities are observed to develop complications. Studies have shown that hypertension (one of the comorbidities) is a risk factor for patients with severe COVID-19. There have been more patients with hypertension among those who succumbed to COVID-19 compared to the survivors. There is no proven treatment of COVID-19 as of now. Ministry of AYUSH, Government of India, has permitted use of traditional systems of medicine for treating mild to moderate cases of COVID-19. In line with this, there are few case reports which reported promising results for treatment of COVID-19 with Ayurveda. These treatment reports highlighted subdued COVID-19 infections without developing serious complications. The present case is of a young hypertensive female patient who was diagnosed with COVID-19. Ayurvedic assessment for this was Kaphavataj jwara. The patient sought Ayurvedic treatment. She was advised the treatment module including medicines, diet and behavioral interventions. Though patient was having comorbid hypertension with major COVID-19 symptoms, she recovered with exclusive Ayurvedic treatment both physically as well as psychologically with no post COVID-19 complications till date. Ayurvedic treatment module appears to be safe and efficacious with early recovery and better outcomes."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["COVID 19","SARS-CoV-2","Ayurveda","Case report","Traditional medicine"],"doi":"10.1016/j.jaim.2021.07.005"},{"title":"Ayurvedic management of persistent hypoxia in a diabetic and hypertensive COVID-19 patient in the post-hospitalization period–A case report","publication_info":[{"name":"Jyoti Joshi","attributes":["Joshi Panchakarma Clinic, Panvel, Mumbai, Maharashtra, India"],"email":null},{"name":"Sushma Naranappa Salethoor","attributes":["Amrita School of Ayurveda, Amrita Vishwa Vidyapeetham, Kollam, Kerala, India"],"email":null},{"name":"Shyamasundaran Kulangara","attributes":["Amrita School of Ayurveda, Amrita Vishwa Vidyapeetham, Kollam, Kerala, India"],"email":null},{"name":"Prajeesh Nath Edamala Narayanan","attributes":["Amrita School of Ayurveda, Amrita Vishwa Vidyapeetham, Kollam, Kerala, India"],"email":null}],"PMCID":"PMCID: PMC8346329","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8346329/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8346329/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8346329/pdf/main.pdf","abstract_text":["COVID-19 patients may require supplemental oxygen therapy at home after recovery from COVID-19. We report benefits of add on Ayurvedic intervention in a 75-year-old gentleman who was oxygen dependent post hospitalisation. He was earlier treated for COVID-19 related bilateral pneumonitis, Acute Respiratory Distress Syndrome and Acute Renal Failure. Patient reported breathing difficulty, generalized weakness, reduced appetite and severe constipation. The Pulse Oximetry readings with oxygen support fluctuated between 80 and 85 %, Blood Pressure was 150/100 mm Hg, LDH raised at 463 IU/L and HbA1c at 8.7%. The patient was administered micro-doses of Rasasindura sublingually every 10 min for one day followed by administration of Indukānta Ghṛita and Suvarṇamālinīvasanta Rasa. The oxygen saturation improved to 95 % in 12 hrs of initiating treatment, oxygen support was weaned off on the third day of starting the Ayurvedic treatment, three weeks earlier than prescribed at the time of discharge. The patient is ambulant and maintaining oxygen saturation between 95 and 98 %. This case report highlights the potential of Ayurvedic intervention to manage patients with persistent hypoxia in post hospitalization phase. Well-designed studies are warranted to confirm the benefits of integrating such interventions with standard of care in COVID-19."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["COVID 19","SARS-CoV-2","Hypoxia","Ayurveda","Integrative medicine","Case report"],"doi":"10.1016/j.jaim.2021.08.002"},{"title":"Extraoral Taste Receptor Discovery: New Light on Ayurvedic Pharmacology","publication_info":[{"name":"Marilena Gilca","attributes":[],"email":"marilenagilca@gmail.com"}],"PMCID":"PMCID: PMC5469997","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5469997/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5469997/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5469997/pdf/ECAM2017-5435831.pdf","abstract_text":["More and more research studies are revealing unexpectedly important roles of taste for health and pathogenesis of various diseases. Only recently it has been shown that taste receptors have many extraoral locations (e.g., stomach, intestines, liver, pancreas, respiratory system, heart, brain, kidney, urinary bladder, pancreas, adipose tissue, testis, and ovary), being part of a large diffuse chemosensory system. The functional implications of these taste receptors widely dispersed in various organs or tissues shed a new light on several concepts used in ayurvedic pharmacology (dravyaguna vijnana), such as taste (rasa), postdigestive effect (vipaka), qualities (guna), and energetic nature (virya). This review summarizes the significance of extraoral taste receptors and transient receptor potential (TRP) channels for ayurvedic pharmacology, as well as the biological activities of various types of phytochemical tastants from an ayurvedic perspective. The relative importance of taste (rasa), postdigestive effect (vipaka), and energetic nature (virya) as ethnopharmacological descriptors within Ayurveda boundaries will also be discussed."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2017/5435831"},{"title":"Efficacy and safety of Guduchighana Vati in asymptomatic and mild-to-moderate cases of coronavirus disease-19: A randomized controlled pilot study","publication_info":[{"name":"Umesh Shukla","attributes":[],"email":null},{"name":"Nitin Ujjaliya","attributes":["Department of Dravyaguna, Pt. Khushilal Sharma Government (Autonomous) Ayurveda College & Institute, Bhopal, Madhya Pradesh, India"],"email":null},{"name":"Pankaj Gupta","attributes":["Department of Rachana Sharira, Pt. Khushilal Sharma Government (Autonomous) Ayurveda College & Institute, Bhopal, Madhya Pradesh, India"],"email":null},{"name":"Vivek Khare","attributes":["Department of Pathology, Pt. Khushilal Sharma Government (Autonomous) Ayurveda College & Institute, Bhopal, Madhya Pradesh, India"],"email":null},{"name":"Babita Yadav","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Amit Kumar Rai","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":"dr.amitrai1983@gmail.com"},{"name":"Hetalben Amin","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Rakesh Rana","attributes":["Department of Biostatistics, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Arunabh Tripathi","attributes":["Department of Biostatistics, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Shruti Khanduri","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Bhagwan Sahay Sharma","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Bhogavalli Chandrasekhararao","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Narayanam Srikanth","attributes":["Director General (Additional Charge), Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null}],"PMCID":"PMCID: PMC8966758","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8966758/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8966758/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8966758/pdf/AYU-41-188.pdf","abstract_text":["Background:","","Currently, there is no approved treatment for the management of coronavirus disease (COVID-19). Drug repurposing of existing medications could be a possible way to find out a novel therapeutic entity to combat the COVID-19.","","Aim:","","To determine the clinical efficacy and safety of an Ayurveda intervention (Guduchighana Vati) in asymptomatic and mild-to-moderate cases of COVID-19.","","Materials and methods:","","This was an open-label randomized controlled pilot study with a sample size of 30 participants (15 in each arm). The participants were asymptomatic or mild to moderate cases of COVID-19. Guduchighana Vati 500 mg twice daily for 10 days was administered in the study group and Hydroxychloroquine for 5 days in the control group. Paracetamol, Vitamin C, Multivitamin, and Zinc were also provided in the control group. The main outcome measures were to negative real-time reverse transcription–polymerase chain reaction (RT-PCR) assay for COVID-19, proportion of participants with negative RT-PCR for COVID-19 at 5th and 10th day, proportion of participants with clinical recovery, improvement in laboratory parameters, and incidence of adverse drug reaction/adverse event (ADR/AE). The results of RT-PCR and clinical recovery were compared between groups using Chi-square test. The data related to laboratory parameters were compared within group using paired sample t-test/Wilcoxon signed-rank test and between groups using independent sample t-test/Mann–Whitney test.","","Results:","","The proportion of participants with negative RT-PCR for COVID-19 in the Guduchighana Vati group (93.3%) was better as compared to the control group (66.6%) till 10th day of the study period. Though, the results are statistically not significant (P = 0.068). All the symptomatic patients in the Guduchighana Vati group clinically recovered whereas one patient remained symptomatic in the control group on the 5th day. No symptoms of COVID-19 were observed at 10th day in both the groups. No ADR/serious adverse event were observed during the study period in either of the groups.","","Conclusion:","","In this study on asymptomatic and mild to moderate cases of COVID-19, Guduchighana Vati showed numerically better proportion of participants with negative RT-PCR assay for COVID-19 and reduced time to clinical improvement which requires confirmation through studies with larger sample size. Although, the study outcomes are statistically not significant which may be due to small sample size."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Coronavirus disease-19","Guduchi","Guduchighana Vati","severe acute respiratory syndrome coronavirus 2","Tinospora cordifolia"],"doi":"10.4103/ayu.ayu_11_21"},{"title":"Intrarater and interrater reliability of pulse examination in traditional Indian Ayurvedic medicine","publication_info":[{"name":"Vrinda Kurande","attributes":["Department of Health Science and Technology, Aalborg University, Aalborg, Denmark"],"email":"vrinda@hst.aau.dk"},{"name":"Rasmus Waagepetersen","attributes":["Department of Mathematical Sciences, Aalborg University, Aalborg, Denmark"],"email":null},{"name":"Egon Toft","attributes":["Medical faculty, Aalborg University, Aalborg, Denmark"],"email":null}],"PMCID":"PMCID: PMC5481710","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5481710/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5481710/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5481710/pdf/main.pdf","abstract_text":["Background","","In Ayurveda, pulse examination (nadipariksha) is an important tool to assess the status of three doshas: vata, pitta, and kapha. Long historical use has been seen as a documentation of its efficacy; however, there is a lack of a quantitative measure of the reliability of the pulse examination method. The objective of this study was to test the intrarater and interrater reliability of pulse examination in Ayurveda.","","Methods","","Fifteen registered Ayurvedic doctors with 3–15 years of experience examined the pulse of 20 healthy volunteers twice, for a total of 600 examinations. The examinations were performed blind and in a random order. Only the current status of dosha-specific methods of pulse examination were considered. Cohen's weighted κ statistic was used as a measure of intrarater and interrater reliability, and a hypothesis of homogeneous diagnosis (random rating) was tested. Following this, we tested whether proportions of ratings were equal between doctors.","","Results","","According to the Landis and Koch scale, the level of reliability ranged from poor to moderate. It was observed that the doctors more frequently diagnosed a combination of two doshas than a single dosha. The κ values were generally larger for experienced doctors (p = 0.04).","","Conclusion","","Experience and proper training have important roles in pulse examination."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Dosha","interrater reliability","intrarater reliability","pulse examination"],"doi":"10.1016/j.imr.2013.07.001"},{"title":"Ayurvedic management of dengue haemorrhagic fever with menorrhagia: A case report","publication_info":[{"name":"Archana Sreedharan","attributes":["Dept of Prasutitantra-Striroga, Shri Dhanwantry Ayurveda College and Hospital, Sector 46 B, Chandigarh, India"],"email":"archanas875@gmail.com"},{"name":"Vijaya lekshmi R","attributes":["Regional Ayurveda Research Institute, Itanagar, Arunachal Pradesh, India"],"email":"archanas875@gmail.com"}],"PMCID":"PMCID: PMC11152666","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11152666/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11152666/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11152666/pdf/main.pdf","abstract_text":["Dengue fever is one of the most common tropical disease affecting humans. Symptomatic dengue infection causes a wide range of clinical manifestations from mild dengue fever to potentially fatal disease such as DHF or DSS. Menorrhagia is rarely presented as a symptom in females with DHF. It is often unnoticed in adolescents who has history of irregular menstruation especially in case of PCOS. This case discusses about an adolescent girl who presented with heavy menstrual bleeding, reddish discolouration of urine, severe abdominal pain, generalised body ache, mild head ache, nausea and fever along with a history of irregular menstruation. Dengue fever along with covid-19 was suspected due to the presentation and the patient revealed a travel history to relative's house. Ayurvedic medicines were administered according to patient's condition. The disease was confirmed as Dengue Haemorrhagic fever by Dengue IgM antibody, Dengue IgG Antibody, NS1 Ag and low platelet count, along with negative RT-PCR for Covid-19. This case serves as a valuable case study in DHF, which can be overlooked by Gynaecologists due to its co-presentation with menstruation, especially in patients with a history of irregular menstruation due to PCOS. Further more this case demonstrates the efficacy of simple, cost effective Ayurvedic interventions, which can be successfully utilized in fatal diseases like DHF with proper monitoring and follow up."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Dengue haemorrhagic fever","Menorrhagia","Ayurveda","Sannipata jwara","Sudarshana Ghana vati","Sitopaladi choorna"],"doi":"10.1016/j.jaim.2024.100923"},{"title":"Ayurveda: Between Religion, Spirituality, and Medicine","publication_info":[{"name":"C. Kessler","attributes":[],"email":"kessler.christian@gmail.com"},{"name":"M. Wischnewsky","attributes":[],"email":null},{"name":"A. Michalsen","attributes":[],"email":null},{"name":"C. Eisenmann","attributes":[],"email":null}],"PMCID":"PMCID: PMC3863565","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3863565/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3863565/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3863565/pdf/ECAM2013-952432.pdf","abstract_text":["Ayurveda is playing a growing part in Europe. Questions regarding the role of religion and spirituality within Ayurveda are discussed widely. Yet, there is little data on the influence of religious and spiritual aspects on its European diffusion. Methods. A survey was conducted with a new questionnaire. It was analysed by calculating frequency variables and testing differences in distributions with the χ 2-Test. Principal Component Analyses with Varimax Rotation were performed. Results. 140 questionnaires were analysed. Researchers found that individual religious and spiritual backgrounds influence attitudes and expectations towards Ayurveda. Statistical relationships were found between religious/spiritual backgrounds and decisions to offer/access Ayurveda. Accessing Ayurveda did not exclude the simultaneous use of modern medicine and CAM. From the majority's perspective Ayurveda is simultaneously a science, medicine, and a spiritual approach. Conclusion. Ayurveda seems to be able to satisfy the individual needs of therapists and patients, despite worldview differences. Ayurvedic concepts are based on anthropologic assumptions including different levels of existence in healing approaches. Thereby, Ayurveda can be seen in accordance with the prerequisites for a Whole Medical System. As a result of this, intimate and individual therapist-patient relationships can emerge. Larger surveys involving bigger participant numbers with fully validated questionnaires are warranted to support these results."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2013/952432"},{"title":"Autoimmune Bullous Skin Disease Managed with Ayurvedic Treatment: A Case Report","publication_info":[{"name":"Rahul K Shingadiya","attributes":[],"email":null},{"name":"Rohit Sharma","attributes":["Department of Pharmacy, Central Ayurveda Research Institute for Drug Development, CCRAS, Ministry of AYUSH, Government of India, Kolkata, West Bengal, India"],"email":null},{"name":"Prashant Bedarkar","attributes":[],"email":null}],"PMCID":"PMCID: PMC5726192","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5726192/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5726192/?report=classic","pdf_link":"None","abstract_text":["Autoimmune bullous diseases are a group of rare, acquired disorders characterized by overlapping features, resistance to treatment, and potential fatality. They need quick and proper management to avoid fatal complications. Ayurveda is found to provide better relief in some autoimmune disorders. Herein, we report a 40-year-old male of autoimmune bullous skin disorder (Visphoṭaka) who failed to respond to allopathic medicines and was subsequently treated with Ayurvedic medicines and achieved complete remission."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Autoimmune bullous diseases","Ayurvedic management","Visphoṭaka"],"doi":"10.4103/asl.ASL_91_16"},{"title":"Understanding cancer etiology: A review of the evidence-based Ayurvedic framework of cancer etiologies","publication_info":[{"name":"Amulya Murthy Aku","attributes":[],"email":"amulyamurthy2016@gmail.com"}],"PMCID":"PMCID: PMC10405889","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10405889/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10405889/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10405889/pdf/AYU-43-1.pdf","abstract_text":["Background of the Study:","","As many as 10 million people have died from cancer globally in 2020, making it the top cause of mortality in the globe. Cancer develops as a result of the multi-stage process by which normal cells convert into tumor cells, progressing from a precancerous lesion to a malignant tumor. By avoiding risk factors and applying existing evidence-based preventative techniques, 30%–50% of malignancies may be averted. In order to avoid cancer, it is essential to know the specific causes of the disease. Nidanas, or etiologies, are well-described in Ayurvedic science. Here, the causes of cancer have been outlined so that the knowledge may be used effectively to avoid the disease.","","Aims:","","Identification of cancer etiologies that have been described in classics. Evidence-based understanding of these etiologies and to comprehend the significance of etiologies in cancer prevention.","","Materials and methods:","","A thorough evaluation of literature, including ancient Ayurvedic classics, modern medical texts, and articles published in reputable journals, was conducted to meet the study's goals and objectives.","","Results:","","According to Ayurveda, there are three distinct phases of tumorigenesis: chronic inflammation, precancerous development, Granthi (a benign glandular swelli ng), and Arbuda (a precancerous tumor) (definite malignancy). A growing body of evidence suggests that the tumor microenvironment, which is predominantly controlled by inflammatory cells, is an essential player in the neoplastic process.","","Conclusion:","","Although inflammation is coming into the picture just now in the contemporary world, Ayurveda has described this as a leading cause 5000 years back. It is evident that diet and lifestyle play a crucial role in the etiology of Shoth (inflammation)."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Arbuda","Ayurvedic neoplasms","Granthi","Nidanaparivarjana","Shotha"],"doi":"10.4103/ayu.ayu_318_21"},{"title":"Scientific rationale of Indian AYUSH Ministry advisory for COVID-19 prevention, prophylaxis, and immunomodulation","publication_info":[{"name":"Prashant Kumar Gupta","attributes":["Department of Balroga, Shri NPA Govt. Ayurveda College, Raipur (CG), India "],"email":null},{"name":"Kishor Sonewane","attributes":["Department of Balroga, Shri NPA Govt. Ayurveda College, Raipur (CG), India "],"email":null},{"name":"Mariappan Rajan","attributes":["Department of Natural Product Chemistry, Madurai Kamaraj University, Madurai, Tamil Nadu, India "],"email":null},{"name":"Nitin J. Patil","attributes":["Department of Integrative Medicine, Sri Devraj Urs Academy of Higher Education and Research, Kolar, Karnataka India "],"email":null},{"name":"Trapti Agrawal","attributes":["Department of Stri Roga & Prasuti Tantra, Chaudhary Brahm Prakash Ayurved Charak Sansthan, New Delhi, India "],"email":null},{"name":"Ena Ray Banerjee","attributes":["Department of Zoology, Immunology and Regenerative Medicine Research Unit, University of Calcutta, Kolkata, India "],"email":null},{"name":"Nagendra Singh Chauhan","attributes":["Drugs Testing Laboratory Avam Anusandhan Kendra (State Government Lab of AYUSH), Government Ayurvedic College, Raipur (CG), India "],"email":null}],"PMCID":"PMCID: PMC8082487","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8082487/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8082487/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8082487/pdf/13596_2021_Article_574.pdf","abstract_text":["The current outbreak of COVID-19 is caused by the SARS-CoV-2 virus that has affected > 210 countries. Various steps are taken by different countries to tackle the current war-like health situation. In India, the Ministry of AYUSH released a self-care advisory for immunomodulation measures during the COVID-19 and this review article discusses the detailed scientific rationale associated with this advisory. Authors have spotted and presented in-depth insight of advisory in terms of immunomodulatory, antiviral, antibacterial, co-morbidity associated actions, and their probable mechanism of action. Immunomodulatory actions of advised herbs with no significant adverse drug reaction/toxicity strongly support the extension of advisory for COVID-19 prevention, prophylaxis, mitigations, and rehabilitation capacities. This advisory also emphasized Dhyana (meditation) and Yogasanas as a holistic approach in enhancing immunity, mental health, and quality of life. The present review may open-up new meadows for research and can provide better conceptual leads for future researches in immunomodulation, antiviral-development, psychoneuroimmunology, especially for COVID-19."],"license_agreement":"This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.","keywords":["COVID-19","Indian AYUSH advisory","Ayurveda","Immunomodulation","Therapy"],"doi":"10.1007/s13596-021-00574-7"},{"title":"Clarion call on issues of Ayurveda: Our responses","publication_info":"Anand Chaudhary","PMCID":"PMCID: PMC3821185","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821185/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821185/pdf/JAIM-4-133.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Efficacy of Ayurvedic drugs as compared to chlorhexidine in management of chronic periodontitis: A randomized controlled clinical study","publication_info":[{"name":"Neelam Mittal","attributes":[],"email":"neelammittal@hotmail.com"},{"name":"Vinod Kumar Joshi","attributes":["Department of Dravyaguna, Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Uttar Pradesh, India"],"email":null},{"name":"Ratan Kumar Srivastava","attributes":["Department of Community Medicine, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Uttar Pradesh, India"],"email":null}],"PMCID":"PMCID: PMC5855265","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5855265/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5855265/?report=classic","pdf_link":"None","abstract_text":["Background:","","In India, Ayurveda is considered to be more effective and cheaper than modern medicine. Ayurvedic literature shows its use in treating oral diseases also. However, their effectiveness, in comparison with the allopathic mode of management, has not been assessed previously. The aim of this randomized controlled clinical trial was to compare the efficacy of ayurvedic drugs over chlorhexidine in treating chronic periodontitis.","","Materials and Methods:","","Four hundred and eight participants, in the age group 20–49 years, suffering from mild-to-moderate chronic periodontitis were included in this study. Community periodontal index for treatment needs (CPITN) score was recorded, and oral prophylaxis was done for each patient. They were then randomly divided into 6 groups: control group (I), chlorhexidine (II), Khadiradi vati (III), Dashansanskar churana (IV), Neem (V), and Apamarga (VI); based on the drugs used by patients for the maintenance of oral hygiene after oral prophylaxis. Patients were recalled at 1 week, 1 month, and 3 months after oral prophylaxis. CPITN score was re-recorded for each patient at each follow-up. Reduction in CPITN score indicated improvement in the periodontal health. Observations were statistically analyzed using univariate ANOVA and P value was set at <0.5.","","Results:","","Improvement in CPITN scores in 6 groups was as follows: I – 42.0%, II – 76.37%, III – 82.03%, IV – 83.46%, V – 78.8%, and VI – 29.9%. Higher mean percentage improvement was seen when patients used these drugs for 3 months as compared to 1 month.","","Conclusion:","","Dashansanskar churana and Khadiradi vati showed better results than chlorhexidine and were found to be superior in managing mild-to-moderate cases of chronic periodontitis."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Ayurveda","chlorhexidine","chronic periodontitis","periodontal index"],"doi":"10.4103/jisp.jisp_315_16"},{"title":"Universal significance of the principle of Samanya and Vishesha beyond Ayurveda","publication_info":[{"name":"Deep Narayan Pandey","attributes":["Rajasthan State Medicinal Plants Board, Department of Ayurveda, Government of Rajasthan, AYUSH Bhawan, Jaipur, Rajasthan, India"],"email":"dnpandey@gmail.com"}],"PMCID":"PMCID: PMC6314235","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314235/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314235/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314235/pdf/main.pdf","abstract_text":["There is a fundamental principle in Ayurveda, known as the principle of Samanya (similarity) and Vishesha (difference). While the principle was essentially propounded in the context of yuktivyapashraya (rational medicine) in Ayurveda, here we would like to argue that it has universal applicability in Ayurveda and beyond, across systems and domains of knowledge, including science, technology and humanities, as well as scientific, experiential and traditional knowledge systems. Taking examples of some of the most well-known problems of ecology, economy and society, we demonstrated the universal significance of the principle of Samanya and Vishesha. To illustrate our argument, we have discussed three brief cases, as diverse as family, climate governance, and poverty reduction, and discussed in the light of the Samanya and Vishesha. Evidently, these issues also have larger relevance to public health. Bringing an Ayurveda concept out from its premises is a new order of thinking. The path-breaking insights that were provided, have important implication for deciphering other basic principles of Ayurveda from the perspective of their wider applicability, and thus their robustness. We have indicated a way forward for future research in Ayurveda to develop knowledge-base for evidence-based clinical practice in contemporary society."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Principle of similarity and difference","Ayurveda","Charaka samhita","Evidence-based Ayurveda","Yukti-vyapashraya"],"doi":"10.1016/j.jaim.2018.06.002"},{"title":"The efficacy of Ayurvedic treatment for rheumatoid arthritis: Cross-sectional experiential profile of a longitudinal study","publication_info":[{"name":"Kumar P. R. Krishna","attributes":["BAMS, Ayurvedic Trust, Trichy Road, Ramanathapuram, Coimbatore, Tamil Nadu, India"],"email":"mdoffice@avpayurveda.com"}],"PMCID":"PMCID: PMC3157120","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3157120/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3157120/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3157120/pdf/IJAR-2-8.pdf","abstract_text":["Context:","","Allopathic and Ayurvedic physicians collaborated on a study of traditional medicine, which was sponsored by the World Health Organization.","","Aims:","","The aim of the study was to test the efficacy and safety of Ayurvedic treatment for rheumatoid arthritis (RA).","","Settings and Design:","","This study was conducted at the Ayurvedic Trust, Coimbatore, India.","","Materials and Methods:","","In this unique study of classical Ayurvedic treatment for RA, allopathic physicians enrolled a total of 290 patients with a confirmed diagnosis of RA over a 7-year period, and once every 6 weeks evaluated Ayurvedic treatment outcomes on the basis of American Rheumatism Association criteria: grip strength, walking time, number of swollen and painful joints, joint count, functional class, erythrocyte sedimentation rate, and rheumatoid factor. Ayurvedic physicians administered individualized treatment, closely adhering to principles set forth in classical Ayurvedic texts. The duration of treatment varied from 1 to 6 months.","","Statistical Analysis Used:","","Due to limitations in computer technology in the 1970s, the data were not computerized. Therefore, data for 12 months at a time were analyzed, using repeated measures t-test. Measures of central tendency (means) and probability values were reported. Results from the patients enrolled and discharged at the end of the first year of the study (N = 33) are presented in this paper.","","Results:","","There was statistically significant improvement in all parameters from admission to discharge.","","Conclusions:","","The results indicated that classical Ayurvedic treatment was effective in this first cohort of patients who completed treatment. Even patients with severe functional limitations showed significant improvement. Although there was no control group, the results are positive enough to warrant further study of classical Ayurvedic treatment for RA in controlled trials."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","longitudinal study","rheumatoid arthritis"],"doi":"10.4103/0974-7788.83177"},{"title":"02A. Design, Methods, and Outcomes for Recent Clinical Trials Utilizing Ayurvedic Medicine, Yoga, and Meditation","publication_info":[{"name":"Jennifer Rioux","attributes":["University of New Mexico, Department of Internal Medicine, Albuquerque, United States"],"email":"jgrioux@yahoo.com"},{"name":"Robert Saper","attributes":["Boston University School of Medicine, Massachusetts, United States"],"email":null},{"name":"Sivarama Vinjamury","attributes":["Southern California University of Health Sciences, Whittier, United States"],"email":null}],"PMCID":"PMCID: PMC3875075","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3875075/?report=abstract","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3875075/pdf/gahmj.2013.097CP.S02A.pdf","abstract_text":["Focus Area: Integrative Approaches to Care","","The panel discussants will present on the outcomes of four recent pragmatic trials covering the spectrum of Ayurvedic medicine, yoga, and meditation as therapeutic approaches for both acute and chronic conditions. The presenters will discuss: (1) a pilot study of a whole-systems Ayurveda and Yoga Therapy intervention for obesity; (2) a comparative eﬀectiveness randomized controlled trial of hatha yoga, physical therapy, and education for non-specific chronic low back pain in low-income minority populations; (3) an investigation of the therapeutic usefulness of Shirodhara (Ayurvedic oil dripping therapy) as a treatment for insomnia; and (4) a discussion of the evidence base supporting implementation of meditation interventions in schools and workplace settings. Discussants will present information on study designs, research methodology, and outcome measure selection to highlight special considerations in conducting research on whole medical systems that use multi-target therapies and focus on patient-centered outcomes. Ayurvedic medicine and yoga are characterized by low-cost, noninvasive interventions that can be usefully offered as part of an integrative medicine therapeutic approach."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial- No Derivative 3.0 License, which permits rights to copy, distribute and transmit the work for noncommercial purposes only, provided the original work is properly cited.","keywords":["None"],"doi":"10.7453/gahmj.2013.097CP.S02A"},{"title":"Effect of Ayurveda Management on Liver Cirrhosis with Ascites-A Retrospective Cohort Study","publication_info":[{"name":"B.R. Tubaki","attributes":[],"email":null},{"name":"Saish C. Gawas","attributes":[],"email":null}],"PMCID":"PMCID: PMC8814404","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8814404/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8814404/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8814404/pdf/main.pdf","abstract_text":["Liver cirrhosis with ascites is a challenging medical condition. Ayurveda Clinical experiences suggest of a favourable role but lacks evidence. In a Retrospective cohort study, hospital records of patients with liver cirrhosis and ascites diagnosed though medical ultrasonography, treated at in patient division, department of Kayachikitsa, Medical Research Facility of KLE Ayurveda Hospital Belagavi were screened. Records with Nityavirechana procedure, minimum of 7 days of admission, proper documentation and meeting the other inclusion and exclusion criteria were selected for the study. Assessment were abdominal girth measurements at umbilicus, Xiphisternum to umbilicus measurement, Umbilicus to pubic symphysis measurement, weight, clinical global impression (CGI) scales (Severity, improvement and efficacy index), hemoglobin, liver function tests, Prothrombin time, INR and renal function tests. Fifty five case records met the methodological criteria of the study. Patients were suffering from stage 3, decompensated cirrhosis and Child-Turcotte-Pugh Score was in class C. Analysis of 15 days of interventions was carried out. Assessments were carried out at base line, 7th, 9th, 11th and 15th day of treatment. Interventions included nitya virechana, oral medicaments, diet, salt and fluid restrictions. Ayurveda interventions resulted in significant improvement (p<0.001) at all time points in various parameters of abdominal measurements, weight, CGI scales, hemoglobin, liver function tests, prothrombin time, INR and renal function tests. Study showed complex Ayurveda interventions through nitya virechana, oral medications, diet, fluid and salt restrictions improve the clinical profile, liver function, renal function, prothrombin time, INR parameters in patients of ascites with decompensated cirrhosis and warrants further studies."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Liver cirrhosis","Decompensated cirrhosis","Ascites","Virechana","Ayurveda"],"doi":"10.1016/j.jaim.2021.07.023"},{"title":"Ayurveda: (W)here is the evidence","publication_info":[{"name":"D.B. Anantha Narayana","attributes":["Ayurvidye Trust, 1101/927, 1 F Main, 2nd Stage, Girinagar, Bangalore 560085, India"],"email":null}],"PMCID":"PMCID: PMC8185965","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8185965/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8185965/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8185965/pdf/main.pdf","abstract_text":["It is common to hear a general statement that Ayurveda lacks scientific evidence. By scientific evidence, it is commonly referred to results of human clinical trials undertaken adoring those applied to pharmaceuticals, involving randomized controlled trials (RCT), either a placebo or active controlled. This paper explores the actual situation related to practice of Ayurveda, use of medicines, application of therapies, and the individual dravyas (ingredients). It gives few examples and availability of large body of scientific data in this area. The study, however, does not discuss the reasons and problems of conducting RCTs."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Evidence","Ayurvedic medicine"],"doi":"10.1016/j.jaim.2020.07.001"},{"title":"An integrated management (Ayurveda and Modern medicine) of accidental burn injury: A case study","publication_info":[{"name":"Pradeep S. Shindhe","attributes":[],"email":"pshindhe@gmail.com"},{"name":"Priyanka K","attributes":[],"email":null},{"name":"Ramesh S. Killedar","attributes":[],"email":null},{"name":"Dhrushnu Prasannan","attributes":[],"email":null}],"PMCID":"PMCID: PMC9988564","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9988564/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9988564/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9988564/pdf/main.pdf","abstract_text":["Burn injuries are frequent, horrifying, and life-threatening conditions that are still challenging to cure. Complications like scarring, keloid formation, and contractures are the main challenges for the treating surgeon. The Ayurvedic classics explain different treatment modalities for the management of burn wounds, like oral medicines, topical applications prepared with herbal medicines, ghee, oil, and typical wound dressing techniques like Patraadaana (wound covering with medicinal leaves), and fumigation therapy, etc. Here we report a case of accidental burn injury with a TBSA of 27% First degree (superficial) and 15% second degree (deep partial-thickness) burns with complaints of fever and burning sensation at the burn site. On the basis of the symptoms listed in the classical texts of Ayurveda, the case was diagnosed as Pramadadagdha (accidental burn). To properly manage the burn wound, an integrated therapy strategy was designed. Ropanaghrita (medicated ghee) was applied locally, followed by the application of Tinospora cordifolia leaves to cover the wound, fumigation therapy, and oral medications to hasten wound healing and reduce infection. In the first seven days, modern medicine was used as emergency care in addition to Ayurvedic management. Within 60 days of receiving treatment, the burn wound had entirely healed, and the patient was able to resume her regular work activities. In the current situation, the combined strategy produced encouraging burn management outcomes."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Accidental burn","Total body surface area","Ropana ghrita","Patraadaana","Dhoopana"],"doi":"10.1016/j.jaim.2023.100691"},{"title":"Role of indigenous herbs in the management of Alzheimer's disease","publication_info":[{"name":"K. Nishteswar","attributes":[],"email":null},{"name":"Hemang Joshi","attributes":["Institute of Ayurvedic Pharmaceutical Sciences, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC4342646","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4342646/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4342646/?report=classic","pdf_link":"None","abstract_text":["Ageing is a natural phenomenon and decline of physiological and structural changes are incurable in advancing years of human life. When such degenerative changes occur in the brain they may lead to dementia and other memory related conditions. The Ayurvedic classics identified the importance of higher faculties dealing with memory and introduced a separate group of drugs namely Medhya Rasayanas. Regular intake of such drugs will help to prevent the onset of degenerative changes in the brain prematurely. Ayurveda can play a useful role in the management of such geriatric conditions. The current review has been done with a view to update documented Ayurvedic therapeutic modalities for certain geriatric conditions suggested by Ayurvedic classics in the management of diseases called Vātavyādhi (nervous system disorders), which also include conditions related to memory functions. Recent studies have started validating the claims recorded in Ayurvedic texts. The pathogenesis and remedies for Vātavyādhi documented in Ayurvedic classics have been reviewed with special emphasis on disorders related to dementia. A review of recent researches on the herbs mentioned in management of vāta disorders including dementia have been done to understand their role in management of Alzheimer's disease (AD). There are many herbs of ethno-medicinal source studied experimentally for their potential in treatment of AD. A judicious combination of modern research methodology and Ayurvedic principles could go a long way in the management and care of AD which is going to be a heavy burden on the society in the future."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Alzheimer's disease","cognitive disorders","memory enhancing drugs"],"doi":"10.4103/0257-7941.150763"},{"title":"Diabetic foot ulcer with osteomyelitis, successfully treated with the holistic approach of multiple ayurvedic treatment modalities - A case report","publication_info":[{"name":"Swapna Bopparathi","attributes":[],"email":"bswapna.shalya@nia.edu.in"}],"PMCID":"PMCID: PMC10206147","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10206147/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10206147/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10206147/pdf/main.pdf","abstract_text":["Introduction","","Diabetic foot ulcer (DFU) with osteomyelitis is the devastating condition, which is a challenge to surgeons in saving the limb of the patient and in many circumstances ends up with amputation, which leaves physical and psychosocial trauma for both the patient and patient's family.","","Presentation of case","","A 48-year-old female patient with uncontrolled type 2 diabetes presented with swelling and gangrenous deep circular ulcer of size approx. 3 × 4 cm on plantar aspect of great toe of her left foot with involvement of first webspace from last three months. Plain X ray showed disrupted and necrotic proximal phalanx suggestive of diabetic foot ulcer with osteomyelitis. Despite using antibiotics and antidiabetic drugs for past three months she didn't get significant response and was suggested for toe amputaion. Hence, she approached our hospital for further treatment. We successfully treated the patient with the holistic approach of surgical debridement, medicinal leech therapy (MLT), irrigation of the wound with triphala decoction, jatyadi tail dressings, oral ayurvedic antidiabetic drugs to control blood sugar levels and a mixture of herbo mineral drug which is having antimicrobial property.","","Discussion","","DFU may lead to infection, gangrene, amputation, death of the patient. Hence it is the need of the hour to look for limb salvage treatment modalities.","","Conclusion","","The holistic approach of these ayurvedic treatment modalities are effective and safe in treating DFUs with osteomyelitis and in preventing amputation."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Amputation","Case report","Diabetic foot","Hirudo medicinalis","Osteomyelitis","Triphala"],"doi":"10.1016/j.ijscr.2023.108315"},{"title":"Retrospective Investigation of a Lead Poisoning Outbreak from the Consumption of an Ayurvedic Medicine: Durban, South Africa","publication_info":[{"name":"Angela Mathee","attributes":["Environment & Health Research Unit, Medical Research Council, P.O. Box 87373, Houghton 2041, Johannesburg, Gauteng, South Africa; E-Mails: ","Faculty of Health Sciences, University of Johannesburg, P.O. Box 17011, Doornfontein 2018, Gauteng, South Africa","School of Public Health, University of the Witwatersrand, 27 St Andrews Road, Parktown 2193, Johannesburg, South Africa"],"email":"amathee@mrc.ac.za"},{"name":"Nisha Naicker","attributes":["Environment & Health Research Unit, Medical Research Council, P.O. Box 87373, Houghton 2041, Johannesburg, Gauteng, South Africa; E-Mails: ","School of Public Health, University of the Witwatersrand, 27 St Andrews Road, Parktown 2193, Johannesburg, South Africa"],"email":"nisha.naicker@mrc.ac.za"}],"PMCID":"PMCID: PMC4515692","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4515692/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4515692/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4515692/pdf/ijerph-12-07804.pdf","abstract_text":["Ayurvedic medicines have been gaining in popularity around the world in recent decades, but have also been associated with lead contamination and poisoning. In 2012 in Durban, South Africa, a lead poisoning outbreak among adolescents was associated with the consumption of an Ayurvedic medicine for the treatment of skin conditions. In 2014 eight individuals (out of 12 affected) were traced and interviewed. Questionnaires were administered; blood samples were taken for lead content analysis; and medical records were reviewed. Samples of the implicated medicines were analyzed to determine lead levels. Blood lead levels during the acute phase ranged from 34 to 116 µg/dL; and during the current study (two years later) from 13 to 34 µg/dL. The implicated lead capsules had a lead content of 125,235 µg/g. Participants suffered a wide range of non-specific ill health symptoms; and there was a significant delay in the diagnosis of lead poisoning. This study highlights the potential for lead poisoning outbreaks from the consumption of Ayurvedic medicines in African settings. There were weaknesses with regard to the diagnosis of and response to the outbreak, for which measures need to be put in place to ensure greater awareness of the role of Ayurvedic medicine in lead poisoning, and prompt diagnosis and treatment of future cases."],"license_agreement":"This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution license (http://creativecommons.org/licenses/by/4.0/).","keywords":["lead poisoning","Ayurvedic","traditional medicine","South Africa"],"doi":"10.3390/ijerph120707804"},{"title":"Additive Complex Ayurvedic Treatment in Patients with Fibromyalgia Syndrome Compared to Conventional Standard Care Alone: A Nonrandomized Controlled Clinical Pilot Study (KAFA Trial)","publication_info":[{"name":"Christian S. Kessler","attributes":[],"email":"kessler.christian@gmail.com"},{"name":"Thomas Ostermann","attributes":[],"email":null},{"name":"Larissa Meier","attributes":[],"email":null},{"name":"Elmar Stapelfeldt","attributes":[],"email":null},{"name":"Silvia Schütte","attributes":[],"email":null},{"name":"Joachim Duda","attributes":[],"email":null}],"PMCID":"PMCID: PMC3773902","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3773902/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3773902/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3773902/pdf/ECAM2013-751403.pdf","abstract_text":["Background. Fibromyalgia (FMS) is a challenging condition for health care systems worldwide. Only limited trial data is available for FMS for outcomes of complex treatment interventions of complementary and integrative (CIM) approaches. Methods. We conducted a controlled, nonrandomized feasibility study that compared outcomes in 21 patients treated with Ayurveda with those of 11 patients treated with a conventional approach at the end of a two-week inpatient hospital stay. Primary outcome was the impact of fibromyalgia on patients as assessed by the FIQ. Secondary outcomes included scores of pain intensity, pain perception, depression, anxiety, and quality of sleep. Follow-up assessments were done after 6 months. Results. At 2 weeks, there were comparable and significant improvements in the FIQ and for most of secondary outcomes in both groups with no significant in-between-group differences. The beneficial effects for both treatment groups were partly maintained for the main outcome and a number of secondary outcomes at the 6-month followup, again with no significant in-between-group differences. Discussion. The findings of this feasibility study suggest that Ayurvedic therapy is noninferior to conventional treatment in patients with severe FMS. Since Ayurveda was only used as add-on treatment, RCTs on Ayurveda alone are warranted to increase model validity. This trial is registered with NCT01389336."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2013/751403"},{"title":"Differential effect of Ayurvedic nootropics on C. elegans models of Parkinson’s disease","publication_info":[{"name":"Jalagam Anjaneyulu","attributes":[],"email":null},{"name":"Vidyashankar R","attributes":[],"email":null}],"PMCID":"PMCID: PMC7772502","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772502/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772502/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772502/pdf/main.pdf","abstract_text":["Background","","Globally, there is increased incidence of Parkinson’s Disease (PD), which is the second most common age-related neurodegenerative disease. The currently available PD-therapeutics provide only symptomatic relief. Thus, there is an urgent need to devise an effective and safe treatment strategy for PD. The holistic approach of Ayurveda can be a potential effective strategy for treating PD. The integration of different medicine systems, such as modern bio-medicine and Ayurveda can be an effective strategy for treatment of complex diseases, including PD.","","Objective","","This study aimed to evaluate the neuroprotective mechanism of six Ayurvedic nootropics that are commonly used to treat PD.","","Material and methods","","Six Ayurvedic herbs, namely Mucuna pruriens (MP), Bacopa monnieri (BM), Withania somnifera (WS), Centella asiatica (CA), Sida cordifolia (SC), and Celastrus paniculatus (CP), were selected after consultation with Ayurvedic scholars and physicians. The mode of action of methanolic herbal extracts was evaluated using the Caenorhabditis elegans BZ555 and NL5901 strains, which can be used to model the two main hallmarks of PD, namely degeneration of dopaminergic neurons and aggregation of α-synuclein protein.","","Results","","All six herbal extracts exhibited neuroprotective effect. The extracts of BM and MP exhibited maximum protection against 1-methyl-4-phenylpyridinium iodide (MPP+ iodide)-induced dopaminergic neurodegeneration in the BZ555 strain. Furthermore, the herbal extracts, except CA extract, inhibited the aggregation of heterologously expressed human α-synuclein in the NL5901 strain.","","Conclusion","","Ayurvedic herbs used in the treatment of PD exhibited differential neuroprotective and protein aggregation mitigating effects in C. elegans."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Parkinson’s disease","Ayurvedic nootropics","Caenorhabditis elegans","Dopaminergic neurons","Alpha-synuclein"],"doi":"10.1016/j.jaim.2020.07.006"},{"title":"Pharmacognostical study of Tamalaki (Phyllanthus fraternus Webster), a herb used in Tamaka-svasa","publication_info":[{"name":"Binay Sen","attributes":["Lecturer, Department of Agada Tantra and Vidhi Ayurveda, Government Ayurvedic College and Hospital, Varanasi, Uttar Pradesh, India"],"email":"senbinay@yahoo.co.in"},{"name":"S. D. Dubey","attributes":["Ex-Professor, Department of Dravyaguna, Faculty of Ayurveda, Banaras Hindu University, Varanasi, India"],"email":null}],"PMCID":"PMCID: PMC3326891","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326891/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326891/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326891/pdf/Ayu-32-398.pdf","abstract_text":["Tamalaki is a herbacious medicinal plant, described in Ayurvedic texts in many occurrences with different properties, actions, uses and synonyms, supposed to indicate more than one species commonly used in practice. Modern scholars mostly suggest Phyllanthus fraternus Webster (syn. P. niruri Linn.), P. amarus Schum. and Thonn. and P. urinaria Linn. as the source plants of Tamalaki. In this study, an attempt has been made to designate P. fraternus as the source plant of Tamalaki used in the treatment of Tamaka-svasa (Bronchial asthma) and other respiratory disorders by analyzing therapeutic uses, actions, properties, taste, synonyms as well as pharmacognostical characters. Smooth capsule, six tepals, less and short fibrous root, pentagonal outline with wing-shaped young stem are some of the specific characters observed in this species."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","pharmacognosy","phyllanthus","synonyms","tamalaki"],"doi":"10.4103/0974-8520.93924"},{"title":"Ayurvedic clinical decision-making methods to predict, prevent and manage childhood allergic disorders","publication_info":[{"name":"K.P. Karthik","attributes":["All India Institute of Ayurveda, India"],"email":"kpkarthik131@gmail.com"},{"name":"Aparna Dileep","attributes":["All India Institute of Ayurveda, India"],"email":null},{"name":"S. Rajagopala","attributes":["Department of Kaumarabhritya, All Institute of Ayurveda, India"],"email":null},{"name":"Mahapatra Arun Kumar","attributes":["Department of Kaumarabhritya, All Institute of Ayurveda, India"],"email":null},{"name":"Prasanth Dharmarajan","attributes":["Department of Panchakarma, All Institute of Ayurveda, India"],"email":null}],"PMCID":"PMCID: PMC10828817","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10828817/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10828817/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10828817/pdf/main.pdf","abstract_text":["Allergy is a conundrum lacking satisfactory answers despite its global prevalence. Traditional systems of medicine may contain sustainable and effective solutions for the same. For mainstreaming them, an evaluation based on the system's own methods is inevitable rather than symptom-based correlations. Atopy is a novel entity in Ayurveda, but the methods of tripartite delineation (disease pattern, disease targets and influencing factors) of novel diseases and multifactorial approach to diagnosis and management in Ayurveda can bring about comprehensiveness in collection and categorization of data regarding the entity. This in turn can make the prediction, prevention and management of the same more precise, effective and sustainable. The article provides a template for the application of Ayurvedic biological framework in the diagnosis and management of novel diseases, with special reference to childhood allergic disorders."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Allergy","Atopy","Childhood-onset asthma","Ayurveda biology","Anukta vyadhi","Novel disease"],"doi":"10.1016/j.jaim.2023.100857"},{"title":"Adhatoda Vasica attenuates inflammatory and hypoxic responses in preclinical mouse models: potential for repurposing in COVID-19-like conditions","publication_info":[{"name":"Atish Gheware","attributes":["Genomics and Molecular Medicine, Council of Scientific and Industrial Research -Institute of Genomics and Integrative Biology (CSIR-IGIB), Delhi, 110007 India ","CSIR’s Ayurgenomics Unit–TRISUTRA (Translational Research and Innovative Science ThRoughAyurgenomics) CSIR-IGIB, Delhi, 110007 India ","Centre of Excellence for Applied Development of Ayurveda, Prakriti and Genomics, CSIR’s Ayurgenomics Unit–TRISUTRA (Translational Research and Innovative Science ThRoughAyurgenomics), CSIR- IGIB, Delhi, 110007 India ","Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002 India "],"email":null},{"name":"Dhwani Dholakia","attributes":["Genomics and Molecular Medicine, Council of Scientific and Industrial Research -Institute of Genomics and Integrative Biology (CSIR-IGIB), Delhi, 110007 India ","Centre of Excellence for Applied Development of Ayurveda, Prakriti and Genomics, CSIR’s Ayurgenomics Unit–TRISUTRA (Translational Research and Innovative Science ThRoughAyurgenomics), CSIR- IGIB, Delhi, 110007 India ","Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002 India "],"email":null},{"name":"Sadasivam Kannan","attributes":["Center for High Computing, CSIR- Central Leather Research Institute (CLRI), Chennai, 600020 India "],"email":null},{"name":"Lipsa Panda","attributes":["Center for Translational Research in Lung Disease, CSIR- IGIB, Delhi, 110007 India ","Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002 India "],"email":null},{"name":"Ritu Rani","attributes":["Genomics and Molecular Medicine, Council of Scientific and Industrial Research -Institute of Genomics and Integrative Biology (CSIR-IGIB), Delhi, 110007 India ","CSIR’s Ayurgenomics Unit–TRISUTRA (Translational Research and Innovative Science ThRoughAyurgenomics) CSIR-IGIB, Delhi, 110007 India ","Centre of Excellence for Applied Development of Ayurveda, Prakriti and Genomics, CSIR’s Ayurgenomics Unit–TRISUTRA (Translational Research and Innovative Science ThRoughAyurgenomics), CSIR- IGIB, Delhi, 110007 India ","Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002 India "],"email":null},{"name":"Bijay Ranjan Pattnaik","attributes":["Center for Translational Research in Lung Disease, CSIR- IGIB, Delhi, 110007 India "],"email":null},{"name":"Vaibhav Jain","attributes":["Center for Translational Research in Lung Disease, CSIR- IGIB, Delhi, 110007 India ","Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002 India "],"email":null},{"name":"Yash Parekh","attributes":["CSIR-Center for Cellular and Molecular Biology, Annexe-II, Medical Biotechnology Complex, Uppal Road, Hyderabad, Telangana 500007 India "],"email":null},{"name":"M. Ghalib Enayathullah","attributes":["CSIR-Center for Cellular and Molecular Biology, Annexe-II, Medical Biotechnology Complex, Uppal Road, Hyderabad, Telangana 500007 India "],"email":null},{"name":"Kiran Kumar Bokara","attributes":["CSIR-Center for Cellular and Molecular Biology, Annexe-II, Medical Biotechnology Complex, Uppal Road, Hyderabad, Telangana 500007 India ","Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002 India "],"email":null},{"name":"Venkatesan Subramanian","attributes":["Center for High Computing, CSIR- Central Leather Research Institute (CLRI), Chennai, 600020 India ","Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002 India "],"email":null},{"name":"Mitali Mukerji","attributes":["Genomics and Molecular Medicine, Council of Scientific and Industrial Research -Institute of Genomics and Integrative Biology (CSIR-IGIB), Delhi, 110007 India ","CSIR’s Ayurgenomics Unit–TRISUTRA (Translational Research and Innovative Science ThRoughAyurgenomics) CSIR-IGIB, Delhi, 110007 India ","Centre of Excellence for Applied Development of Ayurveda, Prakriti and Genomics, CSIR’s Ayurgenomics Unit–TRISUTRA (Translational Research and Innovative Science ThRoughAyurgenomics), CSIR- IGIB, Delhi, 110007 India ","Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002 India "],"email":null},{"name":"Anurag Agrawal","attributes":["Center for Translational Research in Lung Disease, CSIR- IGIB, Delhi, 110007 India ","Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002 India "],"email":"a.agrawal@igib.in"}],"PMCID":"PMCID: PMC8022127","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8022127/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8022127/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8022127/pdf/12931_2021_Article_1698.pdf","abstract_text":["Background","","COVID-19 pneumonia has been associated with severe acute hypoxia, sepsis-like states, thrombosis and chronic sequelae including persisting hypoxia and fibrosis. The molecular hypoxia response pathway has been associated with such pathologies and our recent observations on anti-hypoxic and anti-inflammatory effects of whole aqueous extract of Adhatoda Vasica (AV) prompted us to explore its effects on relevant preclinical mouse models.","","Methods","","In this study, we tested the effect of whole aqueous extract of AV, in murine models of bleomycin induced pulmonary fibrosis, Cecum Ligation and Puncture (CLP) induced sepsis, and siRNA induced hypoxia-thrombosis phenotype. The effect on lung of AV treated naïve mice was also studied at transcriptome level. We also determined if the extract may have any effect on SARS-CoV2 replication.","","Results","","Oral administration AV extract attenuates increased airway inflammation, levels of transforming growth factor-β1 (TGF-β1), IL-6, HIF-1α and improves the overall survival rates of mice in the models of pulmonary fibrosis and sepsis and rescues the siRNA induced inflammation and associated blood coagulation phenotypes in mice. We observed downregulation of hypoxia, inflammation, TGF-β1, and angiogenesis genes and upregulation of adaptive immunity-related genes in the lung transcriptome. AV treatment also reduced the viral load in Vero cells infected with SARS-CoV2.","","Conclusion","","Our results provide a scientific rationale for this ayurvedic herbal medicine in ameliorating the hypoxia-hyperinflammation features and highlights the repurposing potential of AV in COVID-19-like conditions.","","Supplementary Information","","The online version contains supplementary material available at 10.1186/s12931-021-01698-9."],"license_agreement":"Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.","keywords":["Hypoxia","Fibrosis","Sepsis","Angiogenesis","Blood coagulation","SARS-CoV2","COVID-19","Adhatoda Vasica"],"doi":"10.1186/s12931-021-01698-9"},{"title":"Effect of Ayurveda intervention in the integrated management of essential hypertension- a retrospective observational study","publication_info":[{"name":"Ramavtar Sharma","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":"dr.ramavtarccras@gmail.com"},{"name":"Arun Goyal","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null},{"name":"Renu Singh","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null},{"name":"Shruti Khanduri","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null},{"name":"Sarada Ota","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null},{"name":"Sumeet Goel","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null},{"name":"Rakesh Kumar Rana","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null},{"name":"Richa Singhal","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null},{"name":"Vinod Kumar Shahi","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null},{"name":"Narayanam Srikanth","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null},{"name":"Leimapokpam Swasticharan","attributes":["Directorate General of Health Services, Ministry of Health and Family Welfare, New Delhi, 110011, India"],"email":null}],"PMCID":"PMCID: PMC8377180","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377180/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377180/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377180/pdf/main.pdf","abstract_text":["Background","","A study titled ‘Integration of AYUSH (Ayurveda) with National Programme for Prevention and Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke (NPCDCS)’ implemented in India in three districts of three states, namely Bhilwara (Rajasthan), Gaya (Bihar), and Surendranagar (Gujarat) since 2015 for the management of various non-communicable diseases (NCDs) through integrated approach.","","Objective(s)","","To evaluate the effect of Ayurveda medication, lifestyle modification, and Yoga in integration with standard care for the management of essential hypertension.","","Material and methods","","A retrospective analysis of the demographic and clinical records available from NPCDCS-AYUSH Integration Project was done. The data of participants with Essential Hypertension (EHTN), aged between 30 and 60 years, who had completed six months integrated management as per the treatment protocol of the NPCDCS-AYUSH Integration project between July 2018 and March 2019 were taken and distributed in two groups based on their intervention. Those advised for lifestyle modification and Yoga in addition to standard care with any of the five medicines/combinations i.e. Amlodipine or Atenolol or Amlodipine + Atenolol or Losartan or Telmisartan were assigned Group I and those who were given Ayurveda medication, lifestyle modification and Yoga in addition to standard care were assigned to Group II. The change in blood pressure was analysed and dose reduction/discontinuation of conventional medications was also observed.","","Results","","Data of 1938 participants who had completed treatment under the NPCDCS program was analysed. At the 6th month, systolic and diastolic blood pressure was significantly reduced (P < 0.01) in all categories of Group I and Group II from baseline. Further, the dose of conventional medicine was reduced in 33.1% of participants of Group I and in 30.4% participants of Group II when compared to 0 day while conventional medicines were discontinued in 15.1% of Group I and 36.7% of Group II participants.","","Conclusion","","Ayurveda medication along with lifestyle management and Yoga effectively controls systolic and diastolic blood pressure and further helps in reducing/discontinuation of dose of conventional medicines in EHTN participants."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Non-communicable diseases","Integrated management","Ayurveda","Essential hypertension"],"doi":"10.1016/j.jaim.2021.04.012"},{"title":"19A. Practical Strategies for Integrating Ayurvedic Therapies Into the Integrative Medicine Clinical Encounter","publication_info":[{"name":"Jennifer Rioux","attributes":["University of New Mexico, Department of Internal Medicine, Albuquerque, United States"],"email":"jgrioux@yahoo.com"},{"name":"Charles Elder","attributes":["Kaiser Permanente Northwest, Department of Internal Medicine, Portland, Oregon, United States"],"email":null}],"PMCID":"PMCID: PMC3875039","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3875039/?report=abstract","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3875039/pdf/gahmj.2013.097CP.S19A.pdf","abstract_text":["Focus Area: Experiential Workshop","","The 3 Ayurvedic clinicians presenting this experiential session have delivered Ayurvedic medicine in diverse settings, including: a conventional managed care network using a group clinic format; with research participants at an academic medicine center; and in private practice. The 3 presenting Ayurvedic clinicians have approximately 50 years' combined experience practicing Ayurvedic medicine and have developed strategies for overcoming logistical and cultural challenges in working with patients. Ayurveda can be accessed for both acute and chronic conditions and includes multitarget therapies tailored to the unique constitution/imbalance profile of each patient, while accounting for any biomedical diagnoses. The focus of Ayurveda goes beyond symptom alleviation to the identification of the root cause of the imbalance and eventual resolution of the disorder. Ayurveda has a primary focus on modification of the diet and daily routine of the individual in an effort to create sustainable lifestyle change to promote overall health and prevent comorbid conditions. Ayurvedic clinicians also use herbal supplements, medicated oils, and hands-on manual therapies, as well as detoxification and rejuvenation therapies, to enhance healing holistically and synergistically and to create a state of durable well-being.","","The presenters of this workshop will focus on 3 key areas of Ayurvedic clinical practice: (1) Ayurvedic diet, daily routine, and yoga therapy (JR); (2) herbal therapies and home detoxification regimens (CE); and (3) manual therapies and Ayurvedic acupressure points (PV). Participants in the workshop will have the opportunity to (1) sample some simple medicinal teas and experience Ayurvedic dietary theory according to food qualities; (2) experience the effects of simple Ayurvedic breathing techniques and therapeutic yoga poses; and (3) participate in a basic demonstration of Ayurvedic manual therapies and acupressure."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial- No Derivative 3.0 License, which permits rights to copy, distribute and transmit the work for noncommercial purposes only, provided the original work is properly cited.","keywords":["None"],"doi":"10.7453/gahmj.2013.097CP.S19A"},{"title":"Ayurveda formulations: A roadmap to address the safety concerns","publication_info":[{"name":"Kishor Patwardhan","attributes":["Department of Kriya Sharir, Faculty of Ayurveda, Banaras Hindu University, Varanasi, India"],"email":"patwardhan.kishor@gmail.com"},{"name":"Jigyasa Pathak","attributes":["Department of Dravyaguna, IPGT & RA, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC5747514","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5747514/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5747514/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5747514/pdf/main.pdf","abstract_text":["It is a matter of serious concern that the number of case reports pointing at a possible association between the clinical toxicity and the use of Ayurveda formulations is increasing significantly over the years in scientific medical literature. Though most of these cases are connected with the presence of heavy metals such as lead, mercury and arsenic in these formulations, there are also reports suggesting toxicity due to the presence of toxic chemicals of herbal origin. In the year 2008, the Government of India took an initiative of establishing the National Pharmacovigilance Programme for Ayurveda, Siddha and Unani drugs in a structured way. However, due to lack of sustained support, this program has now become defunct. This issue is of vital importance and needs to be addressed effectively on a priority basis. In this communication, we propose the following crucial policy interventions to be introduced at different levels: a. Amendments to Drug and Cosmetic Act, b. Issuing consumer guidelines, c. Issuing prescription guidelines, d. Issuing clinical monitoring guidelines, e. Implementation of good manufacturing guidelines, f. Promoting documentation of clinical safety, g. Identifying the sources of contamination, and, h. Provision for stringent punishment. If these policy interventions are taken up and implemented, a significant positive change in the scenario can be expected in the near future."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["None"],"doi":"10.1016/j.jaim.2017.08.010"},{"title":"Ayurvedic approach in the management of spinal cord injury: A case study","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":[],"email":"sarveshksingh21@gmail.com"}],"PMCID":"PMCID: PMC4535072","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4535072/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4535072/?report=classic","pdf_link":"None","abstract_text":["Spinal cord injury (SCI) is associated with consequences such as full loss of spinal movements, incontinence of bladder functions, bed sores, etc. There is no satisfactory treatment available in biomedicine with only limited treatments only for enhancement of spinal cord function. These treatments have many limitations. Ayurvedic drugs and Pancakarma procedures have been in use to treat such conditions since a long time. We present a case of SCI with lesion at C4 level which was treated for 2 months with an Ayurvedic combined intervention. The combined treatment plan involved Ayurvedic oral medications (Brhadvātacintāmaṇi rasa - 125 mg, Ardhanāgavātāri rasa - 125 mg, Daśamūla kvātha - 40 ml, Aśvagandhācūrṇa [powder of Withania somnifera DUNAL] - 3 g, Amṛtā [Tinospora cordifolia WILLD] - 500 mg, Muktāśukti piṣṭi - 500 mg and Trayodaśāṅga guggulu - 500 mg) twice daily. Combined procedures involved such as śāliṣaṣṭika piṇḍasvedana (sudation with medicated cooked bolus of rice) every day for 2 months and Mātrā basti (enema) for first 15 days with Aśvagandhā oil. From 16th day, Mustādi yāpana basti (MYB, enema with medicated milk) was given for 16 days. After an interval of 7 days, MYB was further repeated for next 16 days. Substantial clinical improvement was reported after 2 months of the Ayurvedic treatment in existing neurological deficits and in quality of life."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Matra basti","Mustādi yāpana basti","patient centered outcome","quadriplegia","spinal cord injury","stem cells therapy"],"doi":"10.4103/0257-7941.160870"},{"title":"Buyers Beware: Lead Poisoning due to Ayurvedic Medicine","publication_info":[{"name":"J. Matthew R. Pierce","attributes":["University of Alabama at Birmingham, Birmingham, AL USA "],"email":null},{"name":"Carlos A. Estrada","attributes":["University of Alabama at Birmingham, Birmingham, AL USA ","Birmingham Veterans Affairs Medical Center and Veterans Affairs National Quality Scholars Program, Birmingham, AL USA ","Birmingham Veterans Affairs Medical Center, University of Alabama at Birmingham, FOT 732, 510 20th Street South, Birmingham, AL 35294 USA "],"email":"cestrada@uab.edu"}],"PMCID":"PMCID: PMC3445671","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3445671/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3445671/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3445671/pdf/11606_2012_Article_2048.pdf","abstract_text":["A 29-year-old man, who recently emigrated from India, presented with a 2-week history of abdominal pain, as well as nausea, constipation, and fatigue. He underwent removal of a parathyroid adenoma 6 weeks prior to admission and received a locally made Indian traditional medicine (Ayurveda) for pain control; however, this information was not initially available. He was instructed to take approximately 15 g/day. Initial evaluation revealed a normocytic anemia, but other workup including imaging and endoscopy was unrevealing. Given his recent use of Ayurvedic medicines, we tested for lead poisoning and found a blood lead level of 72 mcg/dl. We sent his medicine for analysis and found it had a high lead concentration of 36,000 mcg/g, which is over 25,000 times the maximum daily dose. He improved with cessation of the medicine and treatment with succimer. Lead poisoning can present with a variety of nonspecific signs and symptoms, including abdominal pain and anemia. Ayurvedic medicines, as well as traditional medicines from other cultures, may be a source of lead or other heavy metals. It is essential for physicians to be aware of adverse effects of Ayurvedic medicines as they are easily available and increasing in popularity."],"license_agreement":"Unknown","keywords":["dietary supplements","lead","India","medicine","Ayurvedic","Phytotherapy","plant extracts/chemistry"],"doi":"10.1007/s11606-012-2048-y"},{"title":"Review of unique ophthalmic formulations in Vaidya Manorama: A traditional Kerala Ayurveda literature","publication_info":[{"name":"Praveen Balakrishnan","attributes":["Research Officer (Ayurveda), Regional Ayurveda Research Institute (CCRAS), Thiruvananthapuram, India"],"email":"drpraveenbalakrishnan@gmail.com"},{"name":"S. Ajayan","attributes":["Professor and Head, Department of Dravyaguna, Ashtangam Ayurveda Vidhyapeetam, Vavanoor, India"],"email":null},{"name":"Sreejith Mukkudakkattu","attributes":["Ayurveda Ophthalmologist, Mukkudakkattu Nethra Chikitsalayam, Pattambi, India"],"email":null},{"name":"Kavya Nechiyil","attributes":["Assistant Physician, Nechiyil Ayurveda Vaidyashala, Karalmanna, India"],"email":null}],"PMCID":"PMCID: PMC9168494","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9168494/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9168494/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9168494/pdf/main.pdf","abstract_text":["Vaidya Manorama is a folklore Kerala Ayurveda literature that encompasses time- tested low-budget formulations that can be prepared from easily available resources. Ayurveda Ophthalmology has been described in Chapter twenty-eight of the literature. Many unique formulations like eating firefly (khadyota), preparing ghee from fresh-water shellfish (tadaka-shuktika), Kadali phala (a special type of banana) bidalaka, dropping of juice of palasha (Butea monosperma) into eyes for various clinical conditions are described. We review the unique ophthalmology formulations in this chapter to bring them to limelight. Few herbo-mineral formulations are also described for which toxicity and safety studies are warranted. All these handy formulations may help clinicians in day-to-day practice or may be a lead for novel research."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Ayurveda Ophthalmology","Formulations","Kerala","Vaidya Manorama"],"doi":"10.1016/j.jaim.2022.100576"},{"title":"A clinical study on Pandu Roga, iron deficiency anemia, with Trikatrayadi Lauha suspension in children","publication_info":[{"name":"Abhimanyu Kumar","attributes":[],"email":null}],"PMCID":"PMCID: PMC3545243","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3545243/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3545243/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3545243/pdf/JAIM-3-215.pdf","abstract_text":["Context:","","Nutritional iron deficiency is the most common cause of anemia in India. The nearest correlation of iron deficiency anemia (IDA) can be made with Pandu Roga in Ayurveda. As the IDA is a very common prevalent disease in the society and the side effects of oral allopathic iron preparations are very common, therefore to get a better alternative, an Ayurvedic herbomineral medicine, the Trikatrayadi Lauha, was subjected to a clinical trial in children suffering from IDA.","","Aim:","","Evaluation of safety and efficacy of the compound Trikatrayadi Lauha suspension in children with IDA.","","Settings and Design:","","Randomized, double-blind placebo-controlled clinical study.","","Materials and Methods:","","The study was conducted on 123 children of IDA for a period of 10 weeks. Clinical features and hematological parameters were documented before, during and after treatment.","","Statistical Analysis Used:","","Observations of the study were analyzed and findings were evaluated by using statistical methods (Student′s t test)","","Results:","","The present study shows that the trial drug Trikatrayadi Lauha suspension is effective to improve clinical features and hematological parameters significantly. The medicine is effective to increase the hemoglobin level 1.94 g/dL (8.52 -10.46 g/dL, P < 0.001) in 5 weeks and 3.33g/dL (8.52 -11.85g/dL, P < 0.001) in 10 weeks. No adverse effect of the trial drug was observed during the study.","","Conclusions:","","The results suggest that Trikatrayadi Lauha is significantly effective in the management of IDA in children."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Anemia","hemoglobin","iron deficiency","Pandu Roga","serum ferritin"],"doi":"10.4103/0975-9476.104446"},{"title":"Understanding hypertension in the light of Ayurveda","publication_info":[{"name":"Maanasi Menon","attributes":["Dept of Kayachikitsa, Amrita School of Ayurveda, Clappana P.O., Kollam Dist, Kerala, 690525, India"],"email":null}],"PMCID":"PMCID: PMC6314241","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314241/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314241/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314241/pdf/main.pdf","abstract_text":["Different theories have been proposed to explain hypertension from an Ayurvedic perspective, but there is no consensus amongst the experts. A better understanding of the applied physiology and etio-pathogenesis of hypertension in the light of Ayurvedic principles is being attempted to fill this gap. A detailed review of available Ayurvedic literature was carried out to understand the physiology of blood pressure and etio-pathogenesis of hypertension from the perspective of Ayurveda. Many parallels were drawn from the concepts such as Shad Kriyakala (six stages of Dosha imbalance) and Avarana of Doshas (occlusion in the normal functioning of the Doshas) to the modern pathogenesis of hypertension to gain a deeper understanding of it. Hypertension without specific symptoms in its mild and moderate stages cannot be considered as a disease in Ayurveda. It appears to be an early stage of pathogenesis and a risk factor for development of diseases affecting the heart, brain, kidneys and eyes etc. Improper food habits and modern sedentary lifestyle with or without genetic predisposition provokes and vitiates all the Tridoshas to trigger the pathogenesis of hypertension. It is proposed that hypertension is to be understood as the Prasara-Avastha which means spread of vitiated Doshas from their specific sites, specifically of Vyana Vata, Prana Vata, Sadhaka Pitta and Avalambaka Kapha along with Rakta in their disturbed states. The Avarana (occlusion of normal functioning) of Vata Dosha by Pitta and Kapha can be seen in the Rasa-Rakta Dhathus, which in turn hampers the functioning of the respective Srotas (micro-channels) of circulation."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Hypertension","Ayurveda","Blood pressure","Etio-pathogenesis"],"doi":"10.1016/j.jaim.2017.10.004"},{"title":"An ayurvedic evaluation & treatment of multiple myeloma: A case report","publication_info":[{"name":"Abhijeet Sarjerao Shirkande","attributes":["Department of Dravyaguna (Ayurvedic Materia Medica & Pharmacology), Dr. D. Y. Patil College of Ayurved & Research Center, Pimpri, Pune of Dr. D. Y. Patil Vidyapeeth (Deemed to be University) Pune, India","Shree VishwAngad Ayurved, Panchakarma, Yoga Clinic & Research Center, Sahakar Nagar, Pune, India"],"email":"drabhijitshirkande@gmail.com"},{"name":"Ankita Abhijeet Shirkande","attributes":["Department of Rasa Shastra and Bhaishajya Kalpana (Ayurvedic Iatrochemistry & Pharmaceuticals Science), Dr. D. Y. Patil College of Ayurved & Research Center, Pimpri, Pune of Dr. D. Y. Patil Vidyapeeth (Deemed to be University) Pune, India","Shree VishwAngad Ayurved, Panchakarma, Yoga Clinic & Research Center, Sahakar Nagar, Pune, India"],"email":"drabhijitshirkande@gmail.com"},{"name":"Jayashree Changade","attributes":["Department of Dravyaguna (Ayurvedic Materia Medica & Pharmacology), Dr. D. Y. Patil College of Ayurved & Research Center, Pimpri, Pune of Dr. D. Y. Patil Vidyapeeth (Deemed to be University) Pune, India"],"email":null}],"PMCID":"PMCID: PMC10835448","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10835448/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10835448/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10835448/pdf/main.pdf","abstract_text":["This case report discusses the management of multiple myeloma in a 59-year-old male patient through an integrative approach of Ayurvedic and conventional medical care. The patient presented with symptoms of pain in ribs, fatigue, nausea, weight loss, and mental stress. After undergoing chemotherapy and steroid therapy, the patient opted for Ayurvedic treatment instead of a recommended bone marrow transplant. Ayurvedic examination revealed imbalances in Vata and Pitta doshas, affecting various body tissues and mental state. The Ayurvedic regimen led to the recovery of the patient without adverse effects. This case highlights the role of Ayurvedic medication in managing multiple myeloma, warranting further research and clinical trials for broader validation."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Multiple myeloma","Ayurveda","Integrative medicine","Chemotherapy","Holistic approach"],"doi":"10.1016/j.jaim.2023.100865"},{"title":"Antidiabetic activity of Chandraprabha vati – A classical Ayurvedic formulation","publication_info":[{"name":"Manish M. Wanjari","attributes":["National Research Institute for Ayurveda-Siddha Human Resource Development, Gwalior, 474009, Madhya Pradesh, India"],"email":"manish.nriashrd@gmail.com"},{"name":"Sujata Mishra","attributes":["School of Studies in Biochemistry, Jiwaji University, Gwalior, 474011, Madhya Pradesh, India"],"email":null},{"name":"Yadu Nandan Dey","attributes":["National Research Institute for Ayurveda-Siddha Human Resource Development, Gwalior, 474009, Madhya Pradesh, India"],"email":null},{"name":"Deepti Sharma","attributes":["National Research Institute for Ayurveda-Siddha Human Resource Development, Gwalior, 474009, Madhya Pradesh, India"],"email":null},{"name":"Sudesh N. Gaidhani","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null}],"PMCID":"PMCID: PMC5052381","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5052381/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5052381/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5052381/pdf/main.pdf","abstract_text":["Background","","Chandraprabha vati is a classical Ayurvedic formulation, markedly used for mitigation of Prameha, which correlates in many ways with obesity, metabolic syndrome and diabetes mellitus.","","Objective","","The present study was aimed to investigate effect of Chandraprabha vati in experimentally-induced hyperglycemia and lipid profile alterations.","","Materials and methods","","Antidiabetic effect of Chandraprabha vati was studied in fifty five Wistar rats. Graded doses of Chandraprabha vati (50, 100 and 200 mg/kg) were administered orally for 7 days to normal and alloxan-hyperglycemic rats (65 mg/kg, intravenously), and to glucose loaded normal rats for oral glucose tolerance test (OGTT). Fasting plasma glucose levels were assessed on different time intervals along with plasma cholesterol and triglycerides. Metformin (500 mg/kg, orally) was used as standard drug.","","Results","","Chandraprabha vati did not cause any significant reduction in plasma glucose levels of normal rats (p > 0.05) but normalized the impaired glucose tolerance at 60 and 120 min (p < 0.05–p < 0.001) in OGTT when compared to vehicle control. In alloxan-hyperglycemic rats, administration of Chandraprabha vati (200 mg/kg) significantly reduced plasma glucose at 3 h, 12 h, 3rd day and 7th day (p < 0.01–p < 0.001) along with reduction in cholesterol and triglycerides levels (p < 0.01–p < 0.001) when compared to diabetic control group. The effects were comparable with metformin.","","Conclusions","","Chandraprabha vati exhibited anti-hyperglycemic effect and attenuated alterations in lipid profile. The results support the use of Chandraprabha vati for correction of Prameha in clinical practice."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Anti-hyperglycemic","Glucose tolerance test","Prameha","Lipid profile","Metformin"],"doi":"10.1016/j.jaim.2016.08.010"},{"title":"Exploring issues in contemporary Ayurvedic education","publication_info":"Ram Harsh Singh","PMCID":"PMCID: PMC5041381","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5041381/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5041381/pdf/AYU-36-361.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Integrative approach combining Ayurveda, counselling, Yoga and meditation with conventional management of Ankylosing Spondylitis – A case report","publication_info":[{"name":"Naranappa Salethoor Sushma","attributes":[],"email":null},{"name":"Kulangara Shyamasundaran","attributes":[],"email":null},{"name":"Edamala Narayanan Prajeesh Nath","attributes":[],"email":null}],"PMCID":"PMCID: PMC8728077","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728077/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728077/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728077/pdf/main.pdf","abstract_text":["Lifelong medications are required for symptomatic relief in Ankylosing Spondylitis (AS). We report the potential of an integrative approach in reducing dependence on steroids and pain medications in chronic AS. A 59-year-old HLA-B27 positive male patient suffering from AS for 40 years sought Ayurvedic treatment for relapse of pain, stiffness, fatigue, intermittent constipation and disturbed sleep. Ayurvedic diagnosis was Amavata (a clinical condition characterised by joint inflammation) The patient was managed as outpatient for eleven days and hospitalised for thirty three days. Internal medicines and external therapies with diet modification, lifestyle adjustments, counselling, Yoga and IAM Technique (Integrated Amrita Meditation Technique ) were administered during the hospital stay. At yearly follow up, C-Reactive Protein was reduced to 15.7 mg/L from the baseline value of 37.5 mg/L, and ESR from 103 mm/h to 8 mm/h indicating reduction in inflammation. The dose of NSAID and DMARD (Disease Modifying Antirheumatic Drug) could be reduced from once in twenty-four hours to once in eighty-four hours and steroids from twice daily to once in a week. There was significant reduction in pain and stiffness. Integration of Ayurveda and Yoga with conventional treatment can reduce drug dependence and improve quality of life in AS."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Case report","Amavata","Ankylosing spondylitis","Integrative medicine"],"doi":"10.1016/j.jaim.2021.07.013"},{"title":"STANDARDISATION OF THE AYURVEDIC MEDICINE PINDATAILA","publication_info":"P.T.A. Hepsibah, M.P. Rosamma, N.B.R. Prasad, P.Sahjeev Kumar","PMCID":"PMCID: PMC3331216","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3331216/pdf/ASL-15-222.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Need for comprehensive standardization strategies for marketed Ayurveda formulations","publication_info":[{"name":"Vishvanath Narhari Vaidya","attributes":["R. C. Patel Institute of Pharmaceutical Education and Research, Karwand Naka, Shirpur, Dhule, Maharashtra, India"],"email":null},{"name":"A.U. Tatiya","attributes":["R. C. Patel Institute of Pharmaceutical Education and Research, Karwand Naka, Shirpur, Dhule, Maharashtra, India"],"email":null},{"name":"Ashwini Elango","attributes":["Centre for Ayurveda Biology and Holistic Nutrition, The University of Trans-Disciplinary Health Sciences and Technology (TDU), Bengaluru, Karnataka, India"],"email":null},{"name":"Subrahmanya Kumar Kukkupuni","attributes":["Centre for Ayurveda Biology and Holistic Nutrition, The University of Trans-Disciplinary Health Sciences and Technology (TDU), Bengaluru, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC6314244","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314244/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314244/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314244/pdf/main.pdf","abstract_text":["Ayurveda is known for the use of poly-herbal formulations and multi-component therapeutics for the management of health and diseases. Several pharmaceutical companies are manufacturing and marketing different Ayurvedic formulations, prepared as per the classical texts and the regulatory standards. However, on a cursory glance, marked variations are observed amongst the same formulations manufactured by different companies. This raises questions on the quality standards. Drugs or formulations are expected to exert a desired biological activity at particular concentrations of their chemical constituents. The overall aim of drug standardization is to ensure the quality, efficacy and uniformity of the products, in terms of their chemical and biological properties, across the manufactures. In this article, the authors intend to open up a discussion on the need for comprehensive standardization strategies for marketed Ayurveda formulations taking Lodhrasavam (a classical Ayurveda preparation) as an example. Lodhrasavam procured from six reputed Ayurveda drug manufacturers showed significant variations in their sensorial, physico-chemical, chromatographic as well as biological properties. This is a matter of serious concern and need to be addressed effectively to derive better standardization strategies for Ayurvedic formulations."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Lodhrasavam","Ayurveda","Formulation standardization","Sensorial attributes","Physico-chemical characters"],"doi":"10.1016/j.jaim.2018.09.002"},{"title":"Wound healing efficacy of novel ayurveda formulation- Pentabark Kashaya: In wistar rats using excision wound model- an in vivo study","publication_info":[{"name":"Manjula B Madiwalar","attributes":["Dept of Shalya Tantra, KAHER’S Shri B M Kankanawadi Ayurveda Mahavidhyalaya Shahapur, Belagavi, Karnataka, India"],"email":"manjulamadiwalar@gmail.com"},{"name":"Shindhe Pradeep S","attributes":["Dept of Shalya Tantra, KAHER’S Shri B M Kankanawadi Ayurveda Mahavidhyalaya Shahapur, Belagavi, Karnataka, India"],"email":null},{"name":"Rudramma Rachayya Hiremath","attributes":["Department of Agad Tantra (Ayurvedic Forensic Medicine & Toxicology), KAHER's Shri BMK Ayurved Mahavidyalaya, Belagavi, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC9307938","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9307938/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9307938/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9307938/pdf/main.pdf","abstract_text":["Background","","Wound healing plays a major concern in the field of surgery as it requires uneventful healing. Management aims towards prevention of infection and to accelerate healing. Acharya Sushruta has given more emphasis on Vrana (wound) and its chikitsa (treatment). Many antiseptic agents which prevent infection are widely used but have no role in accelerating the healing process and are cytotoxic, deleterious to wound healing. In this regard an innovative polyherbomineral formulation Pentabark Kashaya (PK)was formulated to assess acute dermal toxicity and woundhealing activity.","","Objective","","To explore the wound healing efficacy of novel Ayurveda Formulation i.e Pentabark Kashaya in Wistar rats using the excision wound model.","","Materials and method","","Acute dermal toxicity study was carried out on five female Wistar rats by following the OECD guideline 434 and signs of toxicity were assessed for the period of 14 days. Wound healing activitywas assessed on the excision wound model. 18 male Wistar rats were procured for the study and divided into three groups (n = 6 in each group). The test group was treated with application of PK, standard group with Povidone iodine solution 5% and control group with distilled water. The parameters assessed were epithelialization period, wound contraction rate, wound closure day and swab test for microbial load for the period of 21 days. Statistical analysis was done by using one way ANOVA and Tukeys HSD to assess changes in between three groups at each time point.","","Results","","No signs of acute dermal toxicity were seen, which proved that PK is safe for application. Significant results were seen in the parameters of wound healing like period of epithelialization and wound closure day. Percentage of wound contraction rate was increased in test group when compared to other groups. Histopathology of skin showed marked changes in re-epithelialization, dermal fibroblast, dermal fibrocytes in test group when compared to control group.","","Conclusion","","PK is safe for application and it is effective in wound healing.","","Clinical Trial Registration No.: Not applicable."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Pentabark kashaya","Ayurveda","Vrana","Dermal toxicity","Wound healing"],"doi":"10.1016/j.jaim.2022.100602"},{"title":"Ayurveda biology- the road not trodden","publication_info":"Kalpana Joshi","PMCID":"PMCID: PMC10307822","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307822/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307822/pdf/main.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Effects of Bilwa-Lajadi syrup in emesis gravidarum – an exploratory single arm open labeled trial","publication_info":[{"name":"Deepika Singh","attributes":["Department of Prasuti Tantra and Stree Roga, SCPM Ayurvedic Medical College and Hospital, Gonda, 271003, U.P., India"],"email":"deepika.sbri@gmail.com"},{"name":"Vasudevan Asokan","attributes":["Department of Prasuti Tantra and Stree Roga, Parul Institute of Ayurveda, Limda, Waghodia, Vadodara, 391760, Gujarat, India"],"email":null},{"name":"Gayathri Bhat NV","attributes":["Department of Prasuti Tantra and Stree Roga, Sri Dharmasthala Manjunatheshwara College of Ayurveda and Hospital, Hassan, 573201, Karnataka, India"],"email":null},{"name":"Prathima Jain","attributes":["Department of Prasuti Tantra and Stree Roga, Sri Dharmasthala Manjunatheshwara College of Ayurveda and Hospital, Hassan, 573201, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC8814406","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8814406/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8814406/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8814406/pdf/main.pdf","abstract_text":["Background","","Emesis gravidarum is a common obstetrical problem affecting 50–80% of pregnant women during their first trimester which begins in the morning and frequently continues throughout the day; considered as one of the Vyakta Garbha Lakshana in Ayurveda. If it is not treated effectively in time; it may lead to complications in pregnancy affecting the quality of life and thus the pregnancy outcome.","","Objective","","To evaluate the clinical effectiveness of Bilwa-Lajadi syrup in emesis gravidarum.","","Material and methods","","A single arm open labeled clinical trial was conducted on 30 participants fulfilling the inclusion criteria from OPD and IPD of Prasuti Tantra Evam StreeRoga, Sri Dharmasthala Manjunatheshwara College of Ayurveda and Hospital, Hassan and administered with Bilwa-Lajadi Syrup 20 ml per day in two divided doses, empty stomach before food for 30 days with followed up every 15 days during treatment and 15 days after completion of trial period.","","Results","","The drug showed statistically significant effect in reducing the frequency of vomiting per day, quantity of vomitus, aversion to smell, nausea and anorexia, altered content of vomitus, improved appetite, imparted lightness of body and increased haemoglobin gm%.","","Conclusion","","Thus, early medication with Bilwa-Lajadi syrup and following dietetic regimen played a vital role in relieving the symptoms of emesis gravidarum."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Bilwa-Lajadi syrup","Emesis gravidarum","Garbhini chardi"],"doi":"10.1016/j.jaim.2021.08.015"},{"title":"Use of Ayurveda in the Treatment of Type 2 Diabetes Mellitus","publication_info":[{"name":"Allison Gordon","attributes":[],"email":"abgordon24@gmail.com"},{"name":"Zankhana Buch","attributes":[],"email":null},{"name":"Vanessa Baute","attributes":[],"email":null}],"PMCID":"PMCID: PMC6686320","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6686320/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6686320/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6686320/pdf/10.1177_2164956119861094.pdf","abstract_text":["Background","","Ayurveda is an ancient medicine practice that is emerging in the United States as a complementary and alternative treatment for chronic illness. Type 2 diabetes is a chronic illness that has major long-term implications for individuals suffering from the disease as well as the health-care system as a whole. Modifications in diet, exercise, and lifestyle are all important factors in successful treatment of type 2 diabetes and are incorporated into the ancient Indian medicinal practice of Ayurveda.","","Review Summary: This review summarizes the available evidence for the use of Ayurvedic therapies in the treatment of type 2 diabetes. For the treatment of type 2 diabetes, Ayurvedic practices primarily emphasizes the use of herbal supplements; however, exercise, weight management, and various supplemental procedures are included in Ayurvedic practices. The goal of Ayurvedic practices on the treatment of type 2 diabetes like in Western medicine focuses on bringing the hemoglobin A1c (HbA1c) value into a therapeutic range. Where Ayurveda differs is that it looks at the functionality of a person in the context of striking a balance between the life forces or doshas that each individual possesses. Finally, this article includes a case study received from AyurVAID clinic in Bangalore, India that details the specific Ayurvedic intervention used in a patient, bringing his HbA1c from a level of 11.2 to 5.7 over the course of 9 months.","","Conclusion","","Patients with type 2 diabetes may inquire about current complementary and alternative therapies available for the treatment of their disease. Awareness of such modalities is necessary for effective patient counseling and care. The benefits of offering a wide array of treatment options include possible reduction of HbA1c and of comorbidities with adjunct use of supplements and mind–body practices."],"license_agreement":"Creative Commons Non Commercial CC BY-NC: This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License (http://www.creativecommons.org/licenses/by-nc/4.0/) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).","keywords":["Ayurveda","Ayurvedic","diabetes","diet","lifestyle","type 2 diabetes mellitus"],"doi":"10.1177/2164956119861094"},{"title":"Ayurveda fundamentals and science – A perspective","publication_info":"Basavaraj Ramappa Tubaki, Buduru Sreenivasa Prasad","PMCID":"PMCID: PMC10468022","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10468022/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10468022/pdf/AYU-43-65.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Ninety days repeated dose oral toxicity study of Makaradhwaja in Wistar rats","publication_info":[{"name":"Shrirang Jamadagni","attributes":[],"email":"shrirangb@gmail.com"},{"name":"Pallavi Shrirang Jamadagni","attributes":[],"email":null},{"name":"Rajendra Kumar Singh","attributes":[],"email":null},{"name":"Sachchidanand Upadhyay","attributes":[],"email":null},{"name":"Sudesh N. Gaidhani","attributes":["Department of Pharmacology, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC6153918","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6153918/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6153918/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6153918/pdf/AYU-38-171.pdf","abstract_text":["Context:","","Makaradhwaja is a Kupipakwa Rasayana. Since it contains two heavy metals, namely mercury and gold, it is essential to evaluate its safety. Hence, the present study was undertaken with an objective to evaluate toxicity and target organ of toxicity of Makaradhwaja if so.","","Aims:","","The objective was to evaluate toxicological profile, the target organ of toxicity and to find no observed effect level (NOEL) or no observed adverse effect level (NOAEL) in rats after oral administration for ninety consecutive days.","","Materials and Methods:","","Makaradhawaja preparation was administered to male and female Wistar rats for ninety consecutive days at 2.7, 13.5, and 27 mg/kg body weight. All relevant biochemical and hematological changes were observed. At termination, all the rats were sacrificed and necropsy was performed. Histopathological evaluation was also performed.","","Statistical Analysis Used:","","Dunnett's test followed by analysis of variance.","","Results:","","There was a significant increase in high-dose group kidney weight of both sexes which could not be correlated with histopathology findings and serum biochemistry. Therefore, the change was not considered as an adverse effect.","","Conclusions:","","The dose level 27 mg/kg of Makaradhwaja was found as NOAEL and dose level 13.5 mg/kg of Makaradhwaja was found as NOEL."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Gold","Makardhwaja","mercury","rats","toxicity"],"doi":"10.4103/ayu.AYU_33_17"},{"title":"Immunomodulatory Effects of a Herbo-Mineral Ayurvedic Formulation in Experimental Models","publication_info":[{"name":"Vaidya B Prakash","attributes":[],"email":"balenduprakash@gmail.com"},{"name":"Sneha T Sati","attributes":[],"email":null},{"name":"Yashwant K Rao","attributes":[],"email":null},{"name":"Shikha Prakash","attributes":[],"email":"balenduprakash@gmail.com"}],"PMCID":"PMCID: PMC11120017","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11120017/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11120017/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11120017/pdf/cureus-0016-00000058913.pdf","abstract_text":["Background: Ayurveda, an ancient Indian system of medicine, encapsulates comprehensive principles and formulations for disease prevention and treatment. A herbo-mineral Ayurvedic formulation, IMMBO, comprising Mandoor Bhasma and 18 herbs has shown promising results in treating allergic rhinitis in clinical studies.","","Objective: This discussed series of experimental studies were conducted to explore the immuno-modulatory potential of IMMBO.","","Methodology: A series of experimental studies were carried out in immunosuppressed rats to explore the immune-modulatory effects of IMMBO.","","Results: IMMBO was effective in reinstating neutrophil activation, stimulating cellular and humoral immunity, and counteracting immunosuppression at the molecular level. The modulation of key signalling molecules, including tumour necrosis factor-alpha (TNF-α), interferon-gamma (IFN-γ), interleukin-1 beta (IL-1β), extracellular signal-regulated kinase (ERK), phosphoinositide 3-kinase (PI3K), and nuclear factor-kappa B (NF-κb), showcased the formulation’s multifaceted impact. Additionally, its ability to block histamine release suggests potential in controlling allergic states, positioning it as a promising therapeutic candidate for immune-related disorders. However, the precise mode of action remains elusive, warranting further in-depth pharmacological studies.","","Conclusion: This research substantiates the ancient Ayurvedic wisdom using modern scientific parameters, endorsing IMMBO's potential as an immune-modulatory agent."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License CC-BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["immbo","immunity","immuno-modulator","allergy","ayurveda"],"doi":"10.7759/cureus.58913"},{"title":"Phytomedicines explored under in vitro and in silico studies against coronavirus: An opportunity to develop traditional medicines","publication_info":[{"name":"Yashika Gandhi","attributes":["Department of Chemistry, Central Ayurveda Research Institute Jhansi, Uttar Pradesh, 284003, India"],"email":null},{"name":"Sujeet K. Mishra","attributes":["Department of Chemistry, Central Ayurveda Research Institute Jhansi, Uttar Pradesh, 284003, India"],"email":null},{"name":"Hemant Rawat","attributes":["Department of Chemistry, Central Ayurveda Research Institute Jhansi, Uttar Pradesh, 284003, India"],"email":null},{"name":"Jyotika Grewal","attributes":["Department of Chemistry, Central Ayurveda Research Institute Jhansi, Uttar Pradesh, 284003, India"],"email":null},{"name":"Ravi Kumar","attributes":["Department of Chemistry, Central Ayurveda Research Institute Jhansi, Uttar Pradesh, 284003, India"],"email":null},{"name":"Santosh K. Shakya","attributes":["Department of Chemistry, Central Ayurveda Research Institute Jhansi, Uttar Pradesh, 284003, India"],"email":null},{"name":"Vipin Kumar Jain","attributes":["Department of Chemistry, Central Ayurveda Research Institute Jhansi, Uttar Pradesh, 284003, India"],"email":null},{"name":"G. Babu","attributes":["Department of Ayurveda, Central Ayurveda Research Institute Jhansi, Uttar Pradesh, 284003, India"],"email":null},{"name":"Arjun Singh","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null},{"name":"Ravindra Singh","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null},{"name":"Rabinarayan Acharya","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058, India"],"email":null}],"PMCID":"PMCID: PMC9057940","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9057940/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9057940/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9057940/pdf/main.pdf","abstract_text":["The widespread COVID-19 pandemic, caused by novel coronavirus SARS-CoV-2, has emanated as one of the most life-threatening transmissible diseases. Currently, the repurposed drugs such as remdesivir, azithromycine, chloroquine, and hydroxychloroquine are being employed in the management of COVID-19 but their adverse effects are a matter of concern. In this regard, alternative treatment options i.e., traditional medicine, medicinal plants, and their phytochemicals, which exhibit significant therapeutic efficacy and show a low toxicity profile, are being explored. The current review aims at unraveling the promising medicinal plants, phytochemicals, and traditional medicines against SARS-CoV-2 to discover phytomedicines for the management of COVID-19 on the basis of their potent antiviral activities against coronaviruses, as demonstrated in various biochemical and computational chemical biology studies. The review consists of integrative and updated information on the potential traditional medicines against COVID-19 and will facilitate researchers to develop traditional medicines for the management of COVID-19."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["Coronavirus","COVID-19","Traditional medicines","Ayurveda","Phytochemicals"],"doi":"10.1016/j.sajb.2022.04.053"},{"title":"Ayurveda and Epigenetics","publication_info":[{"name":"Hari Sharma","attributes":["Ohio State Integrative Medicine, Department of Family and Community Medicine, College of Medicine, The Ohio State University, Columbus, OH 43221, USA"],"email":"sharma.2@osu.edu"}],"PMCID":"PMCID: PMC7763202","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7763202/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7763202/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7763202/pdf/medicina-56-00687.pdf","abstract_text":["Ayurveda is a comprehensive, natural health care system that originated in the ancient Vedic times of India. Epigenetics refers to the external modification of DNA that turns genes on and off, affecting gene expression. This occurs without changes in the basic structure of the DNA. This gene expression can have transgenerational effects. The major factors that cause epigenetic changes are lifestyle and behavior, diet and digestion, stress, and environmental factors. Ayurveda addresses these factors, thereby affecting the Deha (body) Prakriti (psychophysiological constitution), which corresponds to the phenotype, and indirectly the Janma (birth) Prakriti, which corresponds to the genotype. Thus, it is proposed that epigenetics is an important mechanism of Ayurveda. This correlation and understanding will lead to better communication and understanding with the current medical system, and lead to better integration of both sciences in the management of optimal health. In addition, research on Ayurvedic modalities affecting gene expression will further increase correlation and understanding between the current medical system and Ayurveda."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Ayurveda","epigenetics","genotype","phenotype","Prakriti","doshas"],"doi":"10.3390/medicina56120687"},{"title":"Plasma metabolomics reveal the correlation of metabolic pathways and Prakritis of humans","publication_info":[{"name":"Amey Shirolkar","attributes":["Department of Biochemistry, National Research Institute of Basic Ayurvedic Sciences (NRIBAS), Kothrud, Pune 411038, Maharashtra, India"],"email":null},{"name":"Sutapa Chakraborty","attributes":["Department of Biochemistry, National Research Institute of Basic Ayurvedic Sciences (NRIBAS), Kothrud, Pune 411038, Maharashtra, India"],"email":null},{"name":"Tusharkanti Mandal","attributes":["Regional Ayurveda Research Institute, Tadong, Gangtok 737102, Sikkim, India"],"email":null}],"PMCID":"PMCID: PMC6033735","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033735/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033735/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033735/pdf/main.pdf","abstract_text":["Background","","Ayurveda, an ancient Indian medicinal system, has categorized human body constitutions in three broad constitutional types (prakritis) i.e. Vata, Pitta and Kapha.","","Objectives","","Analysis of plasma metabolites and related pathways to classify Prakriti specific dominant marker metabolites and metabolic pathways.","","Materials and methods","","38 healthy male individuals were assessed for dominant Prakritis and their fasting blood samples were collected. The processed plasma samples were subjected to rapid resolution liquid chromatography–electrospray ionization–quadrupole time of flight mass spectrometry (RRLC–ESI–QTOFMS). Mass profiles were aligned and subjected to multivariate analysis.","","Results","","Partial least square discriminant analysis (PLS-DA) model showed 97.87% recognition capability. List of PLS-DA metabolites was subjected to permutative Benjamini–Hochberg false discovery rate (FDR) correction and final list of 76 metabolites with p < 0.05 and fold-change > 2.0 was identified. Pathway analysis using metascape and JEPETTO plugins in Cytoscape revealed that steroidal hormone biosynthesis, amino acid, and arachidonic acid metabolism are major pathways varying with different constitution. Biological Go processes analysis showed that aromatic amino acids, sphingolipids, and pyrimidine nucleotides metabolic processes were dominant in kapha type of body constitution. Fat soluble vitamins, cellular amino acid, and androgen biosynthesis process along with branched chain amino acid and glycerolipid catabolic processes were dominant in pitta type individuals. Vata Prakriti was found to have dominant catecholamine, arachidonic acid and hydrogen peroxide metabolomics processes.","","Conclusion","","The neurotransmission and oxidative stress in vata, BCAA catabolic, androgen, xenobiotics metabolic processes in pitta, and aromatic amino acids, sphingolipid, and pyrimidine metabolic process in kapha Prakriti were the dominant marker pathways."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Prakriti","Human metabolomics","RRLC–ESI–QTOFMS"],"doi":"10.1016/j.jaim.2017.05.002"},{"title":"A clinical study to assess the efficacy of Triyushnadi Anjana in Kaphaja Abhishyanda with special reference to vernal keratoconjunctivitis","publication_info":[{"name":"K. S. Dhiman","attributes":["Professor & Head, Department of Shalakya, Institute for Post Graduate Teaching and Research in Ayurveda,Jamnagar, India"],"email":"dr_ks_dhiman@yahoo.co.in"},{"name":"Gunjana Sharma","attributes":["Lecturer, Rishikul Govt. Ayurvedic College, Haridwar, Uttarakhand, India"],"email":null}],"PMCID":"PMCID: PMC3202256","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202256/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202256/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202256/pdf/Ayu-31-466.pdf","abstract_text":["Vernal keratoconjunctivitis / spring catarrh is a variety of exogenous allergic conjunctivitis, which is a very troublesome ocular disease of childhood and in the adolescent age group. The child suffers from intense itching, grittiness, discharge, redness, lacrimation, photophobia, and so on, thereby, decreasing his learning hours. The troublesome features are aggravated in the spring season / hot climate that lasts for years together and rarely persists after adolescence. Mast cell stabilizers, topical Nonsteroidal anti-inflammatory drugs (NSAIDs), and steroids are the available treatment options that too with symptomatic relief and potential side effects, which limits the long-term use of these medicines. The clinical picture of vernal keratoconjunctivitis / spring catarrh is very similar to Kaphaja Abhishyanda, and Triyushnadi Anjana Bhaishajya Ratnavali (B.R.), and its treatment was clinically tried on the patients attending the Netra Roga OPD of the R.G. Government P.G. Ayurveda College Hospital at Paprola (H.P.). A proper protocol and performa was adopted with strict inclusion and exclusion criteria. In the first phase, a pilot study was conducted on 38 clinically diagnosed patients with vernal keratoconjunctivitis, and it gave 100% relief in photophobia, foreign body (FB) sensation, and lacrimation, with marked relief in other features. Encouraged by this pilot work, Triyushnadi Anjana (TA) and 2% sodium cromoglycate (mast cell stabilizer) eye drops in the second-phase clinical trial on 32 patients were tried clinically to evaluate the comparative efficacy. In the second clinical trial, the patients were randomly divided into two groups and Group I was given sodium cromoglycate 2% eye drops and Group II was given TA. The outcome of this study verified the results of the first phase pilot study, and on comparison of the results of the two groups in the second clinical study it was observed that the TA-treated group showed better results. Transient irritation in the eyes was reported by all patients after application of TA, which was relieved by keeping the eyes closed for a few minutes. None of the patients reported any adverse action of the trial drug. Thus, it can be concluded that TA is a safe, cost-effective, and potent Ayurvedic alternative in the treatment of vernal keratoconjunctivitis / spring catarrh."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Kaphaja Abhishyanda","vernal keratoconjunctivitis (VKC)","Triyushnadi Anjana (TA)"],"doi":"10.4103/0974-8520.82044"},{"title":"Multimodal ayurvedic approach in the management of moderate SARS-COV2 infection with co-morbidities – A case report","publication_info":[{"name":"H. S. Mythri","attributes":[],"email":"drmythri.achar@gmail.com"}],"PMCID":"PMCID: PMC8930101","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8930101/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8930101/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8930101/pdf/JFMPC-11-344.pdf","abstract_text":["Introduction:","","The World Health Organization (WHO) declared COVID-19 a pandemic which has claimed more than 1.4 million lives as of today. This unprecedented period demands greatly for the traditional and native medical systems which are time-tested and holistic. Some of the recent studies have reported severe infection in individuals with comorbidities such as obesity, diabetes mellitus, old age, etc. Ayurveda understands this condition as Agantuja Jwara of Sannipatika origin. Madhumeha (diabetes mellitus) is basically a disease of depleted Ojus (immunity) as per Ayurveda.","","Methods:","","Here, we report a case of COVID-19 in an elderly overweight patient with diabetes, which was managed successfully with Ayurvedic medicines, diet, lifestyle, yoga, and rejuvenative therapy.","","Case Description:","","A 70-year-old male consulted our physician through phone call and willfully wanted to take Ayurvedic management for COVID-19. On the 1st day of treatment, the patient complained of fever at 103 F, headache, and severe body ache. Later on, started with a cough, headache, shortness of breath, excessive thirst, etc. Based on the symptom cluster and food-exercise routine, Kapha and Pitta were the vitiated body humors.","","Results:","","After thorough Ayurvedic assessment, the patient was administered with Langhana, Pachana (procedures to improve digestive metabolism), anti-pyretic, and antidiabetic medications followed by yoga and pranayama. The patient was also advised rejuvenative therapy to prevent further post-COVID complications. Quality of Life was assessed with Quality of Life Instrument for Indian Diabetes Patients (QOLID) and EuroQol five-dimensional (EQ-5D). The patient was completely relieved from major symptoms in 4 days and tested negative after 12 days, with considerable improvement in QOL. The case was followed up for 60 days, and no post-COVID symptoms were reported."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ayurveda","COVID-19","diabetes mellitus","EQ-5D","rejuvenative therapy"],"doi":"10.4103/jfmpc.jfmpc_495_21"},{"title":"Ayurveda and Panchakarma: Measuring the Effects of a Holistic Health Intervention","publication_info":[{"name":"L. A. Conboy","attributes":[],"email":"lisa_conboy@hms.harvard.edu"},{"name":"Ingrid Edshteyn","attributes":[],"email":null}],"PMCID":"PMCID: PMC2699273","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2699273/?report=abstract","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2699273/pdf/TSWJ-2009-9-707496.pdf","abstract_text":["Keywords: Ayurveda, health behavior change, complex medical system"],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","health behavior change","complex medical system"],"doi":"10.1100/tsw.2009.35"},{"title":"A case-control study for exploring the association of Prakriti with Rheumatoid Arthritis","publication_info":[{"name":"Rajkumar Chinthala","attributes":["Department of Samhita & Siddhanta, TTD's SV Ayurvedic College, A Constituent Educational Institute of Tirumala Tirupathi Devasthanams, Tirupathi, Andhra Pradesh, 517507, India"],"email":"rajkumarchinthala207@gmail.com"},{"name":"Arjun Singh Baghel","attributes":["Department of Basic Principles, Institute of Teaching and Research in Ayurveda, Jamnagar, 361008, India"],"email":"asbaghel@itra.edu.in"},{"name":"Kamble Shubhangi","attributes":["Department of Basic Principles, Institute of Teaching and Research in Ayurveda, Jamnagar, 361008, India"],"email":"shubhangikamble@itra.edu.in"}],"PMCID":"PMCID: PMC10505973","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10505973/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10505973/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10505973/pdf/main.pdf","abstract_text":["Background","","Deha-Prakriti (DP) is a unique contribution of Ayurveda, which distinguishes the population into three main groups viz., Vata, Pitta, and Kapha predominant individuals. Its assessment helps physicians to prescribe a suitable diet, daily regimen, and lifestyle that prevents non-communicable diseases. Amavata (Rheumatoid Arthritis) is a disease that needs personalized management approach.","","Aim","","To evaluate the association of DP with Amavata (∼Rheumatoid Arthritis).","","Objective","","To evaluate DP-based susceptibility in the manifestation of Amavata vis-à-vis Rheumatoid Arthritis.","","Methodology","","A case–control study was conducted from 18.04.2018 to 09.01.2020, involving 150 cases (patients of Amavata), and 150 controls (healthy volunteers), matching in age (between 18 to 50 years), and sex, selected from Jamnagar. CCRAS-PAS for both the groups, Health Assessment proforma of TRISUTRA project CSIR-AYURGENOMICS, were used. Logistic regression analyses were conducted to determine the relationship between DP and Amavata.","","Results","","The proportion of people with Vata dosha in the case group (53.79%) was substantially higher (P < 0.0001) than in the control group (24.91%). Pitta (39.35%) and Kapha (36.27%) doshas were found to be more prevalent in the control group (P < 0.0001). There was a six-percent rise in the likelihood of developing Amavata with every unit increase in Vata percentage, according to logistic regression analysis.","","Conclusion","","Vata predominant DP has a significant association with Amavata. Vata predominant DP individuals are more susceptible to Amavata than Pitta and Kapha predominant DP individuals."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Amavata","Case-control study","Deha-Prakriti","Logistic regression","Rheumatoid Arthritis"],"doi":"10.1016/j.jaim.2023.100789"},{"title":"Basti: Does the equipment and method of administration matter?","publication_info":[{"name":"Manohar S. Gundeti","attributes":[],"email":null},{"name":"Ashwinikumar A. Raut","attributes":["Clinical Research and Integrative Medicine, ICMR Advanced Centre for Reverse Pharmacology in Traditional Medicine at Medical Research Centre-Kasturba Health Society, Mumbai, India"],"email":null}],"PMCID":"PMCID: PMC3667437","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3667437/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3667437/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3667437/pdf/JAIM-4-9.pdf","abstract_text":["Basti is one of the five procedures of panchakarma in Ayurveda. Classically, it is advocated in the diseases of vata. It is mainly of two types viz. asthapana and anuvasana. According to the classical texts basti administration is done with the help of animal bladder (bastiputaka) and specially prepared metal/wooden nozzle/catheter (bastinetra), the whole assembly is called as bastiyantra. Nowadays, except in some of the Vaidya traditions in Kerala, basti administration is often done using enema-can or douche-set. In the aforesaid classical procedure active pressure is expected to be given on the bastiputaka whereas, in conventionally used enema-can only passive or gravitational force plays a role. This is important in the context of ‘basti danakala or pidanakala i.e. time for basti administration′."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Basti","basti pidanakala","bastiputaka","colon","enema-can"],"doi":"10.4103/0975-9476.109543"},{"title":"AYUSH-64 as an adjunct to standard care in mild to moderate COVID-19: An open-label randomized controlled trial in Chandigarh, India","publication_info":[{"name":"Harbans Singh","attributes":["Department of Ayurveda, Central Ayurveda Research Institute, Patiala, Punjab, India"],"email":null},{"name":"Sumit Srivastava","attributes":["Department of Ayurveda, Shri Dhanwantry Ayurvedic College and Hospital, Chandigarh, India"],"email":null},{"name":"Babita Yadav","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Govt. of India, India"],"email":null},{"name":"Amit K. Rai","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Govt. of India, India"],"email":null},{"name":"Sophia Jameela","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Govt. of India, India"],"email":null},{"name":"Sanuj Muralidharan","attributes":["Department of Ayurveda, Shri Dhanwantry Ayurvedic College and Hospital, Chandigarh, India"],"email":null},{"name":"Rijin Mohan","attributes":["Department of Ayurveda, Shri Dhanwantry Ayurvedic College and Hospital, Chandigarh, India"],"email":null},{"name":"Shikha Chaudhary","attributes":["Department of Ayurveda, Shri Dhanwantry Ayurvedic College and Hospital, Chandigarh, India"],"email":null},{"name":"Richa Singhal","attributes":["Biostatistical Unit, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Govt. of India, India"],"email":null},{"name":"Rakesh Rana","attributes":["Biostatistical Unit, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Govt. of India, India"],"email":null},{"name":"Shruti Khanduri","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Govt. of India, India"],"email":null},{"name":"Bhagwan S. Sharma","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Govt. of India, India"],"email":null},{"name":"Bhogavalli Chandrasekhararao","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Govt. of India, India"],"email":null},{"name":"Narayanam Srikanth","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Govt. of India, India"],"email":null}],"PMCID":"PMCID: PMC8824368","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8824368/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8824368/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8824368/pdf/main.pdf","abstract_text":["Objective","","To determine the therapeutic efficacy and safety of AYUSH-64 as an add-on to standard care in mild to moderate COVID-19.","","Design setting, and interventions","","This open-label randomized controlled parallel-group trial was conducted at a designated COVID care centre in India in 80 patients diagnosed with mild to moderate COVID-19 and randomized into two groups. Participants in the AYUSH-64 add-on group (AG) received AYUSH-64 two tablets (500 mg each) three times a day for 30 days along with standard conventional care. The control group (CG) received standard care alone.","","Main outcome measures","","Proportion of participants who attained clinical recovery on day 7, 15, 23 and 30, proportion of participants with negative RT-PCR assay for COVID-19 at each weekly time point, change in pro-inflammatory markers, metabolic functions, HRCT chest (CO-RADS category) and incidence of Adverse Drug Reaction (ADR)/Adverse Event (AE).","","Results","","Out of 80 participants, 74 (37 in each group) contributed to the final analysis. Significant difference was observed in clinical recovery in the AG (p < 0.001 ) compared to CG. Mean duration for clinical recovery in AG (5.8 ± 2.67 days) was significantly less compared to CG (10.0 ± 4.06 days). Significant improvement in HRCT chest was observed in AG (p = 0.031) unlike in CG (p = 0.210). No ADR/SAE was observed or reported in AG.","","Conclusions","","AYUSH-64 as adjunct to standard care is safe and effective in hastening clinical recovery in mild to moderate COVID-19. The efficacy may be further validated by larger multi-center double-blind trials."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["Ayurveda","COVID-19","Integrative medicine","Pandemic","Viral disease"],"doi":"10.1016/j.ctim.2022.102814"},{"title":"Management of Psoriatic Erythroderma (PsE) with Ayurvedic herbomineral preparations: A case report","publication_info":[{"name":"K.S. Girhepunje","attributes":["Department. of Kayachikitsa, Faculty of Ayurveda, IMS, BHU, Varanasi, India"],"email":"ks.girhepunje10@bhu.ac.in"},{"name":"Varsha Gupta","attributes":["Department of Rachana Sharir, Faculty of Ayurveda, IMS, BHU, Varanasi, India"],"email":null},{"name":"V.K. Srivastava","attributes":["Department. of Panchakarma, Faculty of Ayurveda, IMS, BHU, Varanasi, India"],"email":null},{"name":"A.K. Pandey","attributes":["Department. of Kayachikitsa, Faculty of Ayurveda, IMS, BHU, Varanasi, India"],"email":null},{"name":"Rajendra Prasad","attributes":["Department. of Kayachikitsa, Faculty of Ayurveda, IMS, BHU, Varanasi, India"],"email":null}],"PMCID":"PMCID: PMC8814395","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8814395/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8814395/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8814395/pdf/main.pdf","abstract_text":["Psoriatic Erythroderma (PsE) is a presentation of Erythroderma due to a history of psoriasis showing inflammation and exfoliation of epidermal skin characterized by erythema and scaling. There is no definite treatment in contemporary medical science but the principle-based Ayurvedic approach has been proved to be effective. We present a case of PsE treated for 3 months with Ayurvedic herbomineral preparations and dietary restrictions for non-vegetarian and dairy items. As per the Ayurvedic diagnostic view, the presented case is correlated with Audumbara Kushtha and Ekakushtha due to their intricate features. Thus, Ayurvedic approaches were directed to eliminate vitiated doshas responsible for acute exacerbation of Kushtha (∼dermatitis) and to maintain equilibrium among them. The patient was initially considered as a case of Saam stage of Kushtha with Pitta-Rakta-Vata predominance. Thus, management was planned into different domains-treatment of Saam stage of Kushtha, Vyadhipratyanika chikitsa (∼disease antagonistic treatment), Rasayana intervention (∼Immunomodulation therapy) and Ayurvedic drugs were given accordingly. The assessment was done based on subjective parameters and PASI score. The patient was followed for about one and half year without any complication and relapse. This case study shows PsE can be managed with an Ayurvedic approach and proper diet planning."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Erythroderma","Psoriasis","Kushtha","Ayurvedic","Immunomodulation"],"doi":"10.1016/j.jaim.2021.11.001"},{"title":"Understanding Ayurveda","publication_info":[{"name":"Vaidya Dilip Gadgil","attributes":["BSDT's Ayurveda College, Wagholi, Pune, India"],"email":"drgadgil@vsnl.com"}],"PMCID":"PMCID: PMC3149399","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3149399/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3149399/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3149399/pdf/JAIM-1-77.pdf","abstract_text":["Ayurveda needs to achieve its full potential both in India and globally. This requires imparting to its students full appreciation of Ayurveda's power and strength, particularly proper understanding of the advantages of applying it to treat chronic and acute diseases. To this end, we explain the necessity of learning Sanskrit as a medium of study, and the advantages of learning the Texts in the traditional way, rather than relying on translations with all the loss of meaning and precision, which that entails. We emphasize the use of Triskandhakosha as a means to fully understand Ayurveda fundamental concepts and technical terms, so that all their shades of meaning are fully understood, and all their usages given in different places in the texts. Only by such methods can full appreciation of Ayurvedic wisdom be achieved, and the full depth and power of its knowledge be applied. Only then will its true status among systems of medicine come to be appreciated, either in India or more widely in the world as a whole."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","chronic disease","education","health care crisis","Triskandhakosha"],"doi":"10.4103/0975-9476.59836"},{"title":"A critical review on neonatal hyperbilirubinemia-an Ayurvedic perspective","publication_info":[{"name":"Shubhangi Rathore","attributes":[],"email":null},{"name":"Chethan Kumar VK","attributes":[],"email":null}],"PMCID":"PMCID: PMC7329719","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329719/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329719/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329719/pdf/main.pdf","abstract_text":["Neonatal hyperbilirubinemia is the elevation of the bilirubin level in the newborns blood, which results in yellowish staining of the skin and sclera of the newborn eyes by pigment of bile. It is due to the breakdown of RBC's (which release bilirubin into the blood) and the immaturity of newborns liver (which cannot effectively metabolize the bilirubin and prepare it for excretion into the urine). Increased bilirubin production, reduced hepatic clearance and enhanced enterohepatic circulation are the sole causes of increased prevalence of jaundice in newborn. The science of Ayurveda is supposed to add a step in order to understand the pathophysiology of neonatal jaundice that have resemblance with clinical entity of kamala (jaundice) mentioned in Kashyapa Samhita. The concept of neonatal hyperbilirubinemia in Ayurveda can be understood in the context of Pittaja stanya dushti along with the physiological variations in the newborns leading to the raised level of unconjugated bilirubin. Therefore, the patho-physiology should be known by a pediatrician in Ayurveda based on the involvement of dosha, dhatu, mala and srotas. Hence, an attempt is made in this review to discuss about the hidden concept of pathology of neonatal jaundice described in Ayurveda. These findings to understand the concept of neonatal jaundice in Ayurveda add up to the Ayurvedic science that has been developed through ages."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Neonatal jaundice","Ayurveda","Pathology","Kamala"],"doi":"10.1016/j.jaim.2018.08.006"},{"title":"Whole Exome Sequencing in Healthy Individuals of Extreme Constitution Types Reveals Differential Disease Risk: A Novel Approach towards Predictive Medicine","publication_info":[{"name":"Tahseen Abbas","attributes":["Centre of Excellence for Applied Development of Ayurveda ","Informatics and Big Data Unit, CSIR-Institute of Genomics & Integrative Biology, Mathura Road, Delhi 110020, India","Academy of Scientific and Innovative Research, Ghaziabad 201002, India"],"email":"tahseen.abbas@igib.in"},{"name":"Gaura Chaturvedi","attributes":["Centre of Excellence for Applied Development of Ayurveda ","Academy of Scientific and Innovative Research, Ghaziabad 201002, India","Genomics and Molecular Medicine, CSIR-Institute of Genomics & Integrative Biology, Mathura Road, Delhi 110020, India; "],"email":"gaura.chaturvedi@igib.in"},{"name":"P. Prakrithi","attributes":["Genomics and Molecular Medicine, CSIR-Institute of Genomics & Integrative Biology, Mathura Road, Delhi 110020, India; "],"email":"prakrithi29@gmail.com"},{"name":"Ankit Kumar Pathak","attributes":["Genomics and Molecular Medicine, CSIR-Institute of Genomics & Integrative Biology, Mathura Road, Delhi 110020, India; "],"email":"ankita.narang86@gmail.com"},{"name":"Rintu Kutum","attributes":["Centre of Excellence for Applied Development of Ayurveda ","Informatics and Big Data Unit, CSIR-Institute of Genomics & Integrative Biology, Mathura Road, Delhi 110020, India","Academy of Scientific and Innovative Research, Ghaziabad 201002, India"],"email":"rintu.kutum@igib.in"},{"name":"Pushkar Dakle","attributes":["Centre of Excellence for Applied Development of Ayurveda "],"email":"pushkar.dakle@gmail.com"},{"name":"Ankita Narang","attributes":["Centre of Excellence for Applied Development of Ayurveda ","Informatics and Big Data Unit, CSIR-Institute of Genomics & Integrative Biology, Mathura Road, Delhi 110020, India"],"email":"ankita.narang86@gmail.com"},{"name":"Vijeta Manchanda","attributes":["Centre of Excellence for Applied Development of Ayurveda "],"email":"vijeta.manchanda27@gmail.com"},{"name":"Rutuja Patil","attributes":["Vadu Rural Health Program, KEM Hospital Research Centre, Pune 412216, India; "],"email":"ru2.patil@gmail.com"},{"name":"Dhiraj Aggarwal","attributes":["Vadu Rural Health Program, KEM Hospital Research Centre, Pune 412216, India; "],"email":"dhiraj.agarwal99@gmail.com"},{"name":"Bhushan Girase","attributes":["Vadu Rural Health Program, KEM Hospital Research Centre, Pune 412216, India; "],"email":"bhushangirase@gmail.com"},{"name":"Ankita Srivastava","attributes":["Vadu Rural Health Program, KEM Hospital Research Centre, Pune 412216, India; "],"email":"ankita.narang86@gmail.com"},{"name":"Manav Kapoor","attributes":["Department of Neuroscience, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA; "],"email":"kapoor.manav@gmail.com"},{"name":"Ishaan Gupta","attributes":["Department of Biochemical Engineering and Biotechnology, Indian Institute of Technology Delhi, New Delhi 110016, India; "],"email":"ishaan@iitd.ac.in"},{"name":"Rajesh Pandey","attributes":["INtegrative GENomics of HOst-PathogEn (INGEN-HOPE) Laboratory, CSIR-Institute of Genomics and Integrative Biology (CSIR-IGIB), Delhi 110007, India; "],"email":"rajeshp@igib.in"},{"name":"Sanjay Juvekar","attributes":["Vadu Rural Health Program, KEM Hospital Research Centre, Pune 412216, India; "],"email":"sanjay.juvekar@kemhrcvadu.org"},{"name":"Debasis Dash","attributes":["Informatics and Big Data Unit, CSIR-Institute of Genomics & Integrative Biology, Mathura Road, Delhi 110020, India","Academy of Scientific and Innovative Research, Ghaziabad 201002, India"],"email":"ddash@igib.res.in"},{"name":"Mitali Mukerji","attributes":["Centre of Excellence for Applied Development of Ayurveda ","Academy of Scientific and Innovative Research, Ghaziabad 201002, India","Genomics and Molecular Medicine, CSIR-Institute of Genomics & Integrative Biology, Mathura Road, Delhi 110020, India; ","Department of Bioscience and Bioengineering, Indian Institute of Technology Jodhpur, NH 62, Jodhpur 342037, India"],"email":"mitali@iitj.ac.in"}],"PMCID":"PMCID: PMC8952204","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8952204/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8952204/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8952204/pdf/jpm-12-00489.pdf","abstract_text":["Precision medicine aims to move from traditional reactive medicine to a system where risk groups can be identified before the disease occurs. However, phenotypic heterogeneity amongst the diseased and healthy poses a major challenge for identification markers for risk stratification and early actionable interventions. In Ayurveda, individuals are phenotypically stratified into seven constitution types based on multisystem phenotypes termed “Prakriti”. It enables the prediction of health and disease trajectories and the selection of health interventions. We hypothesize that exome sequencing in healthy individuals of phenotypically homogeneous Prakriti types might enable the identification of functional variations associated with the constitution types. Exomes of 144 healthy Prakriti stratified individuals and controls from two genetically homogeneous cohorts (north and western India) revealed differential risk for diseases/traits like metabolic disorders, liver diseases, and body and hematological measurements amongst healthy individuals. These SNPs differ significantly from the Indo-European background control as well. Amongst these we highlight novel SNPs rs304447 (IFIT5) and rs941590 (SERPINA10) that could explain differential trajectories for immune response, bleeding or thrombosis. Our method demonstrates the requirement of a relatively smaller sample size for a well powered study. This study highlights the potential of integrating a unique phenotyping approach for the identification of predictive markers and the at-risk population amongst the healthy."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/).","keywords":["ayurgenomics","deep phenotypes","exomes","precision medicine","extreme phenotypes","risk stratification","exome sequencing"],"doi":"10.3390/jpm12030489"},{"title":"Rising risk of type 2 diabetes among inhabitants of Jamnagar, Gujarat: A cross-sectional survey","publication_info":[{"name":"Rohit Sharma","attributes":[],"email":null}],"PMCID":"PMCID: PMC4687228","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4687228/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4687228/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4687228/pdf/AYU-36-10.pdf","abstract_text":["Introduction:","","Undoubtedly, diabetes is an incremental threat for the world health and substantial evidence now suggest that diabetes is strongly associated with patients’ unhealthy lifestyle, behavioral patterns, and socioeconomic changes. Treatment modalities, in particular to this disease differs from patient to patient. In Ayurveda, this individuality is decided on the basis of Prakriti, Vaya, Bala, Desha etc., and hence it is essential to know these factors for successful management of diseases.","","Aim:","","To assess the role of demographic profile, changes in life style habits, dietary patterns, occupational and social background in increasing prevalence of type 2 diabete mellitus (DM) at Jamnagar region.","","Materials and Methods:","","A cross-sectional survey study was conducted on randomly selected 350 diabetic patients of Jamnagar region. A survey proforma was prepared and detailed history of each patient fulfilling the diagnostic criteria was taken along with demographic profile.","","Observations and Conclusion:","","The obtained data reveals that, certain faulty dietary and life style regimes of this region are responsible in manifestation of DM. Its magnitude and low awareness warrants appropriate public health interventions for its effective control."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Diabetes mellitus","diet","lifestyle","Madhumeha"],"doi":"10.4103/0974-8520.169014"},{"title":"An Ayurgenomics Approach: Prakriti-Based Drug Discovery and Development for Personalized Care","publication_info":[{"name":"Zoufang Huang","attributes":[],"email":null},{"name":"Vivek P. Chavda","attributes":[],"email":"vivek7chavda@gmail.com"},{"name":"Rajashri Bezbaruah","attributes":[],"email":null},{"name":"Vladimir N. Uversky","attributes":[],"email":null},{"name":"Sucharitha P.","attributes":[],"email":null},{"name":"Aayushi B. Patel","attributes":[],"email":null}],"PMCID":"PMCID: PMC9011054","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9011054/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9011054/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9011054/pdf/fphar-13-866827.pdf","abstract_text":["Originating in ancient India, Ayurveda is an alternative medicinal approach that provides substantial evidence for a theoretical-level analysis of all aspects of life. Unlike modern medicine, Ayurveda is based upon tridoshas (Vata, pitta, and Kapha) and Prakriti. On the other hand, the research of all the genes involved at the proteomics, metabolomics, and transcriptome levels are referred to as genomics. Geoclimatic regions (deshanupatini), familial characteristics (kulanupatini), and ethnicity (jatiprasakta) have all been shown to affect phenotypic variability. The combination of genomics with Ayurveda known as ayurgenomics provided new insights into tridosha that may pave the way for precision medicine (personalized medicine). Through successful coordination of “omics,” Prakriti-based treatments can help change the existing situation in health care. Prakriti refers to an individual’s behavioral trait, which is established at the moment of birth and cannot be fully altered during one’s existence. Ayurvedic methodologies are based on three Prakriti aspects: aushadhi (medication), vihara (lifestyle), and ahara (diet). A foundation of Prakriti-based medicine, preventative medicine, and improvement of life quality with longevity can be accomplished through these ayurvedic characteristics. In this perspective, we try to understand prakriti’s use in personalized medicine, and how to integrate it with programs for drug development and discovery."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["ayurgenomics","genomics","ayurveda","diet","lifestyle","disease","pharmacogenomics"],"doi":"10.3389/fphar.2022.866827"},{"title":"Lead poisoning due to Ayurvedic medicine: how about the risk?","publication_info":"Beuy Joob, Viroj Wiwanitkit","PMCID":"PMCID: PMC4984965","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4984965/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4984965/pdf/yjoh-22-179.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"The healing potential of Draksha-guduchyadi kavala in radiotherapy induced oral mucositis in non-metastatic squamous cell carcinoma of head and neck: A comparative case study","publication_info":[{"name":"Saniya C K","attributes":["Department of Kayachikitsa, Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Uttar Pradesh, India"],"email":"saniyack@gmail.com"},{"name":"Mangalagowri V. Rao","attributes":["Department of Swasthavritta Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Uttar Pradesh, India"],"email":null},{"name":"Sunil Choudhary","attributes":["Department of Radiotherapy & Radiation Medicine, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Uttar Pradesh, India"],"email":null}],"PMCID":"PMCID: PMC8728075","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728075/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728075/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728075/pdf/main.pdf","abstract_text":["Patients undergoing Radiotherapy (RT) for Head and Neck carcinoma often suffer from side effects such as mucositis, xerostomia, pharyngitis, laryngitis and pain which are being managed symptomatically by mouthwashes of soda-salt, chlorhexidine or betadine. Among the side effects, oral mucositis is the most debilitating one. This comparative case study comprises of 4 patients undergoing RT. Here, 2 patients each are randomly allocated into two groups. One group received the existing prophylactic management i.e., Sodium bicarbonate-salt solution mouth wash and the other group received, Draksha-guduchyadi yoga for kavala (gargling). Both the sets of patients were asked to perform gargling, from the first day of radiation to 15 days thereafter. The effectiveness of both mouthwashes was compared for their healing potential on oral mucositis by RTOG grading. The reduction in mucositis was significant in the group which received Ayurvedic mouthwash compared to the other group. This study positively highlights the contribution of Ayurveda in cancer treatment especially in the field of quality of life."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Kavala","Mouth wash","Oral mucositis","Radiotherapy","Draksha-guduchyadi"],"doi":"10.1016/j.jaim.2021.09.002"},{"title":"Pigment reduction in nevus of Ota following leech therapy","publication_info":[{"name":"Sanjeev Rastogi","attributes":["Department of Pancha Karma, State Ayurvedic College and Hospital, Lucknow University, Lucknow, Uttar Pradesh, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC4061587","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4061587/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4061587/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4061587/pdf/JAIM-5-125.pdf","abstract_text":["Nevus of Ota is a congenital blue-gray color nevus afflicting unilaterally, the area near the eyes. It poses a huge cosmetic concern besides being a potential threat for developing melanoma sometime in the course of the disease. The treatment options are neither many nor promising besides they are too expensive. We have treated a case of nevus of Ota with leech therapy where leech was applied upon the lesion for five times spanned in a period of 2 months. The results in terms of change in the color of lesion were evaluated with the help of serial photographs following every treatment session to mark the level of color changes in the lesion. A substantial reduction in color of the nevus was reported following the completion of the therapy. The results were demonstrated with the photographs. Although, recommended as the classical Ayurvedic management for skin diseases, leech therapy is not reported earlier in such conditions. It proposes a novel approach to deal with such congenital pigment lesions where other options are not promising."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","hyperpigmentation","leech therapy"],"doi":"10.4103/0975-9476.131736"},{"title":"Global challenges of graduate level Ayurvedic education","publication_info":"Sanjeev Rastogi","PMCID":"PMCID: PMC2924980","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2924980/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2924980/pdf/IJAR-1-133a.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"}]