[{"title":"A Pilot, Open-Label, Proof-of-Concept Study To Evaluate the Efficacy and Safety of Asthiposhak® Tablets in Participants Suffering From Asthikshaya or Osteopenia","publication_info":[{"name":"Khushal Kumar","attributes":[],"email":null},{"name":"Pawankumar Godatwar","attributes":[],"email":null},{"name":"Sanjeev Sharma","attributes":[],"email":null},{"name":"Sangam Narvekar","attributes":[],"email":null},{"name":"Megha Nalawade","attributes":[],"email":null},{"name":"Mukesh B Chawda","attributes":[],"email":null},{"name":"Pragya Verma","attributes":[],"email":null},{"name":"Rajmohan Seetharaman","attributes":[],"email":"rajmohan.seetharaman@gmail.com"}],"PMCID":"PMCID: PMC10423404","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10423404/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10423404/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10423404/pdf/cureus-0015-00000041862.pdf","abstract_text":["Introduction","","Both osteoporosis and osteopenia are prevalent public health concerns worldwide and can lead to debilitating bone fractures. This study aimed to assess the efficacy of Asthiposhak® Tablets in individuals with Asthikshaya (osteopenia) by measuring changes in the bone mineral density (BMD) score before and after the intervention, specifically between visit 1 (baseline) and visit 8 (after 180 days of treatment).","","Methods","","The single-arm study involved the screening of participants for Asthikshaya (osteopenia) using baseline investigations, which included a bone mineral density (BMD) assessment through a dual-energy X-ray absorptiometry (DEXA) scan. A total of 36 participants were enrolled in the study, who took two Asthiposhak Tablets three times a day with lukewarm water, for a period of 180 days. Safety assessments, along with evaluations of BMD (DEXA Scan), Ayurvedic Symptom Score, and serum biochemical markers, were conducted through blood investigations. Efficacy and safety data were analyzed using 'intention-to-treat' analysis. Descriptive statistics were used to express data in percentages, mean ± SD, or median (IQR). Data at different intervals were compared using paired t-tests or Wilcoxon signed-rank tests. One-way analysis of variance (ANOVA) with Bonferroni correction tested the significance between visits for the Ayurvedic Symptom Score, and Friedman's two-way analysis of variance by ranks measured differences in vital parameters. The significance level used was p<0.05.","","Results","","Out of the initially recruited 36 participants, 30 successfully completed the study, consisting of 12 males and 18 females, with an age range of 40 to 70 years and a mean age of 51.33 years. After 180 days of treatment with Asthiposhak Tablets, a statistically significant (p<0.05) improvement in hip and spine BMD (T-score) was observed. Additionally, significant reductions in the mean Total Ayurvedic Symptom Score were noted at both 90 and 180 days of treatment compared to day 0. Moreover, the levels of bone-specific alkaline phosphatase and osteocalcin, serum bone markers, showed statistically significant (p<0.05) reduction after 180 days of treatment compared to day 0. Importantly, all safety variables, including laboratory investigations, remained within the normal range following the 180-day treatment with Asthiposhak Tablets.","","Conclusion","","Asthiposhak Tablets exhibited significant efficacy in enhancing both BMD (T-score) and Ayurvedic Symptom Score, thereby substantiating their osteoprotective potential in individuals with Asthikshaya (osteopenia). Furthermore, the tablets were found to reduce the levels of biochemical markers, such as serum bone-specific alkaline phosphatase and osteocalcin, suggesting their anti-resorptive action."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["asthikshaya","ayurvedic symptom score","fracture risk reduction","dexa scan","bone mineral density","traditional medicine","osteoporosis"],"doi":"10.7759/cureus.41862"},{"title":"Investigation of the Mechanical and Liquid Absorption Properties of a Rice Straw-Based Composite for Ayurvedic Treatment Tables","publication_info":[{"name":"Abhishek Sadananda Madival","attributes":["Department of Mechanical and Manufacturing Engineering, Manipal Institute of Technology, Manipal Academy of Higher Education, Manipal 576104, India; "],"email":"abhishek.madival@learner.manipal.edu"},{"name":"Deepak Doreswamy","attributes":["Department of Mechatronics Engineering, Manipal Institute of Technology, Manipal Academy of Higher Education, Manipal 576104, India"],"email":"deepak.d@manipal.edu"},{"name":"Shripathi Adiga Handady","attributes":["Division of Ayurveda, Center for Integrative Medicine and Research, Manipal Academy of Higher Education, Manipal 576104, India; "],"email":"shripathi.adiga@manipal.edu"},{"name":"Krishna Raghava Hebbar","attributes":["Division of Ayurveda, Center for Integrative Medicine and Research, Manipal Academy of Higher Education, Manipal 576104, India; "],"email":"kr.hebbar@manipal.edu"}],"PMCID":"PMCID: PMC8779928","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8779928/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8779928/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8779928/pdf/materials-15-00606.pdf","abstract_text":["Managing rice crop stubble is one of the major challenges witnessed in the agricultural sector. This work attempts to investigate the physical, mechanical, and liquid absorption properties of rice straw (RS)-reinforced polymer composite for assessing its suitability to use as an ayurvedic treatment table. This material is expected to be an alternative for wooden-based ayurvedic treatment tables. The results showed that the addition of rice straw particles (RSp) up to 60% volume in epoxy reduced the density of the composite material by 46.20% and the hardness by 15.69%. The maximum tensile and flexural strength of the RSp composite was 17.53 MPa and 43.23 MPa, respectively. The scanning electron microscopy (SEM) analysis showed deposits of silica in the form of phytoliths in various size and shapes on the outer surface of RS. The study also revealed that the water absorption rate (WA) was less than 7.8% for the test samples with 45% volume of RSp. Interestingly the test samples showed greater resistance to the absorption of Kottakal Dhanvantaram Thailam (<2%). In addition, the developed samples showed resistance towards bacterial and fungal growth under the exposure of treatment oils and water."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/).","keywords":["natural composite","rice straw","ayurvedic treatment table","microbial study","tensile strength"],"doi":"10.3390/ma15020606"},{"title":"Beyond a bureaucratic status report on Indian medicine and folk healing","publication_info":"R. H. Singh","PMCID":"PMCID: PMC3456868","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456868/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456868/pdf/Ayu-33-7.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Good Pharmacovigilance Practice: Accountability of Ayurvedic Pharmaceutical Companies","publication_info":"Rohit Sharma, R. Galib, P. K. Prajapati","PMCID":"PMCID: PMC5566829","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5566829/?report=classic","pdf_link":"None","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"CERTAIN CONCEPTS OF “PRAMEHA” (DIABETES) IN AYURVEDA (INDIAN SYSTEM OF MEDICINE) WITH SPECIAL REFERENCE TO THE RELATIONSHIP BETWEEN ANCIENT INDIAN AND MODERN THOUGHTS","publication_info":"S. Rajasekharan, G.S. Raju","PMCID":"PMCID: PMC3336706","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3336706/pdf/ASL-2-17.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Comparison of Sasang Constitutional Medicine, Traditional Chinese Medicine and Ayurveda","publication_info":[{"name":"Jong Yeol Kim","attributes":[],"email":null},{"name":"Duong Duc Pham","attributes":[],"email":null},{"name":" 1 2, 3 ,","attributes":[],"email":"kmc2516@khmc.or.kr"}],"PMCID":"PMCID: PMC3143585","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3143585/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3143585/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3143585/pdf/ECAM2011-239659.pdf","abstract_text":["Sasang constitutional medicine (SCM), traditional Chinese medicine (TCM) and Ayurveda are three different forms of Asian traditional medicine. Although these traditions share a lot in common as holistic medicines, the different philosophical foundations found in each confer distinguishing attributes and unique qualities. SCM is based on a constitution-based approach, and is in this way relatively more similar to the Ayurvedic tradition than to the TCM, although many of the basic SCM theories were originally derived from TCM, a syndrome-based medicine. SCM and TCM use the same botanical materials that are distributed mainly in the East Asian region, but the basic principles of usage and the underlying rationale are completely different from each other. Meanwhile, the principles of the Ayurvedic use of botanical resources are very similar to those seen in SCM, but the medicinal herbs used in Ayurveda generally originate from the West Asian region which displays a different spectrum of flora."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1093/ecam/neq052"},{"title":"Assessment of the Quality and Evaluation of the Antioxidant Potential of a Novel Sri Lankan Ayurvedic Polyherbal Formulation","publication_info":[{"name":"H. P. Wakkumbura","attributes":[],"email":null},{"name":"W. M. D. Wickramaarachchi","attributes":[],"email":null},{"name":"L. D. A. M. Arawwawala","attributes":[],"email":null},{"name":"J. A. Liyanage","attributes":[],"email":null}],"PMCID":"PMCID: PMC7383315","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7383315/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7383315/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7383315/pdf/ECAM2020-2319315.pdf","abstract_text":["Background","","In Sri Lanka, a Polyherbal Ayurvedic Formulation (PHAF), which consists of powders of seven medicinal plants, is being trialed for use as an anti-inflammatory drug. In general, anti-inflammatory drugs have good antioxidant properties. Therefore, in the present study, an attempt was made to assess the quality and evaluate the antioxidant potential of PHAF.","","Methods","","Physicochemical parameters such as ash content, extractable matter, phytochemical screening for secondary metabolites, levels of heavy metals, and microbes were determined according to standard protocols. Antioxidant activity was evaluated using five in vitro assays: total polyphenolic content (TPC), total flavonoid content (TFC), ORAC (oxygen radical absorbance capacity), DPPH (1,1-diphenyl-2-picryl-hydrazyl), and ABTS (2,2-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid) diammonium salt.","","Results","","PHAF contained 5.6 ± 0.2% of moisture, 6.5 ± 0.1% of total ash, 1.4 ± 0.1% of water soluble ash, 0.9 ± 0.0% of acid insoluble ash, 7.7 ± 0.2% of hot water extractable matter, 3.9 ± 0.1% of cold water extractable matter, 10.5 ± 4.1% of hot-ethanol extractable matter, and 8.4 ± 0.2% of cold-ethanol extractable matter. Phytochemical screening revealed the presence of phenolic compounds, tannins, flavonoids, coumarins, and saponins in both aqueous and ethanolic extracts of the drug. TPC, TFC, ORAC, DPPH, and ABTS of aqueous and ethanol extracts of PHAF were 103.65 ± 4.94 and 327.07 ± 9.65 mg gallic acid equivalents/g extract, 76.6 ± 5.83 and 224.6 ± 8.42 mg quercetin equivalents/g of extract, 481.11 ± 17.30 and 1481.44 ± 30.20 mg trolox equivalents/g of extract, 79.50 ± 4.42 and 227.17 ± 6.16 mg trolox equivalents/g of extract, and 198.20 ± 4.55 and 577.08 ± 5.48 mg trolox equivalents/g of extract, respectively.","","Conclusion","","Ethanolic extract of PHAF is better than aqueous extract in terms of antioxidant properties."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2020/2319315"},{"title":"Ayurveda management of Nicolau syndrome W.S.R to Kotha – a case report","publication_info":[{"name":"Ramesh S Killedar","attributes":[],"email":"drramesh39@gmail.com"},{"name":"Shivay Gupta","attributes":[],"email":null}],"PMCID":"PMCID: PMC8039336","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039336/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039336/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039336/pdf/main.pdf","abstract_text":["Administration of intramuscular, intraarterial or subcutaneous injection of particular drugs ends up into a rare entity known as Nicolau syndrome (NS). The viscous nature of these drugs sometimes triggers acute vasospasm and even arterial embolism. There is no consensus on treatment of NS so far. Phasic treatments depend on the extent of the necrotic lesion and ranges from medication to surgical debridement. Here we report a case of 60 year female known case of Knee Osteoarthritis who was dependent on Diclofenac injection IM for relief of pain. She presented with complaints of fever with chills, rigors, discoloration of skin at the gluteal region right side, later turned into necrosis of skin and adipose tissue, pus formation and associated with loss of appetite, dryness of mouth, pedal oedema. The case was diagnosed as NS according to contemporary science and Kotha (Gangrene) as per Ayurveda. The case was treated successfully with Chedana karma (Surgical debridement) followed by Vrana shodhana (making free from undesirable healing factors), Ropana (Closure of wound) and oral medications."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Nicolau syndrome","Chedana karma","Kotha","Vrana shodhana","Ropana"],"doi":"10.1016/j.jaim.2020.07.004"},{"title":"MEETING REPORT: AYURVEDA GROUP DELIBERATIONS AT 22ND ANNUAL COCHRANE COLLOQUIUM 2014","publication_info":"Lavanya Vijayaraghavan, Jaideep Sitaram Sriranjini","PMCID":"PMCID: PMC4395933","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4395933/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4395933/pdf/JAIM-6-68.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Triphala Churna—A Traditional Formulation in Ayurveda Mitigates Diabetic Neuropathy in Rats","publication_info":[{"name":"Sachin V. Suryavanshi","attributes":[],"email":null},{"name":"Kalyani Barve","attributes":[],"email":null},{"name":"Veeranjaneyulu Addepalli","attributes":[],"email":null},{"name":"Sachin V. Utpat","attributes":[],"email":null}],"PMCID":"PMCID: PMC8211421","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8211421/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8211421/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8211421/pdf/fphar-12-662000.pdf","abstract_text":["Neuropathy is a common complication of diabetes affecting a large number of people worldwide. Triphala churna is a formulation mentioned in Ayurveda-a traditional system of medicine. It is a simple powder formulation consisting of powders of three fruits, Emblica officinalis L., Terminalia bellirica (Gaertn.) Roxb. and Terminalia chebula Retz. Individual components of Triphala churna have anti-diabetic and antioxidant activities. Hence, this study was designed to evaluate the effect of Triphala churna on diabetic neuropathy. Diabetes was induced with streptozotocin (STZ, 55 mg/kg, i. p.) in rats. Animals were grouped and treated orally with Triphala churna at a dose of 250, 500, and 1,000 mg/kg after 6 weeks of diabetes induction for the next 4 weeks. At the end of study, parameters such as body weight, plasma glucose level, motor nerve conduction velocity were determined. The effect of Triphala churna on thermal hyperalgesia, mechanical hyperalgesia, and mechanical allodynia was also determined at the end of study. The plasma cytokine levels like TGF-β1, TNF-α, and IL-1β were determined by ELISA assay. Histopathology study of the sciatic nerve was studied. Western blotting was performed to study the expression of neuronal growth factor.Treatment with Triphala churna showed a significant reduction in plasma glucose and a significant rise in body weight. Triphala treatment significantly increased the motor nerve conduction velocity and decreased the thermal and mechanical hyperalgesia, as well as mechanical allodynia. The treatment significantly inhibited levels of circulatory cytokines like TGF-β1, TNF-α, and IL-1β. Histopathology study confirmed the neuroprotective effect of Triphala churna. The expression of NGF was significantly increased in sciatic nerves after treatment with Triphala churna. From the results, it can be concluded that Triphala churna delays the progression of neuropathy in diabetic rats."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["diabetic neuropathy","oxidative stress","NGF","streptozotocin","triphala"],"doi":"10.3389/fphar.2021.662000"},{"title":"Trials of Maharishi Ayurveda for cardiovascular disease: A pooled analysis of outcome studies with carotid intima-media thickness","publication_info":[{"name":"Kenneth G. Walton","attributes":["Department of Physiology and Health, Maharishi University of Management, Fairfield, IA 52557, United States; Institute for Natural Medicine and Prevention, Maharishi Vedic City, IA 52556, United States"],"email":"kwalton@natel.net"},{"name":"Brian Olshansky","attributes":["Department of Internal Medicine, University of Iowa School of Medicine, Iowa City, IA 52242, United States"],"email":null},{"name":"Erika Helene","attributes":["Private Practice, Ayurvedic & Naturopathic Medicine, Bad Neuenahr 53474, Germany"],"email":null}],"PMCID":"PMCID: PMC9223439","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9223439/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9223439/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9223439/pdf/nihms-1816482.pdf","abstract_text":["Objective:","","To investigate a multimodality, natural medicine systems approach—Maharishi Ayurveda (MAV)—for prevention or reversal of atherosclerotic cardiovascular disease (ASCVD).","","Design:","","Pooled analysis of data from existing trials that used MAV to reduce carotid artery intima-media thickness (CIMT).","","Settings:","","Two large medical centers in the U.S. Midwest.","","Subjects:","","Thirty-four elderly patients with or at high risk for ASCVD.","","Interventions:","","Four components of MAV: Transcendental Meditation™, Ayurvedic diet, Ayurvedic exercise, and Ayurvedic herbal food supplements.","","Primary outcome measure:","","CIMT, a surrogate measure of ASCVD, was determined by B-mode ultrasonography.","","Results:","","After 9–12 months of intervention, CIMT declined in the MAV group (change in CIMT = −0.15 ± 0.22 mm; 95% CI = −0.22 to 0.01 mm) and increased in the usual care group (change in CIMT = + 0.02 ± 0.06 mm; 95% CI = −0.02 to 0.04). This difference between groups of −0.17 mm was significant [F(1,29) = 14.1, p << .01]. In the MAV group, those individuals showing the largest reductions in CIMT with treatment also had the highest risk factor levels at the start. Baseline data from this subgroup indicated the presence of hypertension, (systolic blood pressure (SBP) = 141 ± 11 mmHg, diastolic blood pressure (DBP) = 80 ± 12 mmHg, means ± SD). They also had elevated waist circumference (91 ± 8 cm), and dyslipidemia (triglyceride-to-HDL-cholesterol ratio = 4.8 ± 2.9). Each individual in this “high-CIMT-change” group, 80% of whom were women, improved notably in one or more risk factors with the MAV intervention.","","Conclusions:","","The pooled results of these two trials suggest that MAV multimodality intervention programs, including the Transcendental Meditation technique and heart-healthy Ayurvedic diet, exercise, and herbal food supplements, may be effective in the regression of ASCVD, especially in patients at high risk for cardiovascular disease."],"license_agreement":"Unknown","keywords":["Ayurveda","Maharishi Ayurveda","Transcendental Meditation","Meditation","Natural medicine","Herbal supplements","Carotid IMT","Cardiovascular disease","Atherosclerosis","Hypertension","Dyslipidemia"],"doi":"Unknown"},{"title":"The Post-COVID 19 long term surveillance study sequel to an add-on Ayurveda regimen","publication_info":[{"name":"Pankaj Wanjarkhedkar","attributes":["Department of Ayurveda & Integrative Medicine, Deenanath Mangeshkar Hospital & Research Center, Pune, MH, India"],"email":"drwpankaj@gmail.com"},{"name":"Girish Sarade","attributes":["Department of Ayurveda & Integrative Medicine, Deenanath Mangeshkar Hospital & Research Center, Pune, MH, India"],"email":null},{"name":"Bharat Purandare","attributes":["Department of Infectious Disease, Deenanath Mangeshkar Hospital & Research Center, Pune, MH, India"],"email":null}],"PMCID":"PMCID: PMC8983476","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8983476/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8983476/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8983476/pdf/main.pdf","abstract_text":["It has been 18 months now since the world-wide outbreak of COVID 19 (Corona Virus Disease 19) and still the ongoing research is being done for disease specific medicines. During June 2020 to August 2020, an attempt was made to explore if an add-on Ayurveda regimen comprising of Dasamoolkadutrayadi Kashayam and Guluchyadi Kwatham in tablet forms can be prescribed along with standard of care; which has established the clinical evidence that there is advantage of accelerated symptomatic recovery, early discharge from hospital, reducing the duration of hospital stay. After informed consent the patients were followed up over 9 months after discharged from hospital. The purpose of the present extended study was to find the impact of disease even though patients were discharged after appropriate treatment and if there were any late effects in the add-on Ayurveda treatment group after 9 months as it was one of the first few formal studies world-wide; since there was no long term follow up data available.","","The study concluded that no additional late effects or symptoms or complications which were known in Post COVID phase; were observed in study group who received the add-on Ayurveda regimen as compared to the control group with conventional standard of care."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Add-on Ayurveda regimen","Post COVID recovery","9 months follow up","long-term surveillance"],"doi":"10.1016/j.jaim.2022.100575"},{"title":"Gut microbiota: One of the new frontiers for elucidating fundamentals of Vipaka in Ayurveda","publication_info":[{"name":"Anagha Vishwas Ranade","attributes":[],"email":null},{"name":"Amey Shirolkar","attributes":["Department of Biochemistry, National Centre for Cell Sciences, Pune, Maharashtra, India"],"email":null}],"PMCID":"PMCID: PMC7210818","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7210818/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7210818/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7210818/pdf/AYU-40-75.pdf","abstract_text":["With the increasing resurgence of Ayurvedic medicine in recent years, a lot of focus is laid on pharmacokinetics of herbs in arresting disease pathology. Ayurveda has enlisted some fundamentals in relation to drug pharmacokinetics, namely Rasa (perception), Virya (potency), Vipaka (postdigestive effect), Guna (properties), and Prabhava (special effect). In recent years, research has emphasized the role of gut microbiota in human health and metabolic processes. A thorough review was done to understand the role of microbiota in drug metabolism if any. The holistic mechanism of gut microbiota coincides to some extent, with the doctrines of Ayurveda in the context of pharmacodynamics and pharmacokinetics. This discussion is a thought put forth with an aim to elucidate the concept of Vipaka vis-a-vis gut microbiota functions."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Gut microbiota","pharmacokinetics","Vipaka"],"doi":"10.4103/ayu.AYU_210_18"},{"title":"Spectroscopic evaluation of sesame and mustard oils treated with Murchana method","publication_info":[{"name":"S Deekshitha","attributes":["Department of Rasashastra and Bhaishajya Kalpana, Sri Dharmasthala Manjunatheshwara College of Ayurveda & Hospital, Hassan, 573201 India "],"email":null},{"name":"Kausalya Neelavara Makkithaya","attributes":["Department of Biophysics, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104 India "],"email":null},{"name":"Sharmila Sajankila Nadumane","attributes":["Department of Biophysics, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104 India "],"email":null},{"name":"Gazala Hussain","attributes":["Department of Rasashastra and Bhaishajya Kalpana, Sri Dharmasthala Manjunatheshwara College of Ayurveda & Hospital, Hassan, 573201 India "],"email":null},{"name":"Sib Sankar Mal","attributes":["Materials and Catalysis Lab, Department of Chemistry, National Institute of Technology Karnataka, Surathkal, Karnataka 575025 India "],"email":"nirmaluva@gmail.com"},{"name":"Babitha K. Sundara","attributes":["Department of Biophysics, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104 India "],"email":null},{"name":"Padmini Pai","attributes":["Department of Biophysics, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104 India "],"email":null}],"PMCID":"PMCID: PMC11008066","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11008066/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11008066/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11008066/pdf/10103_2024_Article_4050.pdf","abstract_text":["In recent years, there has been a growing interest in traditional medicinal practices such as Ayurveda, which emphasizes the use of natural ingredients for various therapeutic purposes. Vegetable oils are an integral part of our diet and have several applications in the cosmetics and healthcare industries. These oils have also been prescribed in ancient Ayurveda texts to treat various health problems. Ayurveda prescribes a processing technique called ‘Murchana’ to improve the therapeutic nature of the oils. Spectroscopic techniques have been used for quality assessment in many fields. High sensitivity and a low detection rate make spectroscopy a formidable analytical technique. This study focusses on the spectroscopic analysis of sesame and mustard oils prepared using the ayurvedic processing method ‘Murchana’. Spectroscopic analysis techniques including UV-Vis absorbance spectroscopy, fluorescence spectroscopy, and FTIR spectroscopy were employed to study the oils. Origin software was used to plot graphs of the spectra. The results indicated that the murchana process may reduce the components of the oil responsible for its oxidation, thereby increasing the shelf life of the oils. However, further investigations, including other spectroscopy and chromatography techniques, will prove beneficial in ascertaining the effects of the murchana process on vegetable oils. The study’s findings also suggest that spectroscopic techniques can be used to supplement chemical techniques to investigate the characteristics of vegetable oils.","","Supplementary Information","","The online version contains supplementary material available at 10.1007/s10103-024-04050-x."],"license_agreement":"Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.","keywords":["Vegetable oils","FTIR spectroscopy","UV-Vis absorbance","Fluorescence","Murchana process"],"doi":"10.1007/s10103-024-04050-x"},{"title":"Pharmacogenomics of in vitro response of the NCI-60 cancer cell line panel to Indian natural products","publication_info":[{"name":"Hari Sankaran","attributes":[],"email":"hari.sankaran@nih.gov"},{"name":"Simarjeet Negi","attributes":[],"email":null},{"name":"Lisa M. McShane","attributes":[],"email":null},{"name":"Yingdong Zhao","attributes":[],"email":null}],"PMCID":"PMCID: PMC9077913","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9077913/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9077913/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9077913/pdf/12885_2022_Article_9580.pdf","abstract_text":["Background","","Indian natural products have been anecdotally used for cancer treatment but with limited efficacy. To better understand their mechanism, we examined the publicly available data for the activity of Indian natural products in the NCI-60 cell line panel.","","Methods","","We examined associations of molecular genomic features in the well-characterized NCI-60 cancer cell line panel with in vitro response to treatment with 75 compounds derived from Indian plant-based natural products. We analyzed expression measures for annotated transcripts, lncRNAs, and miRNAs, and protein-changing single nucleotide variants in cancer-related genes. We also examined the similarities between cancer cell line response to Indian natural products and response to reference anti-tumor compounds recorded in a U.S. National Cancer Institute (NCI) Developmental Therapeutics Program database.","","Results","","Hierarchical clustering based on cell line response measures identified clustering of Phyllanthus and cucurbitacin products with known anti-tumor agents with anti-mitotic mechanisms of action. Curcumin and curcuminoids mostly clustered together. We found associations of response to Indian natural products with expression of multiple genes, notably including SLC7A11 involved in solute transport and ATAD3A and ATAD3B encoding mitochondrial ATPase proteins, as well as significant associations with functional single nucleotide variants, including BRAF V600E.","","Conclusion","","These findings suggest potential mechanisms of action and novel associations of in vitro response with gene expression and some cancer-related mutations that increase our understanding of these Indian natural products.","","Supplementary Information","","The online version contains supplementary material available at 10.1186/s12885-022-09580-7."],"license_agreement":"Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.","keywords":["Ayurveda","Natural products","Drug response","Cancer cell lines","NCI-60","Gene expression","Single nucleotide variation"],"doi":"10.1186/s12885-022-09580-7"},{"title":"ELUCIDATION OF THE FACTORS TO BE CONSIDERED IN AYURVEDIC CLINICAL","publication_info":"D. Suresh Kumar","PMCID":"PMCID: PMC3336613","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3336613/pdf/ASL-12-292.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Chemoprofiling and medicinal potential of underutilized leaves of Cyperus scariosus","publication_info":[{"name":"Yashika Gandhi","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Vijay Kumar","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":"vijaychem99@gmail.com"},{"name":"Gagandeep Singh","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Shyam Baboo Prasad","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Sujeet K. Mishra","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Hemant Soni","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Hemant Rawat","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Simranjeet Singh","attributes":["Interdisciplinary Centre for Water Research, Indian Institute of Sciences, Bangalore, 560012 India "],"email":null},{"name":"Vaibhav Charde","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Akhil Gupta","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Daljeet Singh Dhanjal","attributes":["Lovely Professional University, Phagwara, Punjab 144411 India "],"email":null},{"name":"Sudhanshu Kumar Jha","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Smriti Tandon","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Prateeksha Bhagwat","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Jagdish C. Arya","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Praveen C. Ramamurthy","attributes":["Interdisciplinary Centre for Water Research, Indian Institute of Sciences, Bangalore, 560012 India "],"email":null},{"name":"Rabinarayan Acharya","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058 India "],"email":null},{"name":"Ch. Venkata Narasimhaji","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Arjun Singh","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058 India "],"email":null},{"name":"Ravindra Singh","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058 India "],"email":null},{"name":"Narayanam Srikanth","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, 110058 India "],"email":null}],"PMCID":"PMCID: PMC10973434","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10973434/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10973434/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10973434/pdf/41598_2024_Article_58041.pdf","abstract_text":["Agro-waste is the outcome of the under-utilization of bioresources and a lack of knowledge to re-use this waste in proper ways or a circular economy approach. In the Indian medicinal system, the root of Cyperus scariosus (CS) is used at a large scale due to their vital medicinal properties. Unfortunately, the aerial part of CS is treated as agro-waste and is an under-utilized bioresource. Due to a lack of knowledge, CS is treated as a weed. This present study is the first ever attempt to explore CS leaves as medicinally and a nutrient rich source. To determine the food and nutritional values of the neglected part of Cyperus scariosus R.Br. (CS), i.e. CS leaves, phytochemicals and metal ions of CS were quantified by newly developed HPLC and ICPOES-based methods. The content of the phytochemicals observed in HPLC analysis for caffeic acid, catechin, epicatechin, trans-p-coumaric acid, and trans-ferulic acid was 10.51, 276.15, 279.09, 70.53, and 36.83 µg/g, respectively. In GC–MS/MS analysis, fatty acids including linolenic acid, phytol, palmitic acid, etc. were identified. In ICPOES analysis, the significant content of Na, K, Ca, Cu, Fe, Mg, Mn, and Zn was observed. The TPC and TFC of the CS leaves was 17.933 mg GAE eq./g and 130.767 mg QCE eq./g along with an IC50 value of 2.78 mg/mL in the DPPH assay and better antacid activity was measured than the standard (CaCO3). The methanolic extract of CS leaves showed anti-microbial activity against Staphylococcus aureus (15 ± 2 mm), Pseudomonas aeruginosa (12 ± 2 mm) and Escherichia coli (10 ± 2 mm). In silico studies confirmed the in vitro results obtained from the antioxidant, antiacid, and anti-microbial studies. In addition, in silico studies revealed the anti-cancerous and anti-inflammatory potential of the CS leaves. This study, thus, demonstrated the medicinal significance of the under-utilized part of CS and the conversion of agro-waste into mankind activity as a pharmaceutical potent material. Consequently, the present study highlighted that CS leaves have medicinal importance with good nutritional utility and have a large potential in the pharmaceutical industry along with improving bio-valorization and the environment."],"license_agreement":"Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.","keywords":["Cyperus scariosus","Valorization","Antacid","Phytochemicals"],"doi":"10.1038/s41598-024-58041-7"},{"title":"Effect of Coelogyne cristata Lindley in alleviation of chronic fatigue syndrome in aged Wistar rats","publication_info":[{"name":"Achintya Mitra","attributes":["National Research Institute of Ayurvedic Drug Development, Kolkata Under CCRAS, Min. of AYUSH, Government of India, 4 CN Block, Sector-V, Bidhan Nagar, Kolkata, 700 091, India"],"email":"achintyamitra1@gmail.com"},{"name":"Tapas Kumar Sur","attributes":["Department of Pharmacology, Institute of Post Graduate Medical Education and Research, 24 A.J.C. Bose Road, Kolkata, 700 020, India"],"email":null},{"name":"Sachhidananda Upadhyay","attributes":["National Research Institute of Ayurvedic Drug Development, Kolkata Under CCRAS, Min. of AYUSH, Government of India, 4 CN Block, Sector-V, Bidhan Nagar, Kolkata, 700 091, India"],"email":null},{"name":"Dipankar Bhattacharyya","attributes":["Department of Pharmacology, Institute of Post Graduate Medical Education and Research, 24 A.J.C. Bose Road, Kolkata, 700 020, India"],"email":null}],"PMCID":"PMCID: PMC6314245","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314245/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314245/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314245/pdf/main.pdf","abstract_text":["Background","","Swarna Jibanti scientifically known as Coelogyne cristata Lindley (Orchidaceae), an orchid mentioned in Ayurvedic medicine is used to promote healthy life span.","","Objective(s)","","The present work was planned to study the efficacy of hydro-alcoholic extract of pseudobulbs of C. cristata (CCE) to assess its role on chronic fatigue syndrome (CFS) induced behavioural and biochemical changes in aged Wistar rats compared to Panax ginseng (PG), a prototype anti-stress agent.","","Materials and methods","","CFS was induced by forced swimming for consecutive 21 days for fixed duration (15 min sessions). The criteria of CFS due to fatigue were counted using locomotor activity, depression and anxiety through automated photactometer, immobility time and plus maze activity respectively. Acute toxicity study of CCE (upto 2 g/kg, Limit test) was also performed. For CFS, animals were divided into five groups, naive control, control, CCE treated (25 mg/kg b.w., 250 mg/kg b.w.) and standard PG treated (100 mg/kg b.w.) groups. All drugs were given orally for consecutive 21 days along with CFS. After assessing behavioural parameters, all animals were sacrificed at day 21 and in vivo antioxidant potential of CCE was determined by lipid peroxides, nitrite, catalase (CAT) and superoxide dismutase (SOD) in brain tissue.","","Results","","CCE was found to be non-toxic. CCE treated aged rats significantly improved (p < 0.001) the spontaneous locomotor movement with respect to control rats, while, decreased the mobility period or depression score. In CFS, CCE also enhanced the time spent (p < 0.001) in open arms while reducing the time spent in closed arm as compared to CFS control, indicating lowering anxiety score. Moreover, marked diminution in lipid peroxidation, nitrite and SOD level was exhibited after CCE treatment and significantly enhanced catalase level significantly (p < 0.01) with respect to CFS control. PG also showed similar actions.","","Conclusion","","The results confirmed the potential therapeutic actions of CCE against experimentally induced CFS in aged rats that might be due to its CNS mediatory antioxidant properties."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Chronic fatigue syndrome","Aging","Coelogyne cristata","Panax ginsen","Orchids"],"doi":"10.1016/j.jaim.2017.06.011"},{"title":"Ayurvedic management of venous ulcer - a case report","publication_info":[{"name":"K. Shanti","attributes":["Dept of Shalakya Tantra, Amrita School of Ayurveda, Kollam, India"],"email":null}],"PMCID":"PMCID: PMC10220395","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10220395/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10220395/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10220395/pdf/main.pdf","abstract_text":["Vrana (ulcer), in Ayurveda is defined as a structural deformity in the skin and deeper structures (gaatra avachurnana), associated with ruja (pain), srava (discharge) etc and caused either by the vitiation of the doshas(humuors of the body) or by trauma. Vrana is basically of 2 types- Dushta vrana and Shudha vrana. Shudha Vrana (acute ulcer) is easily treatable, whereas Dushta vrana is a chronic ulcer, mostly unresponsive to any treatment. Acharya Sushruta has described sixty methods for treating such vranas (ulcers).","","In this case, symptoms like Deerghakalaanubandhi (chronic), Teevra ruja (painful), Teevra puti srava (smelly discharge) etc. were suggestive of Pitta pradhana Sarakta Tridoshaja Dushta vrana on the left leg. Studies from India about the prevalence of venous leg ulcers (VLU) are limited. The chronic wound management strategies include compression therapy and antimicrobial therapy (if infected). However, in unresponsive cases, surgery (skin grafting) is done.","","A 38-year-old non-diabetic, non-hypertensive female sought Ayurvedic treatment after a wound on her left leg did not respond to the conventional medicines even after 7 months of treatment. The ulcer was painful and foul-smelling, to the extent of disturbing her sleep and restricting her daily activities. Her Ayurvedic treatment comprised of Patoladi kashaya, Kaishora guggulu, Guduchyadi kashaya, Manjishtadi kashaya and Avipathi churna, orally and Vrana prakshalana (wound cleaning) and Vrana lepa (application of medicinal paste) externally.","","Ayurvedic treatment was effective in healing the Dushta vrana completely in this case. This suggests the efficacy of Ayurveda in the management of chronic ulcers. However, a detailed study of the same with larger sample sizes will help to formulate a treatment protocol for such cases."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Trendelenburg test","Vrana prakshalana","Vrana lepa","Chronic ulcer","Ayurveda"],"doi":"10.1016/j.jaim.2023.100723"},{"title":"Phytoconstituents assessment and development of standardization protocol for ‘Nayopayam Kwatha’, a polyherbal Ayurvedic formulation","publication_info":[{"name":"S. Neethu","attributes":["Chemical Sciences and Technology Division, CSIR-National Institute for Interdisciplinary Science and Technology, Thiruvananthapuram, 695019, India","Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India"],"email":null},{"name":"S.K. Veena","attributes":["Department of Dravyagunavijnanam, Govt. Ayurveda College, Thiruvananthapuram, Kerala, India"],"email":null},{"name":"V.C. Indulekha","attributes":["Department of Dravyagunavijnanam, Govt. Ayurveda College, Thiruvananthapuram, Kerala, India"],"email":null},{"name":"Jollykutty Eapen","attributes":["Ayurveda Medical Education, Kerala, India"],"email":null}],"PMCID":"PMCID: PMC8377188","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377188/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377188/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377188/pdf/main.pdf","abstract_text":["Background","","Nayopayam kwatha (NK) is a well-known polyherbal formulation widely used to cure respiratory ailments, heart problems, and postnatal difficulties. Literature suggests that so far no standardization protocol was developed for NK to validate its quality and purity.","","Objective(s)","","To develop a standardization protocol for NK based on the marker phytoconstituents present in the individual herbs of the formulation.","","Materials and methods","","The roots of bala [Sida cordifolia (B1) and Sida retusa (B2)], seeds of jeeraka (Cuminum cyminum), and rhizomes of nagara (Zingiber officinale) were the ingredients of NK. Since there were two source plants for bala, two sets of NK (NKB1 and NKB2) were prepared in the ratio 3:2:1 as per Vaidya Manorama and 10:1:1 as per Arogyaraksha Kalpadruma along with 1:1:1 as per the general way of Ayurvedic polyherbal decoctions. Both the individual herbs and the kwatha (decoction) prepared were analyzed in terms of pharmacognostical, organoleptic, and physcicochemical parameters as per the standard methods. Phytochemical analysis of the individual herbs resulted in the isolation of major phytoconstituents and the kwatha was quantified in terms of marker compounds with the aid of HPLC.","","Results","","HPLC quantification suggests that appreciable amount of marker phytoconstituents of individual herbs are present in the kwatha. Thus, the isolated compounds luteolin (C. cyminum), 6-gingerol (Z. officinale), β-sitosterol (S. retusa), and ecdysterone (S.cordifolia) can be used as markers to standardize NK.","","Conclusion","","Characteristics of NK, as well as its individual drugs, were well-established. The present study of NK with respect to its phytochemistry revealed that the classical drug ratios of the polyherbal formulation are of utmost importance rather than the ingredients in equal proportion. The characterization parameters of individual herbs and kwatha described in this study may serve as a standard reference for quality control analysis of NK and the method developed in this study can be used as a reliable technique for standardization of NK to ensure the purity and quality of raw drugs used."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Nayopayam kwatha","Respiratory ailments","Standardization","Phytochemical analysis","Marker phytoconstituents","HPLC quantification"],"doi":"10.1016/j.jaim.2021.05.002"},{"title":"COVID-19: Environment concern and impact of Indian medicinal system","publication_info":[{"name":"Vijay Kumar","attributes":["Department of Chemistry, Regional Ayurveda Research Institute for Drug Development, Madhya Pradesh, 474009, India"],"email":null},{"name":"Shyam Babu Singh","attributes":["Department of Ayurveda, Regional Ayurveda Research Institute for Drug Development, Madhya Pradesh, 474009, India"],"email":null}],"PMCID":"PMCID: PMC7836929","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7836929/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7836929/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7836929/pdf/main.pdf","abstract_text":[""],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["Coronavirus","Environment concern of COVID-19","Traditional medicines","Immunomodulatory herbs","Ayurveda"],"doi":"10.1016/j.jece.2020.104144"},{"title":"Validation of the Ayurvedic construct, Rasadhatudushti, in adults at risk of cardiovascular diseases – A mixed-method study","publication_info":[{"name":"Radhika Rani R K","attributes":["Department of Roganidana, Government Ayurveda College, Tripunithura, Ernakulam, Kerala, India"],"email":"radhikarani@ayurvedacollege.ac.in"}],"PMCID":"PMCID: PMC9475324","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9475324/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9475324/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9475324/pdf/main.pdf","abstract_text":["Background","","Rasadhatudushti (RD), the deranged state of Rasadhatu, is a construct in Ayurveda mentioned as the cause of diseases affecting the circulatory channels and the heart, collectively called cardiovascular diseases (CVD). It is a morbid condition generic to some other disorders, hence is non-specific to CVD. It was observed that RD was present in majority of acute coronary artery disease in a cross-sectional, descriptive study in 250 patients stabilized after an acute episode.","","Objectives","","To validate the available scale for assessing RD in the context of CVD risk.","","To study the prevalence of RD in participants at risk of cardiovascular diseases.","","Method","","In the first part, validation of the scale for assessing RD, as mentioned in the texts, was done through standard steps for scale validation in the context of CVD risk. Psychometric analysis was done after administering the draft scale of 39 items in 218 participants above the age of 40 years who were not yet diagnosed with overt CVD conditions. Construct validation was done by comparing mean score of Framingham global risk score in high and low RD scores and comparing the reduction in CVD risk score assessed by Qrisk®2–2017 by life style modification and a conventional RD correction as add on. Second part was a cross sectional survey study to estimate the prevalence of RD in a specific population vulnerable to CVD. This was done in a sample of 160 sedentary government employees of Thiruvananthapuram District, Kerala, aged above 40, using the validated RD assessment scale.","","Result","","–The final scale to assess RD, ‘RAS-RCVD’, with 25 symptoms was found to have concurrent validity using WHO/ISH risk prediction as the reference standard. Framingham global risk score also showed significant but low positive correlation with eight as the cut off for RD score. The reduction in mean (SD) Qrisk score was 2.53 (3.22) in the trial group receiving RD correction drug and 0.30 (3.43) in the control with statistical significance (p < 0.05). The prevalence of RD as assessed by RD score above the cut off in the second part of the study was 49.4%. The prevalence of RD was significantly high in participants with moderate to high risk for CVD (61.3%).","","Conclusion","","– The construct RD was observed to be valid in pre-clinical states of CVD. There was a high prevalence of this morbid construct in moderate to high-risk individuals. Ayurvedic CVD prevention strategies need to target on correction of RD along with individual risk factor management."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Cardiovascular risk prevention","Ayurveda","Rasadhatudushti","Construct validation","WHO/ISH risk prediction","Qrisk®2-2017 score","Framingham global risk score"],"doi":"10.1016/j.jaim.2022.100627"},{"title":"Ayurvedic management in limb girdle muscular dystrophy – A case report","publication_info":[{"name":"Kshipra Rajoria","attributes":[],"email":"kshiprarajoria@gmail.com"},{"name":"Sarvesh Kumar Singh","attributes":[],"email":null}],"PMCID":"PMCID: PMC8728082","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728082/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728082/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728082/pdf/main.pdf","abstract_text":["Limb girdle muscular dystrophy (LGMD) is a type of Muscular dystrophy (MD), heterogeneous devastating complex genetic disorders causing progressive weakness and degeneration of muscles. LGMD is hereditary autosomal diseases characterized by weak and wasteful limb girdle muscles. The available management of LGMD in biomedicine is unsatisfactory. Here we present a case of LGMD managed with combinations of Ayurvedic oral medicines and Panchakarma procedures. The Ayurvedic diagnosis of the condition was considered as Mansagata Vata (∼neuromuscular diseases), a type of Vatavyadhi (∼neuromusculo skeleton disorders). The patient was treated with Shalishashtika Pinda Swedana and Mustadi Yapana Basti for the duration of 16 days along with following Ayurvedic oral medicines: Yograj Guggulu 500 mg with 40 ml Dashamoola Kwatha, Ekangaveera Rasa 125 mg with honey, a combination of Ashwagandha Churna -2g, Satavari Churna - 2g, and Sankha Bhasma 500 mg with milk, Narsinha Churna- 3g and Ashwagandhavleha- 5g with milk. All medicines were given twice a day. Patient's condition was assessed for symptoms of pain, walking distance, power and reflexes of both upper and lower limb and psedohypertrophy of both calf muscles. Serum Creatine Phoshphokinase (S.CPK) level and electromyography (EMG) were also measured. There was symptomatic improvement in the patient's condition and reduction in S.CPK level. The study suggests that LGMD can be satisfactorily managed with Ayurvedic oral medicines and Panchakarma therapy."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic management","Limb girdle muscular dystrophy","Mansagata vata"],"doi":"10.1016/j.jaim.2021.07.002"},{"title":"From Treatise to Test: Evaluating Traditional Remedies for Anti-Biofilm Potential","publication_info":[{"name":"Snehal Kadam","attributes":[],"email":null},{"name":"Vandana Madhusoodhanan","attributes":[],"email":null},{"name":"Anuradha Bandgar","attributes":[],"email":null}],"PMCID":"PMCID: PMC7656780","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7656780/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7656780/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7656780/pdf/fphar-11-566334.pdf","abstract_text":["Traditional plant-based remedies hold vast potential as novel antimicrobial agents, particularly for recalcitrant infection states such as biofilms. To explore their potential, it is important to bring these remedies out of historical treatises, and into present-day scientific evaluation. Using an example of Indian traditional medicine (Ayurveda), we present a perspective toward evaluating historical remedies for anti-biofilm potential. Across compendia, we identified three plant-based remedies (of Kalanchoe pinnata, Cynodon dactylon, and Ocimum tenuiflorum) recommended for wounds. The remedies were reconstituted in accordance with historical practices, and tested for their effects on biofilm formation and eradication assays of wound pathogens, Pseudomonas aeruginosa and Staphylococcus aureus. Based on our approach and the results obtained, we provide insights into the considerations and challenges related to identifying potential remedies in historical texts, and testing them in the laboratory with standard biofilm assays. We believe this will be relevant for future studies exploring anti-biofilm approaches at the interface of historical medicine and present-day scientific practices."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["biofilm","treatise","antimicrobial","wounds","ayurveda"],"doi":"10.3389/fphar.2020.566334"},{"title":"A glimpse of Ayurveda – The forgotten history and principles of Indian traditional medicine","publication_info":[{"name":"Yogini S. Jaiswal","attributes":[],"email":null}],"PMCID":"PMCID: PMC5198827","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5198827/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5198827/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5198827/pdf/main.pdf","abstract_text":["Ayurveda is considered as one of the oldest of the traditional systems of medicine (TSMs) accepted worldwide. The ancient wisdom in this traditional system of medicine is still not exhaustively explored. The junction of the rich knowledge from different traditional systems of medicine can lead to new avenues in herbal drug discovery process. The lack of the understanding of the differences and similarities between the theoretical doctrines of these systems is the major hurdle towards their convergence apart from the other impediments in the discovery of plant based medicines. This review aims to bring into limelight the age old history and the basic principles of Ayurveda. This would help the budding scholars, researchers and practitioners gain deeper perspicuity of traditional systems of medicine, facilitate strengthening of the commonalities and overcome the challenges towards their global acceptance and harmonization of such medicinal systems."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Naturopathy","Unani","Siddha","Homeopathy"],"doi":"10.1016/j.jtcme.2016.02.002"},{"title":"An ayurvedic approach in the management of Siragatavata complicated with Dusta Vrana","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":["Department of Panchakarma, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":"sarveshksingh21@gmail.com"},{"name":"Kshipra Rajoria","attributes":["Department of Panchakarma, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":null}],"PMCID":"PMCID: PMC8039341","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039341/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039341/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039341/pdf/main.pdf","abstract_text":["Vasculitis is chronic inflammation resulting in necrosis of blood vessels due to narrowing or occlusion of the lumen. Here we present a case of 28 yrs old woman suffering from medium size vessel vasculitis since childhood. The patient had purulent skin lesions at lateral aspect of lower limbs, fatigue and pain all over the body. There was complaint of bluish discoloration of extremities, especially in winter season. The patients had history of similar skin lesions in past which were treated by allopathic treatment, but this treatment failed in meeting the expectations of patient. These lesions were not responding to the contemporary treatment since a year. The Ayurvedic diagnosis of the case was established as Siragatavata complicated with Dusta Vrana (~infected wound). She was treated with Vrana Prakshalana (doucing of skin ulceration) with Triphala Kwath for initial 15 days followed by Virechan Karma (purgation therapy) with Tilvaka Ghrita in 20 g dose. Erandmooladi Niruha Basti (enema mainly with decoction) with Bala Taila (oil) Anuvasan Basti (enema with oil) for eight days in Yoga Basti Krama (eight days order of enema) was administered after Virechana Karma. The Ayurvedic oral drugs [Ashwagandhaveleha-10 g, Jwarhar Kashaya- 40 ml, Shatavari Churna (powder)-3 gm, Vidanga Churna-2 g Kaishor Guggulu-500mg and Shilajatwadi Loha-500mg] twice a day for 12 months were also administered in the case. Skin lesions healed after a month of treatment and there was no relapse in more than 18months follow up. Patient was lean and thin and underweight at the beginning of the treatment. There was 4 Kg increase in weight during the treatment. There were no complaints of paresthesia, pain and fatigue after 18 months of treatment. No bluish discoloration was noted during this period. Presently patient is stable with Ayurvedic medications. The case study shows that medium size vessels vasculitis may be managed with Panchakarma procedures and Ayurvedic medication with satisfactory outcome. However, large sample studies are required for definitive conclusion."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Medium size vessels vasculitis","Siragatavata"],"doi":"10.1016/j.jaim.2019.10.006"},{"title":"Insights from Ayurveda for translational stem cell research","publication_info":[{"name":"Kalpana S. Joshi","attributes":[],"email":"joshikalpana@gmail.com"}],"PMCID":"PMCID: PMC4012361","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4012361/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4012361/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4012361/pdf/JAIM-5-4.pdf","abstract_text":["Ayurveda, the traditional Indian system of medicine has given great emphasis to the promotion of health. Ayurveda therapies are based on restoration of body balance and nourishment of dhatus or tissues. Rasayana concept of Ayurveda explains tissue regeneration and cell renewal. The drugs and therapies explained as rasayana provide research opportunities for biology of regeneration. Specific rasayana stimulate and nourish respective dhatus. Interpretation of this description offers clues for specific differentiation of stem cells with appropriate extract. The preliminary experiments on Medhya drugs suggest neuronal stem cells differentiation. Authors highlight the potential of Ayurveda and its possible contributions in regenerative medicine. Authors propose a protocol based on integrative approach derived from Ayurveda concepts and current understanding of regenerative medicine. The advanced understanding about adult and embryonic stem cells along with concepts of regeneration in Ayurveda has immense potential in the development of regenerative medicine."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","rasayana","stem cells"],"doi":"10.4103/0975-9476.128846"},{"title":"Ayurvedic treatments for diabetes mellitus","publication_info":[{"name":"Kalpana Sridharan","attributes":["Department of Pediatrics, Child and Adolescent Care Centre, T. Nagar, India.\n"],"email":"sridharan.kalpana@gmail.com"},{"name":"Roshni Mohan","attributes":["Department of Opthalmology, Regional Institute of Opthalmology, Chennai, India.\n"],"email":null},{"name":"Sridharan Ramaratnam","attributes":["Department of Neurology, Apollo Hospitals, Chennai, India.\n"],"email":"sridharan.kalpana@gmail.com"}],"PMCID":"PMCID: PMC3718571","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3718571/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3718571/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3718571/pdf/nihms-489467.pdf","abstract_text":["Background","","Patients with diabetes frequently use complimentary and alternative medications including Ayurvedic medications and hence it is important to determine their efficacy and safety.","","Objectives","","To assess the effects of Ayurvedic treatments for diabetes mellitus.","","Search methods","","We searched The Cochrane Library (issue 10, 2011), MEDLINE (until 31 August 2011), EMBASE (until 31 August 2011), AMED (until 14 October 2011), the database of randomised trials from South Asia (until 14 October 2011), the database of the grey literature (OpenSigle, until 14 October 2011) and databases of ongoing trials (until 14 October 2011). In addition we performed hand searches of several journals and reference lists of potentially relevant trials.","","Selection criteria","","We included randomized trials of at least two months duration of Ayurvedic interventions for diabetes mellitus. Participants of both genders, all ages and any type of diabetes were included irrespective of duration of diabetes, antidiabetic treatment, comorbidity or diabetes related complications.","","Data collection and analysis","","Two authors independently extracted data. Risk of bias of trials was evaluated as indicated in the Cochrane Handbook for Systematic Reviews of Intervention.","","Main results","","Results of only a limited number of studies could be combined, in view of different types of interventions and variable quality of data. We found six trials of proprietary herbal mixtures and one of whole system Ayurvedic treatment. These studies enrolled 354 participants ( 172 on treatment, 158 on controls, 24 allocation unknown). The treatment duration ranged from 3 to 6 months. All these studies included adults with type 2 diabetes mellitus.","","With regard to our primary outcomes, significant reductions in glycosylated haemoglobin A1c (HbA1c), fasting blood sugar (FBS) or both were observed with Diabecon, Inolter and Cogent DB compared to placebo or no additional treatment, while no significant hypoglycaemic response was found with Pancreas tonic and Hyponidd treatment. The study of whole system Ayurvedic treatment did not provide data on HbA1c and FBS values. One study of Pancreas tonic treatment did not detect a significant change in health-related quality of life. The main adverse effects reported were drug hypersensitivity (one study, one patient in the treatment arm); hypoglycaemic episodes (one study, one participant in the treatment arm; none had severe hypoglycaemia) and gastrointestinal side effects in one study (1 of 20 in the intervention group and 0 of 20 participants in the control group). None of the included studies reported any deaths, renal, hematological or liver toxicity.","","With regard to our secondary outcomes, post prandial blood sugar (PPBS) was lower among participants treated with Diabecon, was unchanged with Hyponidd and was higher in patients treated with Cogent DB. Treatment with Pancreas tonic and Hyponidd did not affect lipid profile significantly, while patients treated with Inolter had significantly higher HDL- and lower LDL-cholesterol as well as lower triglycerides. Cogent DB treated participants also had lower total cholesterol and triglycerides.","","Studies of treatment with Diabecon reported increased fasting insulin levels; one study of treatment with Diabecon reported higher stimulated insulin levels and fasting C-peptide levels in the treatment group. There was no significant difference in fasting and stimulated C-peptide and insulin levels with Hyponidd, Cogent DB and Pancreas tonic treatment. The study of Inolter did not assess these outcomes.","","No study reported on or was designed to investigate diabetic complications, death from any cause and economic data.","","Authors’ conclusions","","Although there were significant glucose-lowering effects with the use of some herbal mixtures, due to methodological deficiencies and small sample sizes we are unable to draw any definite conclusions regarding their efficacy. Though no significant adverse events were reported, there is insufficient evidence at present to recommend the use of these interventions in routine clinical practice and further studies are needed."],"license_agreement":"Unknown","keywords":["None"],"doi":"10.1002/14651858.CD008288.pub2"},{"title":"Impact of AYUSH interventions on COVID-19: a protocol for a living systematic review and meta-analysis","publication_info":[{"name":"Anup Thakar","attributes":[],"email":null},{"name":"Funding Acquisition","attributes":[],"email":null},{"name":"Project Administration","attributes":[],"email":null},{"name":"Resources","attributes":[],"email":null},{"name":"Writing – Review & Editing","attributes":[],"email":null},{"name":"Kalpesh Panara","attributes":[],"email":"kbpanara@gmail.com"},{"name":"Formal Analysis","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Writing – Original Draft Preparation","attributes":[],"email":null},{"name":"Mandip Goyal","attributes":[],"email":null},{"name":"Conceptualization","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Writing – Original Draft Preparation","attributes":[],"email":null},{"name":"Ritu Kumari","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Writing – Original Draft Preparation","attributes":[],"email":null},{"name":"Kim Sungchol","attributes":[],"email":null},{"name":"Conceptualization","attributes":[],"email":null},{"name":"Project Administration","attributes":[],"email":null}],"PMCID":"PMCID: PMC8822137","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8822137/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8822137/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8822137/pdf/f1000research-10-122040.pdf","abstract_text":["Go to:","Revised. Amendments from Version 1","","We have added ‘Google scholar’ as an additional database for search in the abstract section as suggested by the reviewer. Global and Indian disease burden and chemoprophylaxis or therapeutic treatments for COVID-19 that are being used by conventional medicines have been added in the introduction section of the revised manuscript. Definition of the outcome selected (clinical improvement) has been added in the revised manuscript. Explicit data syntheses plan as “Meta-analysis of the data of individual drugs will be done if sufficient number of studies reported the particular outcome, if a single study will report the particular outcome, we will report the measure of effects. We anticipate scarce RCTs for each intervention, hence analytical observational studies will be included for data synthesis. As clinical heterogeneity is anticipated random effect model has been selected for meta-analysis.” has been added in the data synthesis section of the revised manuscript. In the revised article eligibility criteria of control have been added as “All the trials with the appropriate control as Standard of care or placebo or no treatment was included in this review. Uncontrolled studies or AYUSH drugs as control were excluded” in the intervention section. We have added eight new references as required."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurvedic medicine","AYUSH","Complementary therapies","COVID-19","Systematic review and meta-analysis"],"doi":"10.12688/f1000research.55109.2"},{"title":"Traditional Indian medicine and homeopathy for HIV/AIDS: a review of the literature","publication_info":[{"name":"M Fritts","attributes":["Samueli Institute, 1737 King Street, Ste. 600 Alexandria, VA 22314, USA"],"email":"mfritts@siib.org"},{"name":"CC Crawford","attributes":["Samueli Institute, 1737 King Street, Ste. 600 Alexandria, VA 22314, USA"],"email":"ccrawford@siib.org"},{"name":"D Quibell","attributes":["Samueli Institute, 1737 King Street, Ste. 600 Alexandria, VA 22314, USA"],"email":"ccrawford@siib.org"},{"name":"A Gupta","attributes":["Johns Hopkins University School of Medicine, Center for Clinical Global Health Education, 600 North Wolfe Street, Jefferson 2-127 Baltimore, MD 21287, USA"],"email":"ccrawford@siib.org"},{"name":"WB Jonas","attributes":["Samueli Institute, 1737 King Street, Ste. 600 Alexandria, VA 22314, USA"],"email":"wjonas@siib.org"},{"name":"I Coulter","attributes":["UCLA School of Dentistry, 63-037A CHS, 10833 Le Conte Ave, Los Angeles, CA 90095, USA"],"email":"mfritts@siib.org"}],"PMCID":"PMCID: PMC2637286","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2637286/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2637286/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2637286/pdf/1742-6405-5-25.pdf","abstract_text":["Background","","Allopathic practitioners in India are outnumbered by practitioners of traditional Indian medicine and homeopathy (TIMH), which is used by up to two-thirds of its population to help meet primary health care needs, particularly in rural areas. India has an estimated 2.5 million HIV infected persons. However, little is known about TIMH use, safety or efficacy in HIV/AIDS management in India, which has one of the largest indigenous medical systems in the world. The purpose of this review was to assess the quality of peer-reviewed, published literature on TIMH for HIV/AIDS care and treatment.","","Results","","Of 206 original articles reviewed, 21 laboratory studies, 17 clinical studies, and 6 previous reviews of the literature were identified that covered at least one system of TIMH, which includes Ayurveda, Unani medicine, Siddha medicine, homeopathy, yoga and naturopathy. Most studies examined either Ayurvedic or homeopathic treatments. Only 4 of these studies were randomized controlled trials, and only 10 were published in MEDLINE-indexed journals. Overall, the studies reported positive effects and even \"cure\" and reversal of HIV infection, but frequent methodological flaws call into question their internal and external validity. Common reasons for poor quality included small sample sizes, high drop-out rates, design flaws such as selection of inappropriate or weak outcome measures, flaws in statistical analysis, and reporting flaws such as lack of details on products and their standardization, poor or no description of randomization, and incomplete reporting of study results.","","Conclusion","","This review exposes a broad gap between the widespread use of TIMH therapies for HIV/AIDS, and the dearth of high-quality data supporting their effectiveness and safety. In light of the suboptimal effectiveness of vaccines, barrier methods and behavior change strategies for prevention of HIV infection and the cost and side effects of antiretroviral therapy (ART) for its treatment, it is both important and urgent to develop and implement a rigorous research agenda to investigate the potential risks and benefits of TIMH and to identify its role in the management of HIV/AIDS and associated illnesses in India."],"license_agreement":"This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1186/1742-6405-5-25"},{"title":"Evidence-based traditional medicine for transforming global health and well-being","publication_info":"Bhushan Patwardhan, L. Susan Wieland, Obijiofor Aginam, Anchalee Chuthaputti, Ricardo Ghelman, Roshanak Ghods, Goh Cheng Soon, Motlalepula G. Matsabisa, Georg Seifert, Sione Tu'itahi, Kim Sung Chol, Shyama Kuruvilla, Kathi Kemper, Holger Cramer, H.R. Nagendra, Anup Thakar, Tanuja Nesari, Sanjeev Sharma, Narayanam Srikanth, Rabinarayan Acharya","PMCID":"PMCID: PMC10432791","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10432791/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10432791/pdf/main.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Health awareness and popularity of alternative medicines among people of Jamnagar town: A cross - sectional study","publication_info":[{"name":"Bijoya Chatterjee","attributes":[],"email":"bijoyalhiri@yahoo.com"},{"name":"Prasanta Chatterjee Biswas","attributes":["Associate Professor, Statistics and Quantitative Analysis, Institute of Management, Jamnagar, India"],"email":null}],"PMCID":"PMCID: PMC3456860","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456860/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456860/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456860/pdf/Ayu-33-33.pdf","abstract_text":["By 2020, it is predicted that non-communicable diseases will be causing seven out of every 10 deaths in developing countries. Indian traditional medicine system with the concept of personalized therapy in Ayurveda has the potential to offer remedies to these challenging health issues. Integration of Ayurveda, Siddha and Unani, the three Indian systems of medicine (ISM), along with homoeopathic and allopathic systems of medicine to ensure health for all citizens across the country is the new Mantra of the Union health ministry. To tap the potentials of our indigenous medicine systems and other popular systems of medicine it is important to assess the awareness among people and make efforts to popularize them. The present study was therefore carried out to assess the awareness among 200 respondents with the help of a multiple choice questionnaire by the interview method. Convenience sampling technique was employed. The awareness about lifestyle, diet, oil consumption needs more vigorous attention as observed in this study. The most popular choice was found to be groundnut oil. Around 4% of the participants used more than one medium of cooking. Forty-two percent of the participants observed fast regularly. Twenty-three percent of the participants did not include any form of exercise in their daily routine while walking was the most popular form of exercise performed by 43%. By using multiple comparisons it was observed that the difference between i) Allopathy- Homeopathy, ii) Allopathy – Ayurvedic and iii) Ayurvedic- Homeopathy as 15.5263, 7.1053 and 8.4211, respectively, are significant at α = 0.05. A larger sample size encompassing various economic strata could be a better index of popularity of various alternative medicine systems existing in different sections of our society."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Alternative and complementary medicine","health awareness","Indian system of medicine","popularity of Ayurveda"],"doi":"10.4103/0974-8520.100306"},{"title":"Therapeutic potentials of metals in ancient India: A review through Charaka Samhita","publication_info":[{"name":"Galib","attributes":[],"email":"galib14@yahoo.co.in"},{"name":"Mayur Barve","attributes":[],"email":null},{"name":"Mayur Mashru","attributes":[],"email":null},{"name":"Chandrashekhar Jagtap","attributes":[],"email":null},{"name":"B. J. Patgiri","attributes":[],"email":null}],"PMCID":"PMCID: PMC3131772","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3131772/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3131772/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3131772/pdf/JAIM-2-55.pdf","abstract_text":["The Ayurvedic system of medicine has stood the test of time for four millennia or more. The ancient seers found that drugs of different origin (herbal, metal or animal) in addition to codes of conduct and dietary regulations are suitable tools to maintain health in healthy and eradicating diseases in diseased. Use of metallic preparations in healthcare is a unique feature in this system. Processed metals including Mercury, Gold, Silver, Lead, Zinc, Copper etc. were used very frequently by seers of the Indian tradition in different disease conditions with great authority. It is generally claimed, that these metals are detoxified during the highly complex manufacturing processes described in Ayurvedic, especially Rasashastra texts. Charaka Samhita, one of the scheduled books of Ayurveda also holds ample of references regarding the use of metals for different purposes, which are summarized in the current paper."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","Charaka Samhita","lead","mercury","metals"],"doi":"10.4103/0975-9476.82523"},{"title":"A CONTEMPORARY SCIENTIFIC SUPPORT ON ROLE OF ANCIENT AYURVEDIC DIET AND CONCEPTS IN DIABETES MELLITUS (MADHUMEHA)","publication_info":"Goli Penchala Prasad, Dr. G. Babu, Dr. G.K. Swamy","PMCID":"PMCID: PMC3335207","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3335207/pdf/ASL-25-84.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Chronic toxicity studies of gandhaka rasayana - A herbo-mineral preparation used in Ayurvedic practice","publication_info":[{"name":"Ravi Mundugaru","attributes":["Department of Pharmacology & Toxicology, SDM Centre for Research in Ayurveda and Allied Sciences, Udupi, 574118, Karnataka, India"],"email":"ravisdm13@gmail.com"},{"name":"Shrinidhi R. Ballal","attributes":["Department of Agadatantra, Sri Dharmasthala Manjunatheshwara College of Ayurveda, Kuthpady, Udupi, 574118, India"],"email":null},{"name":"Sudhakar Bhat","attributes":["Department of Pharmacology & Toxicology, SDM Centre for Research in Ayurveda and Allied Sciences, Udupi, 574118, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC8642667","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642667/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642667/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642667/pdf/main.pdf","abstract_text":["Background","","Gandhaka rasayana (GR) is an important component of many Ayurvedic formulations besides being used as a standalone therapy. However, literature review revealed a chronic toxicity studies with longer duration.","","Objectives","","To delineate the safety profile of GR for 180 days administration in rats.","","Materials and methods","","Wistar albino rats of both sexes weighing 150 ± 10 g body weight in groups of 20 (10 male and 10 female) for each of the three GR dose levels i.e., 0.54 g, 1.08 g, and 5.4 g/kg were employed. Carboxyl methyl cellulose was administered to the control group in equal volume. Toxicity was assessed based on the changes observed, compared to control, in body weight gain, food and water consumption, organ weight and histopathology, clinical biochemistry, and hematological parameters as per AYUSH guidelines.","","Results","","GR repeated dose administration caused significant changes in body weight gain, organ ponderal changes, few hematologic and biochemical parameters. Male rats administered with GR at 1.08 g/kg dose showed a significant decrease in the MCV and MCH compared to control, whereas female rat’s administred with 1.08 g/kg and 0.54 g/kg dose showed a significant increase in the MCV and MCH. GR administered at 0.54 g/kg showed a significant increase in the serum glucose level in male rats, whereas female rats showed a significant elevation in the cholesterol level. GR at 0.54 g/kg and 5.4 g/kg showed a significant elevation in the serum SGPT level in male rats. These changes were not observed in female rats. Histological examination revealed mild pathological changes in organs like kidney, liver, spleen and jejunum.","","Conclusion","","The data generated shows that GR is safe and does not have any toxicity potential at the doses used in therapeutics. Some of the changes observed were at higher dose levels which is not likely to be used clinically."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Chronic toxicity","Gandhaka rasayana","Histopathology"],"doi":"10.1016/j.jaim.2021.05.011"},{"title":"Urolithic property of Varuna (Crataeva nurvala): An experimental study","publication_info":[{"name":"Sanjay Agarwal","attributes":["Department of Shalya Tantra, V.Y. S. Ayurvedic College, Khurja, U.P., India."],"email":"sanjayayu@yahoo.co.in"},{"name":"Shiv Ji Gupta","attributes":["Institute of Medical Sciences, Banaras Hindu University, Varanasi, India."],"email":null},{"name":"A. K. Saxena","attributes":["Center of Experimental Medicine and Surgery, IMS, BHU, Varanasi, India."],"email":null},{"name":"Neelam Gupta","attributes":["Department of Anatomy, IMS, BHU, Varanasi, India."],"email":null}],"PMCID":"PMCID: PMC3221072","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3221072/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3221072/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3221072/pdf/Ayu-31-361.pdf","abstract_text":["Despite modern techniques, the recurrence rate of Urolithiasis is approximately 50% within 5 years. Thus, there must be some drug that corrects the metabolic errors and prevents the formation of stone. In Ayurveda, a detailed description of urolithiasis is mentioned under the heading of Ashmari. A group of Ayurvedic drugs are described for the management of Urolithiasis, like Pashanbheda (Bergenia ligulata), Varuna (Crataeva nurvala), Kullattha (Dolichos biflorus), Gokshur (Tribulus terrestris), etc. in our ancient texts. The present work was designed to study the effect of Varuna (Crataeva nurvala) on the experimental model of urolithiasis (albino rats). The study was categorized into two groups: Group I, treated and Group II, control. In all albino rats, stone was surgically implanted into the urinary bladder. Estimation of the urinary and serum electrolyte done periodically and x-rays were exposed at a regular interval. This study suggests the decoction of Varuna (Crataeva nurvala) is effective in the management of urolithiasis."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Gokshur","kullattha","Pashanbheda","urolithiasis","Varuna"],"doi":"10.4103/0974-8520.77161"},{"title":"Medicinal and cosmetic uses of Bee’s Honey – A review","publication_info":[{"name":"E. R. H. S. S. Ediriweera","attributes":[],"email":null}],"PMCID":"PMCID: PMC3611628","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611628/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611628/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611628/pdf/AYU-33-178.pdf","abstract_text":["Bee’s honey is one of the most valued and appreciated natural substances known to mankind since ancient times. There are many types of bee’s honey mentioned in Ayurveda. Their effects differ and ‘Makshika’ is considered medicinally the best. According to modern scientific view, the best bee’s honey is made by Apis mellifera (Family: Apidae). In Sri Lanka, the predominant honey-maker bee is Apis cerana. The aim of this survey is to emphasize the importance of bee’s honey and its multitude of medicinal, cosmetic and general values. Synonyms, details of formation, constitution, properties, and method of extraction and the usages of bee’s honey are gathered from text books, traditional and Ayurvedic physicians of Western and Southern provinces, villagers of ‘Kalahe’ in Galle district of Sri Lanka and from few search engines. Fresh bee’s honey is used in treatment of eye diseases, throat infections, bronchial asthma, tuberculosis, hiccups, thirst, dizziness, fatigue, hepatitis, worm infestation, constipation, piles, eczema, healing of wounds, ulcers and used as a nutritious, easily digestible food for weak people. It promotes semen, mental health and used in cosmetic purposes. Old bee’s honey is used to treat vomiting, diarrhea, rheumatoid arthritis, obesity, diabetes mellitus and in preserving meat and fruits. Highly popular in cosmetic treatment, bee’s honey is used in preparing facial washes, skin moisturizers, hair conditioners and in treatment of pimples. Bee’s honey could be considered as one of the finest products of nature that has a wide range of beneficial uses."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Bee’s honey","Mee Peni","Makshika"],"doi":"10.4103/0974-8520.105233"},{"title":"Revival, modernization and integration of Indian traditional herbal medicine in clinical practice: Importance, challenges and future","publication_info":[{"name":"Saikat Sen","attributes":[],"email":"saikat.pharm@rediffmail.com"}],"PMCID":"PMCID: PMC5388083","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5388083/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5388083/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5388083/pdf/main.pdf","abstract_text":["In spite of incredible advances in modern science, technology and allopathic medicine a large we are unable to provide quality healthcare to all. Traditional medicine particularly herbal medicine considered as a major healthcare provider around the globe particularly in rural and remote areas. A large section of people depends on such medicine for their primary healthcare mainly in underdeveloped or developing countries. Indian traditional medicinal system like Ayurveda, Siddha and Unani has a very rich history of their effectiveness; modern research also acknowledged the importance of such medicine. Indian traditional medicine or medicinal plants are also considered as a vital source of new drug. Mainstreaming of such medicine is important for the people. Several steps have been taken in India to promote such medicine and to integrate them into clinical practice. Evidence based incorporation of Indian traditional medicine in clinical practice will help to provide quality healthcare to all."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Indian traditional medicine","Ayurveda","Mainstreaming","Health","Clinical practice"],"doi":"10.1016/j.jtcme.2016.05.006"},{"title":"Concepts of Dhatu Siddhanta (theory of tissues formation and differentiation) and Rasayana; probable predecessor of stem cell therapy","publication_info":[{"name":"Vinamra Sharma","attributes":[],"email":"dr.vinamrasharma@gmail.com"}],"PMCID":"PMCID: PMC4649578","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4649578/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4649578/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4649578/pdf/AYU-35-231.pdf","abstract_text":["To maintain health and to cure diseases through Rasayana (rejuvenation) therapy along with main treatment is the unique approach of Ayurveda. The basic constituent unit of a living being is always a functional cell. Question arises from where it is generated? How it attains its final specific differentiation form? As age progresses, various changes occur at every cell level and cell undergoes to adaptation accordingly. Microenvironment for cell nourishment diminishes with age or as disease condition persists. In this context, Acharyas had contributed and documented various facts and theories through their insight wisdom. Hidden secretes in the basic principles of any medical system are needed to be explained in terms of contemporary knowledge. Contemporary research areas should be opened to include various explanations of different fields of ancient thoughts to support these new doctrines, if any. This review may be helpful to open the door of future research area in the field of reverse scientific approach of Ayurveda in the context of Dhatu Siddhanta (theory of tissues formation and differentiation) and theory of stem cell."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Aging","Dhatu Siddhanta","Rasayana","stem cell theory"],"doi":"10.4103/0974-8520.153731"},{"title":"Microbial content in Ayurvedic medicine","publication_info":"Reshmi Sarin","PMCID":"PMCID: PMC2924979","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2924979/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2924979/pdf/IJAR-1-132b.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Implementing traditional ayurveda treatment as a primary care management in a survivor of gas geyser syndrome – A case report","publication_info":[{"name":"Jibi Varghese","attributes":["Dept of Kayachikitsa, Dr. D.Y. Patil College of Ayurved & Research Centre, Dr. D. Y. Patil Vidyapeeth (Deemed to be University), Pimpri –Pune -18 India"],"email":null},{"name":"Aboli Patil","attributes":["Department of Kaumarbhritya, Dr. D.Y. Patil College of Ayurved& Research Centre, Dr. D. Y Patil Vidyapeeth (Deemed to be University), Pimpri –Pune -18 India"],"email":null},{"name":"Aqsa Zarin Khan","attributes":["Dept of Kayachikitsa, Dr. D.Y. Patil College of Ayurveda & R.C., Dr. D. Y Patil Vidyapeeth (Deemed to be University), Pimpri-Pune India"],"email":null},{"name":"Shweta Kodre","attributes":["Dept of Kayachikitsa, Dr. D.Y. Patil College of Ayurveda & R.C., Dr. D. Y Patil Vidyapeeth (Deemed to be University), Pimpri-Pune India"],"email":null},{"name":"Samkit Shah","attributes":["Dept of Kayachikitsa, Dr. D.Y. Patil College of Ayurveda & R.C., Dr. D. Y Patil Vidyapeeth (Deemed to be University), Pimpri-Pune India"],"email":null}],"PMCID":"PMCID: PMC10242622","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10242622/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10242622/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10242622/pdf/main.pdf","abstract_text":["Domestically, gas geysers are used in developing countries like India to supply hot water in bathrooms. These are of low economic value, with no requirement of electricity and easy installation, hence they are high in demand. A female patient of 14 year visited to a private Ayurved clinic on 27/12/2021 with complaints of difficulty in dysgraphia, dyslexia, dysphonia and fall (sometimes) while walking on uneven and unknown pathway. Four years ago, the patient landed into a vegetative state and was bed ridden, her condition was further diagnosed as Gas Geyser Syndrome. Here an effort has been put forth to reveal the concept of ayurvedic management adopted in a survivor of Gas Geyser Syndrome which is found to be effective. In Ayurveda the symptoms of Acute Gas Geyser syndrome can be correlated with Visha (Toxins) and its vishalakshana (Toxicity symptoms) wherein Murcha (Unconsciousness) and Sanyasa (Stage of Coma) are seen. The long term side effects of Gas Geyser Syndrome can be correlated with Vatavyadhi (Neurological disorders) as the stages of the disease manifestation presents with more neurological deficits. Ayurvedic intervention with internal medications along with the panchakarma procedures in the treatment of Gas geyser syndrome exhibits encouraging results which were seen in improving her cognition, memory and essential skills like writing, verbal communication, thinking skills, use of technology in socializing with the community."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Gas geyser syndrome","Carbon monoxide","Ayurveda","Visha","Murcha","Sanyasa","Vatavyadhi"],"doi":"10.1016/j.jaim.2023.100713"},{"title":"Extraction, phytochemical characterization and anti-cancer mechanism of Haritaki churna: An ayurvedic formulation","publication_info":[{"name":"Md Rafi Uz Zama Khan","attributes":[],"email":null},{"name":"Data curation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Emiko Yanase","attributes":[],"email":null},{"name":"Supervision","attributes":[],"email":null},{"name":"Vishal Trivedi","attributes":[],"email":"vtrivedi@iitg.ernet.in"},{"name":"Conceptualization","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Project administration","attributes":[],"email":null}],"PMCID":"PMCID: PMC10231837","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10231837/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10231837/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10231837/pdf/pone.0286274.pdf","abstract_text":["Haritaki churna (HC), a single herb ayurvedic formulations is known to be prescribed for various gastro-intestinal disorders in Ayurveda. Haritaki churna aqueous extract (HCAE) has anti-cancer activity against different types of cancer cells with an IC50 in the range of 50–97 μg/ml. Bioavailability of Haritaki Churna is very high in digestive track and treatment of colorectal cancer cells HCT-116, DLD1, HT-29 with HCAE reduces its cellular viability with anti-cancer IC50 70μg/ml. HCAE consumption is safe for human as it didn’t affect the cellular viability of primary human PBMCs or non-cancerogenic HEK-293 cells. Haritaki churna was found to be stable in biological gastric fluids and bioactive agents are not losing their anti-cancer activity under such harsh conditions. The HPLC Chromatogram of HCAE is giving 13 major peaks and 11 minor peaks. Exploiting LC-MS, IR and NMR spectroscopic techniques, a total of 13 compounds were identified from HCAE namely Shikimic acid, Chebulic acid, gallic acid, 5-hydroxymethylfurfural, Protocatechuic acid, 4-O-galloyl-shikimic Acid, 5-O-galloyl-shikimic Acid, Methylgallate, corilagin, 1, 2, 6, Tri-O-galloyl β-D-glucose, chebulagic acid, chebulinic acid, and Ellagic acid. Reconstitution and subtraction of phytochemicals from the mixture indicate that Ellagic acid significantly contribute into anti-cancer effect of HCAE. Cancer cells treated with ellagic acid from HCAE were incapable of completing their cell-cycle and halted the cell-cycle at DNA synthesis S-Phase, as demonstrated by decreased cyclin A2 expression levels with increasing ellagic acid concentration. Halting of cells at S-phase causes induction of apoptosis in cancer cells. Cancer cells exhibiting DNA fragmentation, changes in expression of several apoptotic proteins such as Bcl2, cytochrome-c and formation of cleaved products of caspase 3 and PARP-1 suggests ellagic acid induces cell death via mitochondrial pathway of apoptosis."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["None"],"doi":"10.1371/journal.pone.0286274"},{"title":"Case of acute lead toxicity associated with Ayurvedic supplements","publication_info":[{"name":"Amelia Breyre","attributes":[],"email":null}],"PMCID":"PMCID: PMC4932351","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4932351/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4932351/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4932351/pdf/bcr-2016-215041.pdf","abstract_text":["Use of traditional folkloric remedies not disclosed to the physician may be difficult to identify as a source of lead toxicity. This report illustrates the presentation of a 26-year-old man who, during his 1 month vacation in India, was treated for low back pain with Ayurvedic herbal medicine. On his return to the USA, he presented to the emergency department with epigastric pain, weight loss, dark stools, nausea and vomiting. He was admitted and noted to be anaemic with a blood lead level (BLL) of 94.8 µg/dL. Peripheral blood smear demonstrated basophilic stippling. Chelation therapy with succimer was initiated. The patient became asymptomatic within months. Three years later, he remained asymptomatic with BLL <20 µg/dL. Physicians should be cognisant of potential toxicity from these Ayurvedic medications and have a heightened level of suspicion for lead toxicity in the face of anaemia and abdominal pain without obvious cause."],"license_agreement":"Unknown","keywords":["None"],"doi":"10.1136/bcr-2016-215041"},{"title":"A review through therapeutic attributes of Ayurvedic formulation mashi","publication_info":[{"name":"Ameya Joshi","attributes":["School of Pharmacy, Dr. Vishwanath Karad MIT World Peace University, Pune, 411038, India"],"email":null},{"name":"Akshay Baheti","attributes":["School of Pharmacy, Dr. Vishwanath Karad MIT World Peace University, Pune, 411038, India"],"email":"akshay.baheti@mitwpu.edu.in"},{"name":"Manish Wani","attributes":["School of Pharmacy, Dr. Vishwanath Karad MIT World Peace University, Pune, 411038, India"],"email":null}],"PMCID":"PMCID: PMC8642712","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642712/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642712/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642712/pdf/main.pdf","abstract_text":["Mashi is a black colored powder formulation obtained after combustion of the plant or animal drug. It is prepared by bahirdhum padhati (outside) or anterdhum padhati (in the close vessel). In this dosage form, bulk of raw material is reduced to a greater extent by the application of a certain quantum of energy. Due to this treatment, hidden chemical constituents become prominent and/or a new chemical moiety is formed which is therapeutically active. This formulation is cost-effective and easy to prepare. This review article aims to highlight the different mashi formulations mentioned in Ayurvedic text and also incorporate the formulation not mentioned in the Ayurvedic text but used by Ayurvedic practitioners. The objective was to introduce researchers to the simple yet excellent formulation mashi which should be studied in detail to establish its identity, purity, and therapeutic activity."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Mashi","Triphala","Anterdhum","Bahirdhum","Coconut"],"doi":"10.1016/j.jaim.2021.06.018"},{"title":"OA01.04. Management of ankylosing spondylitis through ayurvedic medicine along with agnikarma- A case study","publication_info":[{"name":"Anupam Tamrakar Dr.","attributes":["Benares Hindu University, Varanasi"],"email":null},{"name":"Ramsukh Sonkar Dr.","attributes":["Surabhi Patanjali Chikitsalaya, Jalgao, Maharashtra"],"email":null},{"name":"Vijaya Lakshmi Chandrakar Dr.","attributes":["GAMC, Raipur, (CG)"],"email":null},{"name":"Er. Anuraj Tamrakar","attributes":["CDAC, Madhya Pradesh"],"email":null}],"PMCID":"PMCID: PMC3800918","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3800918/?report=abstract","article_link":"None","pdf_link":"None","abstract_text":["Purpose:","","To specify the role of Ayurvedic medicine along with Agni karma in treatment of Ankylosing spondylitis, a chronic inflammatory arthritis and auto immune disease with a strong genetic predisposition","","Method:","","In present case study of AS with +ve HLAB27 and LDH (lactate dehydrogenase) 624.1U/L(normal range 230460U/L)with radiological abnormalities at the sight of L.S. spine AP and Lt. are symptoms of mild lumbar spondylosis with right sacro-iliac arthritis. The patient was having Vata and Kapha dominant symptoms like Amavata so he was subjected to therapy which performs removal of Ama and detoxification of toxins from the body followed by ruksh virechan with swadista virechan churna 5 gm in every 4 days once in night and Nadi sweda with dashmool kwath for 7days there after agni karma in every 15 days periodically along with hypothetical herbomineral combination up to 6 months as patient follows.","","Result:","","After 4 months of regular treatment all other typical features related to disease like amajeerna, shoola etc were also improved. In lab reports, HLAB27 became negative and LDH returned to normal range up to 294U/L. In radiological reports the fusion of vertebral column was also reversed as showed in AP view of X-ray imaging. This particular case has proved the importance of Ayurvedic medicine and Agni karma in AS.","","Conclusion:","","Ayurvedic intervention was found to be efficacious in management of Ankylosing spondylitis. Further studies are needed to establish efficacy on the basis of rigorous parameters."],"license_agreement":"This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"Unknown"},{"title":"Application of Zebrafish Model in the Suppression of Drug-Induced Cardiac Hypertrophy by Traditional Indian Medicine Yogendra Ras","publication_info":[{"name":"Acharya Balkrishna","attributes":["Drug Discovery and Development Division, Patanjali Research Institute, Haridwar 249 401, India","Department of Allied and Applied Sciences, University of Patanjali, Patanjali Yog Peeth, Haridwar 249 401, India"],"email":"kunalbhattacharya@prft.co.in"},{"name":"Yashika Rustagi","attributes":["Drug Discovery and Development Division, Patanjali Research Institute, Haridwar 249 401, India"],"email":null},{"name":"Kunal Bhattacharya","attributes":["Drug Discovery and Development Division, Patanjali Research Institute, Haridwar 249 401, India"],"email":"kunalbhattacharya@prft.co.in"}],"PMCID":"PMCID: PMC7226110","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7226110/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7226110/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7226110/pdf/biomolecules-10-00600.pdf","abstract_text":["Zebrafish is an elegant vertebrate employed to model the pathological etiologies of human maladies such as cardiac diseases. Persistent physiological stresses can induce abnormalities in heart functions such as cardiac hypertrophy (CH), which can lead to morbidity and mortality. In the present study, using zebrafish as a study model, efficacy of the traditional Indian Ayurveda medicine “Yogendra Ras” (YDR) was validated in ameliorating drug-induced cardiac hypertrophy. YDR was prepared using traditionally described methods and composed of nano- and micron-sized metal particles. Elemental composition analysis of YDR showed the presence of mainly Au, Sn, and Hg. Cardiac hypertrophy was induced in the zebrafish following a pretreatment with erythromycin (ERY), and the onset and reconciliation of disease by YDR were determined using a treadmill electrocardiogram, heart anatomy analysis, C-reactive protein release, and platelet aggregation time-analysis. YDR treatment of CH-induced zebrafish showed comparable results with the Standard-of-care drug, verapamil, tested in parallel. Under in-vitro conditions, treatment of isoproterenol (ISP)-stimulated murine cardiomyocytes (H9C2) with YDR resulted in the suppression of drug-stimulated biomarkers of oxidative stress: COX-2, NOX-2, NOX-4, ANF, troponin-I, -T, and cardiolipin. Taken together, zebrafish showed a strong disposition as a model for studying the efficacy of Ayurvedic medicines towards drug-induced cardiopathies. YDR provided strong evidence for its capability in modulating drug-induced CH through the restoration of redox homeostasis and exhibited potential as a viable complementary therapy."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Ayurveda","cardiac hypertrophy","zebrafish model","H9C2","erythromycin","isoproterenol","oxidative stress","Yogendra Ras","biomarkers"],"doi":"10.3390/biom10040600"},{"title":"Genetic diversity and chemical profiling of different populations of Convolvulus pluricaulis (convolvulaceae): an important herb of ayurvedic medicine","publication_info":[{"name":"Showkat Hussain Ganie","attributes":["Department of Botany, Jamia Hamdard, Hamdard Nagar, New Delhi, 110062 India "],"email":"showkatbotany@gmail.com"},{"name":"Zahid Ali","attributes":["Department of Biotechnology, Jamia Hamdard, Hamdard Nagar, New Delhi, 110062 India "],"email":null},{"name":"Sandip Das","attributes":["Department of Botany, University of Delhi, New Delhi, 110007 India "],"email":null},{"name":"Prem Shankar Srivastava","attributes":["Department of Biotechnology, Jamia Hamdard, Hamdard Nagar, New Delhi, 110062 India "],"email":null}],"PMCID":"PMCID: PMC4434420","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4434420/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4434420/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4434420/pdf/13205_2014_Article_227.pdf","abstract_text":["Convolvulus pluricaulis Choisy, commonly known as “Shankhpushpi”, is an ayurvedic medicinal plant recommended as a brain tonic to promote intellect and memory, eliminate nervous disorders and to treat hypertension. Because of increasing demand of the drug, this plant species has been over-exploited. As a consequence, many unrelated plants are being sold by the crude drug dealers in India in the name of “Shankhpushpi”. Information on its existing gene pool is currently lacking. We developed molecular (Random Amplification of Polymorphic DNA) and chemical (high performance liquid chromatography) markers that could distinguish the genuine plant species from its adulterants. Molecular characterization confirmed higher genetic variation at inter-zonal level as compared to intra-zonal populations. A total of 37 reproducible amplicons were generated of which 22 were polymorphic. The number of amplicons was in the range of 6–11 and genetic distance for the studied primers ranged from 0.07 to 0.34. Fifty nine per cent polymorphism was obtained across different geographical locations. Dendrogram studied through unweighted pair group method of arithmetic analysis differentiated all the genotypes into two major clusters, Cluster I had the single population of Rajasthan and Cluster II was represented by genotypes of Delhi, Haryana, Madhya Pradesh and Rajasthan. The Kaempferol content ranged from 0.07 to 0.49 mg/g and Delhi population was the highest accumulator."],"license_agreement":"This article is published under license to BioMed Central Ltd.Open AccessThis article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited.","keywords":["Convolvulus pluricaulis","Genetic diversity","HPLC","Kaempferol","RAPD"],"doi":"10.1007/s13205-014-0227-8"},{"title":"Effect of Tamra Bhasma (Calcined Copper) on Ponderal and Biochemical Parameters","publication_info":[{"name":"Swapnil Y. Chaudhari","attributes":[],"email":"drswapnilyc13@gmail.com"},{"name":"Galib Ruknuddin","attributes":[],"email":null},{"name":"J Patgiri Biswajyoti","attributes":[],"email":null}],"PMCID":"PMCID: PMC4170556","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4170556/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4170556/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4170556/pdf/TI-21-156.pdf","abstract_text":["Introduction:","","Tamra Bhasma (TB) and its forms like Somnathi Tamra Bhasma (STB), etc., are in vogue since centuries in Ayurveda. The present study is carried out to evaluate the effect of TB and STB in different dose levels on ponderal and biochemical parameters in wistar strain albino rats to provide scientific basis for its safety profile.","","Materials and Methods:","","TB and STB were prepared as per the classical guidelines and administered to wistar strain albino rats for 45 consecutive days. Blood was collected and rats were sacrificed on the 46th day. Ponderal and biochemical parameters were studied.","","Results:","","Results showed significant decrease in serum cholesterol, High Density Lipoprotein (HDL) cholesterol, triglycerides, total protein, and serum alkaline phosphatase levels. Comparatively, all the differences in between the groups are insignificant and no pathological changes at ponderal and biochemical levels were observed.","","Conclusion:","","Based on these observations, it can be said that these formulations can be safely used in cases of hyperlipidemia."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Bhasma","biochemical parameters","copper","ponderal parameters","Somnathi Tamra Bhasma","Tamra Bhasma"],"doi":"10.4103/0971-6580.139796"},{"title":"A Randomized Controlled Exploratory Evaluation of Standardized Ayurvedic Formulations in Symptomatic Osteoarthritis Knees: A Government of India NMITLI Project","publication_info":[{"name":"Arvind Chopra","attributes":[],"email":null},{"name":"Manjit Saluja","attributes":[],"email":null},{"name":"Girish Tillu","attributes":[],"email":null},{"name":"Anuradha Venugopalan","attributes":[],"email":null},{"name":"Sanjeev Sarmukaddam","attributes":[],"email":null},{"name":"Ashwini Kumar Raut","attributes":[],"email":null},{"name":"Lata Bichile","attributes":[],"email":null},{"name":"Gumdal Narsimulu","attributes":[],"email":null},{"name":"Rohini Handa","attributes":[],"email":null}],"PMCID":"PMCID: PMC2964493","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2964493/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2964493/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2964493/pdf/ECAM2011-724291.pdf","abstract_text":["The multidisciplinary “New Millennium Indian Technology Leadership Initiative” Arthritis Project was undertaken to validate Ayurvedic medicines. Herbal formulations in popular use were selected by expert consensus and standardized using modern tools. Our clinical strategy evolved from simple exploratory evaluations to better powered statistically designed drug trials. The results of the first drug trial are presented here. Five oral formulations (coded A, B, C, D and E), with a common base of Zingiber officinale and Tinospora cordifolia with a maximum of four plant extracts, were evaluated; with placebo and glucosamine as controls. 245 patients suffering from symptomatic OA knees were randomized into seven arms (35 patients per arm) of a double blind, parallel efficacy, multicentric trial of sixteen weeks duration. The groups matched well at baseline. There were no differences for patient withdrawals (17.5%) or adverse events (AE) of mild nature. Intention-to-treat efficacy analysis, demonstrated no significant differences (P < .05) for pain (weight bearing) and WOMAC questionnaire (knee function); placebo response was high. Based on better pain relief, significant (P < .05) least analgesic consumption and improved knee status, “C” formulation was selected for further development. Controlled exploratory drug trials with multiple treatment arms may be used to economically evaluate several candidate standardized formulations."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2011/724291"},{"title":"Integrative practice in Asia – India and China","publication_info":[],"PMCID":"PMCID: PMC10105209","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10105209/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10105209/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10105209/pdf/main.pdf","abstract_text":["Traditional medical practice in the world has maintained its popularity in spite of the challenges of the rapid development of modern medicine. The World Health Organization observed that 80% of world population still rely on traditional practices of special cultural heritages.","","In Asia, the traditional practices include mainly that of the Middle East, India and China. The 3000 years of development in the three different regions has resulted in cross-cultural influences and exchanges, particularly revealed in the rich collections of medicinal herbs.","","Ayurveda medicine has well maintained its traditional philosophy and practice. It has enjoyed very substantial governmental support on the national level and has remained popular. Traditional Chinese Medicine, likewise, has kept its popularity and vibrance. However, with the ever advancing modern medicine which is giving efficient acute care and specific solutions to known target areas of clinical concern, are unavoidable obstacles to an integrative practice.","","Besides India, China is the only country in the world where Traditional Medicine is still playing a major role in national health care. During the COVID-19 pandemic both Ayurveda and Chinese Medicine practitioners tried hard to contribute by offering integrative treatment to the infected patients. They were getting a lot of national and professional endorsements. One would speculate that with this unknown virus and diverse clinical presentations, a better integrative program would be able to provide better outcome.","","On the prevention side, medicinal herbs are expected to be able to boost up the innate immunity of the individual so that infection could be better resisted.","","Given the similarities between the Indian and Chinese Systems of traditional practice, it is suggested that Ayurveda and Chinese Medicine could develop a joint mission with combined efforts, to collaborate in research and trials, with the aim of consolidating Integrative Practice. This article concentrates on the Indian and Chinese areas of traditional practice, viz. Ayurveda and Chinese Medicine."],"license_agreement":"Unknown","keywords":["Ayurveda","Traditional Chinese Medicine","Integrative care"],"doi":"10.1016/j.jaim.2022.100591"},{"title":"Ayurveda education: A student's perspective","publication_info":"Namyata Y. Pathak","PMCID":"PMCID: PMC2924976","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2924976/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2924976/pdf/IJAR-1-124.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Effectiveness of ayurvedic formulation, NAOQ19 along with standard care in the treatment of mild-moderate COVID-19 patients: A double blind, randomized, placebo-controlled, multicentric trial","publication_info":[{"name":"Pankaj Bhardwaj","attributes":["Department of CMFM, AIIMS Jodhpur, India"],"email":null},{"name":"Kalaiselvan Ganapathy","attributes":["Department of Community Medicine, SMVMCH Puducherry, India"],"email":null},{"name":"Monika Pathania","attributes":["Department of Medicine, AIIMS Rishikesh, India"],"email":null},{"name":"K.H. Naveen","attributes":["Department of CMFM, AIIMS Jodhpur, India"],"email":null},{"name":"Jaykaran Charan","attributes":["Department of Pharmacology, AIIMS Jodhpur, India"],"email":null},{"name":"Siddhartha Dutta","attributes":["Department of Pharmacology, AIIMS Jodhpur, India"],"email":null},{"name":"Ravisekhar Gadepalli","attributes":["Department of Microbiology, AIIMS Jodhpur, India"],"email":null},{"name":"Srikanth Srinivasan","attributes":["Department of CMFM, AIIMS Jodhpur, India"],"email":null},{"name":"Manoj Kumar Gupta","attributes":["Department of CMFM, AIIMS Jodhpur, India"],"email":null},{"name":"Akhil D. Goel","attributes":["Department of CMFM, AIIMS Jodhpur, India"],"email":null},{"name":"Naresh Midha","attributes":["Department of General Medicine, AIIMS Jodhpur, India"],"email":null},{"name":"Bharat Kumar","attributes":["Department of General Medicine, AIIMS Jodhpur, India"],"email":null},{"name":"Meenakshi Sharma","attributes":["Department of AYUSH, AIIMS Jodhpur, India"],"email":null},{"name":"Praveen Sharma","attributes":["Department of Biochemistry, AIIMS Jodhpur, India"],"email":null},{"name":"Mithu Banerjee","attributes":["Department of Biochemistry, AIIMS Jodhpur, India"],"email":null},{"name":"Prasenjit Mitra","attributes":["Department of Biochemistry, AIIMS Jodhpur, India"],"email":null},{"name":"Sanjeev Misra","attributes":["AIIMS Jodhpur, India"],"email":null},{"name":"Vinayagamoorthy V","attributes":["Department of Community Medicine, SMVMCH Puducherry, India"],"email":"director.ssiar@artofliving.org"},{"name":"Girija Subramaniant","attributes":["Department of General Medicine, SMVMCH Puducherry, India"],"email":null},{"name":"Praveen R","attributes":["Department of Respiratory Medicine, SMVMCH Puducherry, India"],"email":"director.ssiar@artofliving.org"},{"name":"Minakshi Dhar","attributes":["Department of Medicine, AIIMS Rishikesh, India"],"email":null},{"name":"Vartika Saxena","attributes":["Department of CFM &AYUSH, AIIMS Rishikesh, India"],"email":null},{"name":"Puneet Dhamija","attributes":["Department of Pharmacology, AIIMS Rishikesh, India"],"email":null},{"name":"Archana Singh","attributes":["Department of Shalya Tantra, AIIMS Rishikesh, India"],"email":null},{"name":"Saumya Subramanian","attributes":["Sri Sri Institute for Advanced Research, India"],"email":null}],"PMCID":"PMCID: PMC10684801","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10684801/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10684801/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10684801/pdf/main.pdf","abstract_text":["Background","","Medicines in indigenous systems such as Ayurveda have strong antimicrobial activity but double-blind randomized control trials are infrequent in this system of medicine. The efficacy of a new ayurvedic formulation was evaluated during the pandemic.","","Methods","","150 mild-moderate COVID-19 patients were enrolled and randomized in 1:1 to NAOQ19 and placebo group. RT-PCR was done on Day 3, 5 and 7. CBC, CRP, LFT, and KFT were assessed at baseline and exit. Duration of hospital stay was noted and clinical assessment was also performed.","","Result","","The results demonstrated more people turning RT-PCR negative in the NAOQ19 group compared to the placebo group on day 3 (p-value = 0.033). The mean time duration to turn RT-PCR negative was significantly lower in the NAOQ19 group (4.6 days) compared to placebo group (5.2 days) (p-value = 0.018). There was significant reduction in hospital stay among patients in the NAOQ19 arm who were discharged earlier (5.6 days) compared to placebo group (6.4 days) (p-value = 0.046). Patients in NAOQ19 arm did not show any adverse life-threatening events.","","Conclusion","","The ayurvedic preparation given along with standard of care therapy reduced the duration of hospital stay and there was earlier conversion to RT-PCR negative.The integrated approach can help to reduce patient workload in the hospitals as well as limit the transmission of the virus in the community.","","Study registration","","CTRI/2021/05/033790."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["SARS-CoV-2","Viral illness","Flu like symptoms","Coronavirus","Ayurveda","Covid-19 pandemic","RT-PCR","Hospital stay"],"doi":"10.1016/j.jaim.2023.100778"},{"title":"Reverse pharmacology of Ayurvedic drugs includes mechanisms of molecular actions","publication_info":"Namyata Pathak","PMCID":"PMCID: PMC3131769","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3131769/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3131769/pdf/JAIM-2-49.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Eleven years of disease free survival in a case of Invasive Ductal Carcinoma (IDC) Rt Breast grade 3, stage 3, treated with add on Ayurveda treatment: A case report","publication_info":[{"name":"Ranjit Nimbalkar","attributes":["Ayurveda Practitioner, Anubandha Health Care, Comprehensive Cancer Care Clinic, Tilak Road, Pune, India"],"email":null},{"name":"Akshay M. Baheti","attributes":["School of Health Sciences and Technology, Dr. Vishwanath Karad MIT World Peace University, Pune, India"],"email":null},{"name":"Anil T. Pawar","attributes":["School of Health Sciences and Technology, Dr. Vishwanath Karad MIT World Peace University, Pune, India"],"email":null},{"name":"Amol A. Tagalpallewar","attributes":["School of Health Sciences and Technology, Dr. Vishwanath Karad MIT World Peace University, Pune, India"],"email":null}],"PMCID":"PMCID: PMC10847158","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10847158/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10847158/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10847158/pdf/main.pdf","abstract_text":["Breast cancer shows high mortality, especially in women worldwide. This report discusses a case of female patient with a history of Invasive Ductal Carcinoma (IDC) Rt Breast, ER, PR negative, Grade 3 (Gr3) Stage 3 (St3) seen in our OPD treated with supporting herbo-mineral-metallic combination of Ayurveda medicines. Generally, breast cancers of such subtype and that too in Lower Outer Quadrant (LOQ) are always of a concern and can be more troublesome to the patient. When the patient came for the first time, her chief complaint was palpable lump in her right breast for previous three months. We advised her to undergo relevant investigations and, it was found to be malignant. She underwent surgery, Modified Radical Mastectomy,(MRM), followed by chemotherapy. During chemotherapy, which was Adriamycin + Cyclophosphamide (AC) protocol 4 cycles, followed by Docetaxel 4 cycles, every 21 days. After 2 cycles, she started complaints of pain in both calf regions, numbness in fingers of hand and foot, severe generalized skin rash with itching, hyperacidity and constipation. She visited our clinic again for the same, and Ayurveda treatment was started to her at this point. So, at the time of commencement of treatment, the diagnosis was \"IDC Rt Breast, LOQ, Gr3 St3, ER, PR negative HER2Neu positive, post op, on chemo\".","","After appropriate analysis based on Ayurvedic and modern parameters, she was diagnosed to have vitiation of Rakta and Pitta (Dushti avastha), due to cyto-toxic nature of (Visha exposure) chemotherapy and medication was planned accordingly, along with chemotherapy protocol. The Ayurveda treatment showed significant relief in the chemotoxicity symptoms, within one month and she could tolerate further chemotherapy cycles very conveniently.","","On completion of chemotherapy, she was diagnosed to have need of good immunity (Vyadhi-Kshamatva). Based on this diagnosis, Ayurveda treatment protocol was changed and this new regimen continued for almost 6 years afterwards. Laboratory and imaging investigations performed periodically showed marked improvement, and even currently not showing any abnormality. Till date, there is no recurrence and patient is living completely normally for last 11 years.","","As all the symptoms and investigations showed near complete improvement; it may be concluded that probably add on Ayurveda treatment (Integrative approach) proved effective in this patient of IDC. We have observed 11 years of disease-free survival and excellent quality of life in this patient and still ongoing."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Breast cancer","Mouktika Kamadudha","Musta","Vasanta kusumkara rasa","Integrative approach"],"doi":"10.1016/j.jaim.2023.100881"},{"title":"[No title available]","publication_info":"P.S. Aswani, S. Swathi, C.K. Saniya","PMCID":"PMCID: PMC10560827","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10560827/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10560827/pdf/main.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Cancer, Inflammation, and Insights from Ayurveda","publication_info":[{"name":"Venil N. Sumantran","attributes":[],"email":"vns@sumantranconsulting.com"}],"PMCID":"PMCID: PMC3398688","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3398688/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3398688/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3398688/pdf/ECAM2012-306346.pdf","abstract_text":["A recent, exciting discovery relates to the concept of “shared pathology” between cancer and metabolic syndrome. One major pathway common to cancer and metabolic syndrome is chronic inflammation, which is a major driving force in carcinogenesis. Indeed, chronic inflammation precedes most cancers and is considered a “hallmark” of the neoplastic process. We discuss molecular and biochemical evidence which links diet, obesity, abnormal lipid metabolism, and type 2 diabetes mellitus with chronic inflammation. We also explain how each of these factors is linked with biochemical aberrations of carcinogenesis and the prevalence and risk of cancer. While there are reliable biomarkers for chronic inflammation, there are few markers for a mechanistic link between early inflammation and digestive disorders. Discovery of such a marker could lead to identification of a new subtype of patients with digestive disorders that predispose them to cancer and/or metabolic syndrome. In this context, we discuss the ayurvedic concept of “Ama” which is thought to be a toxic, proinflammatory waste-product of improper digestion. We then develop hypotheses and outline preclinical and clinical experiments designed to prove whether “Ama” can serve as a novel and reliable biomarker that links abnormal digestive status, with the onset of chronic inflammation."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2012/306346"},{"title":"Knowledge and Awareness of Pharmacovigilance among Ayurveda Physicians in Himachal Pradesh","publication_info":"Rohit Sharma, Jayram Hazra, PK Prajapati","PMCID":"PMCID: PMC5726193","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5726193/?report=classic","pdf_link":"None","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"A case report on probable short-lasting unilateral neuralgiform headache attacks with conjunctival injection and tearing following vairechanika nasya in Ménière's disease","publication_info":[{"name":"V. Krishna Kumar","attributes":[],"email":null},{"name":"Pratibha P. Nair","attributes":[],"email":null},{"name":"G.N. Sree Deepthi","attributes":[],"email":null}],"PMCID":"PMCID: PMC8728096","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728096/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728096/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728096/pdf/main.pdf","abstract_text":["A 62 year old woman diagnosed with Ménière's disease, who underwent vairechanika nasya (VN) with shadbindu taila presented with short-lasting unilateral neuralgiform headache attacks with conjunctival injection and tearing (SUNCT) like phenomena immediately after the procedure. Rescue measures of abhyanga (local oil massage) and nadi sweda (local fomentation) were administered. Within half an hour the symptoms considerably declined and after 1 hour got completely relieved. The exact symptom disclosure by the patient who herself was a doctor helped in detecting the classic pattern of ‘saw tooth phenomena’ giving leads into a rare manifestation of probable SUNCT. Naranjo scale yielded zero score and thus the probable causality of VN with shadbindu taila could not be established so as to cause probable SUNCT as an adverse drug reaction (ADR). This case study is not put up for reporting an ADR of VN with shadbindu taila; rather this illustrates an uncommon, yet imperative adverse event of probable SUNCT while undergoing nasya procedure probably due to judgment error while fixing the VN dose in a patient with Ménière's disease. Transparent reporting of such unusual events during panchakarma procedures is necessary so that clinicians can understand, evaluate and take appropriate initiatives to manage them."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Case report","Probable SUNCT","Trigeminal autonomic cephalgia","Vairechanika nasya","Shadbindu taila","Ménière's disease"],"doi":"10.1016/j.jaim.2021.10.004"},{"title":"A Study to Assess the Impact of Education on the Knowledge and Attitude Toward Cervical Cancer and HPV (Human Papillomavirus) Vaccination Among Female Healthcare Students","publication_info":[{"name":"Ishan Verma","attributes":[],"email":null},{"name":"Rashmi Bajpai","attributes":[],"email":null},{"name":"Vibha Arjaria","attributes":[],"email":null},{"name":"Lekhraj Garg","attributes":[],"email":null},{"name":"Ayushi Mungad","attributes":[],"email":"mungad05@gmail.com"},{"name":"Devendra Singh","attributes":[],"email":null},{"name":"Jai Gavli","attributes":[],"email":null}],"PMCID":"PMCID: PMC11157296","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11157296/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11157296/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11157296/pdf/cureus-0016-00000059856.pdf","abstract_text":["Background","","Cervical cancer ranks among the top five cancers in India, with human papillomavirus (HPV) types 16 and 18 causing up to 70% of related lesions. HPV infection, acquired through various routes, poses risks for both men and women, especially in the age group of 16 to 25 years. Effective prevention is possible through HPV vaccination, with Cervarix and Gardasil approved for use in India. Despite its proven efficacy, HPV vaccine use remains minimal. This study aims to evaluate awareness, willingness, and barriers among female healthcare students while assessing the impact of a health education program on their knowledge and attitude.","","Methods","","The present study is an educational interventional study conducted on 489 female students in the healthcare sector in the age group of 19-25 years. Two questionnaires (pre-lecture and post-lecture) were used. After the pre-lecture questionnaire, a session on cervical cancer and vaccine education was delivered by the subject expert. Afterward, the post-lecture questionnaire was given and the impact of session was analyzed using various statistical tools.","","Result","","A total of 489 students across MBBS (Bachelor of Medicine, Bachelor of Surgery), BAMS (Bachelor of Ayurvedic Medicine and Surgery), BHMS (Bachelor of Homoeopathic Medicine and Surgery), paramedical, and nursing courses participated in the study. Prior to the lecture, knowledge regarding cervical cancer and vaccines was generally low across subgroups, witnessing improvements ranging from 60% to 100% in various questionnaire sections post-education. Understanding of the importance of a Pap smear (Papanicolaou test) increased significantly from 21% to 79% after the educational session. The most preferred measure to boost coverage was the inclusion of the HPV vaccine in the National Immunization Schedule, with lack of awareness identified as the most significant barrier.","","Conclusion","","An educational session not only enhances knowledge but also boosts willingness for cervical cancer vaccination. Inclusion of the vaccine in the National Immunization Schedule not only increases acceptability but also indirectly raises awareness."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License CC-BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["attitude","knowledge","female","students","professionals","health care","cancer","hpv vaccine","cervical cancer"],"doi":"10.7759/cureus.59856"},{"title":"Are Ayurvedic medications store house of heavy metals?","publication_info":[{"name":"A Bhalla","attributes":[],"email":"gawaribacchi@gmail.com"}],"PMCID":"PMCID: PMC8882783","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8882783/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8882783/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8882783/pdf/tfab124.pdf","abstract_text":["Ayurvedic formulations are widely used and perceived as safer medicine and subjected to be self-prescribed. However, recent reports have demonstrated adulterating these drugs with toxic quantities of heavy metals. To study the magnitude of the problem in Indian-manufactured Ayurvedic medications, we randomly collected common over-the-counter Ayurvedic preparations from the licensed Ayurvedic shops in the local markets of Chandigarh in 2017. The samples were analyzed to identify and quantify eight metal ions, including mercury, arsenic, lead, cadmium, zinc, iron, copper, and chromium, using inductively coupled plasma mass spectrometry in Postgraduate Institute of Medical Education and Research, Chandigarh. The permissible limit set by the Food and Agriculture Organization/World Health Organization (FAO/WHO) for herbal medicines was followed to define the high metal concentrations. Out of 43 Ayurvedic preparations, 42 were analyzed. Heavy metals were detected in all formulations. The median (range) concentrations (in μg/g or mg/kg) of the metals were quantified as follows- mercury, 13.52 (0.00–61 095.99); arsenic, 0.00 (0.00–1038.83); lead, 1.40 (0.00–57.09); zinc, 84.2200 (26.48–22 519.03); iron, 1356.21 (128.24–136 835.25); copper, 17.1450 (0.00–12 756.86) and chromium, 20.9050 (0.00–2717.58). The metal contents above the FAO/WHO-mandated limit for zinc, mercury, arsenic, and lead were detected in 35, 29, 6, and 2 formulations, respectively. All medications contained detectable quantities of zinc and iron. Copper was detected in all except one. Cadmium was not found in any sample. Ayurvedic medications have a high prevalence of heavy metals. An evaluation of the sources of contamination and the necessary drug safety regulations are required."],"license_agreement":"This article is published and distributed under the terms of the Oxford University Press, Standard Journals Publication Model (https://academic.oup.com/journals/pages/open_access/funder_policies/chorus/standard_publication_model)","keywords":["Ayurvedic","metals","herbal","toxicity","lead","arsenic","mercury","zinc"],"doi":"10.1093/toxres/tfab124"},{"title":"Evidence for safety of Ayurvedic herbal, herbo-metallic and Bhasma preparations on neurobehavioral activity and oxidative stress in rats","publication_info":[{"name":"Gajendra Kumar","attributes":[],"email":null}],"PMCID":"PMCID: PMC3665192","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665192/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665192/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665192/pdf/AYU-33-569.pdf","abstract_text":["Heavy metals in Ayurvedic formulations have been used for centuries with claimed efficacy and safety. However, concerns are often raised about the toxicity due to heavy metals used in Ayurvedic formulations. The aim of present study is to explore the effect of Calcury tablet, Energic-31 capsule and Basanta Kusumakara Rasa (BKR) on neurobehavioral activity and oxidative stress in rats. Male wistar rats weighing 200-250 g were used and divided into normal control, positive control (mercury chloride, lead acetate, cadmium chloride, sodium arsenite, each 10 mg/kg, p.o for 28 days) and treated group (Calcury tablets at doses of 130, 650, 1300 mg/kg, Energic-31 capsule at doses of 150, 750, 1500 mg/kg and BKR at doses of 26, 130, 260 mg/kg, p.o. for 28 days). After performing the behavioural parameters on the 29th day, homogenate of rat's brain was used to determine malondialdehyde (MDA) and glutathione (GSH) levels and heavy metal level in brain. Results showed that there were no significant change in cognitive function, motor coordination, MDA and GSH levels as compared to normal control group at all doses of Calcury tablet, Energic-31 capsule and Basant Kusumkar Rasa. However, heavy metals level in rat's brain was higher as compared to normal control group at all doses of Calcury tablet, Energic-31 capsule and BKR. In conclusion, Calcury tablet, Energic-31 capsule and BKR in doses equivalent to the human dose does not have appreciable adverse effects on brain which demonstrates the non-toxic nature of metal based Ayurvedic formulations."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurvedic formulations","neurobehavioral activity","oxidative stress","heavy metals"],"doi":"10.4103/0974-8520.110514"},{"title":"Evaluation of the anti-arthritic activity of Rhuflex-F – A proprietary Ayurvedic herbomineral formulation in albino rats","publication_info":[{"name":"Veerendra Gupta","attributes":["Department of Pharmacology, Institute of Teaching and Research in Ayurveda, Jamnagar, Gujarat, India"],"email":null},{"name":"Balaji Panigrahi","attributes":["Department of Pharmacology, Institute of Teaching and Research in Ayurveda, Jamnagar, Gujarat, India"],"email":null},{"name":"Subrata De","attributes":["Zoetic Ayurvedics Pvt., Ltd., Ahmedabad, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC10946666","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10946666/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10946666/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10946666/pdf/AYU-44-30.pdf","abstract_text":["Background:","","Rhuflex-F is a proprietary Ayurvedic herbo-mineral formulation clinically used to combat and relieve stiffness in joints and muscles, reduce edema, restore mobility, and also effective in relieving the symptoms of other autoimmune illnesses that lead to rheumatism.","","Aims:","","The aim and objective of the research study is to evaluate the efficacy of Rhuflex-F against in vitro protein denaturation and in vivo Freund’s adjuvant-induced arthritis in albino rats.","","Materials and methods:","","In vitro inhibition of protein denaturation activity was carried out using bovine serum albumin. For in vivo activity, arthritis was induced by complete Freund’s adjuvant in albino rats. Rhuflex-F (135–270 mg/kg, po) was administered for 30th days in arthritic rats, and effects were assessed on primary and secondary paw edema, on pain response, hematological, serum biochemical parameters (serum transaminases, alkaline phosphatase, urea, uric acid, and orosomucoid), and serum anti-oxidant parameters and adrenal ascorbic acid.","","Results:","","Aqueous extract of Rhuflex-F showed in vitro protein denaturation inhibitory activity in a dose-dependent manner. Rhuflex-F showed nonsignificant decrease in primary and secondary paw edema with reduced pain response, some reversal effects on hematological parameters such as white blood cell and red blood cell related parameters and serum orosomucoid and adrenal ascorbic acid in comparison to Fruend’s adjuvant control group. Further, Rhuflex-F reversed Freund’s adjuvant-induced adverse effects on oxidant status in the serum of albino rats.","","Conclusion:","","Result of the present study suggested that Rhuflex-F formulation has anti-inflammatory activity, may be due to the inhibition of protein denaturation in vitro and in vivo anti-arthritic activity against complete Freund’s adjuvant-induced arthritis in albino rats."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Anti-arthritic activity","anti-inflammatory","complete Freund’s adjuvant","dexamethasone","Rhuflex-F"],"doi":"10.4103/ayu.ayu_327_21"},{"title":"Complete resolution of lumbar disc sequestration with Ayurveda management: A case report","publication_info":[{"name":"Vishwanath Wasedar","attributes":["Department of Panchakarma, KLE Academy of Higher Education & Research (KAHER) Shri.B. M. kankanwadi Ayurveda College and Research Centre, Shahapur, Belagavi, Karnataka, 590003, India"],"email":null},{"name":"Bhagyesh Pangam","attributes":["Department of Panchakarma, KLE Academy of Higher Education & Research (KAHER) Shri.B. M. kankanwadi Ayurveda College and Research Centre, Shahapur, Belagavi, Karnataka, 590003, India","Heal Hub Ayurveda & Panchakarma Hospital, Miraj, Maharashtra, 416 410, India"],"email":null},{"name":"Sarang Shete","attributes":["Department of Orthopaedics, KLE Academy of Higher Education & Research (KAHER) Jawaharlal Nehru Medical College, Nehru Nagar, Belagavi, Karnataka, 590010, India"],"email":null}],"PMCID":"PMCID: PMC10785238","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10785238/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10785238/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10785238/pdf/main.pdf","abstract_text":["Lumbar disc herniation (LDH) is the most common spinal disorder among which disc sequestration is a severe type where the herniated disc fragment migrates and is completely separated from the parent disc. A 46-year-old female patient with severe lower back pain radiating to right lower limb, disability, and numbness in the affected extremity came to Panchakarma O.P.D of our hospital. She was a chronic case of disc sequestration where her symptoms were severely aggravated after a sudden jolt felt on her lower back while traveling on a motorcycle. The patient's Oswestry disability index (ODI) score was 90 % which indicates a bed-bound condition and even Schobar's test indicated a severe reduction in lumbar flexion capability. MRI showed postero-central herniation with disc sequestration at L5-S1 caused compression on the subarachnoid space and traversing S1 nerve roots. She was treated according to Ayurveda treatment principles and underwent Panchakarma like medicated enema (Basti) and fomentation of a lumbosacral region with oil (Kati Basti). She also received different oral medications on successive follow-ups. After 6 months of Ayurveda treatment, the patient showed remission in lower back pain (LBP), radiculopathy, and numbness. Her ODI score was reduced to 6 %. The MRI repeated post-treatment showed complete interval resolution of disc sequestration and no neurological compression was observed."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Disc sequestration","Lumbar Disc herniation","Ayurveda","Panchakarma","Basti"],"doi":"10.1016/j.jaim.2023.100826"},{"title":"Effect of Ayurvedic management in 130 patients of diabetic nephropathy","publication_info":[{"name":"Kalapi Patel","attributes":["Reader, Department of Panchakarma, J. S. Ayurveda College, Nadiad, Gujarat, India"],"email":"drkalapi@rediffmail.com"},{"name":"S. N. Gupta","attributes":["Professor and Head, Department of Kayachikitsa, J. S. Ayurveda College, Nadiad, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3215418","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215418/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215418/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215418/pdf/Ayu-32-55.pdf","abstract_text":["Diabetic nephropathy is a specific form of renal disease. It is a major cause of renal insufficiency and ultimately of death. The present study has been carried out to prove the efficacy of Ayurvedic drugs in the management of diabetic nephropathy, which can be helpful in reducing the need of dialysis and avoiding or delaying renal transplantation. A total of 130 patients of this disease were treated in IPD (Group A) and OPD (Group B). Ayurvedic formulations including Gokshuradi Guggulu, Bhumyamalaki, Vasa and Shilajatvadi Vati were given to all the patients for 2 months. Group A patients were given special planned food. Results were analyzed statistically using “t” test. In group A patients, highly significant reduction was found in the values of serum creatinine, blood urea and urinary excretion of albumin. Marked improvement was found in the patients’ general physical well-being, together with reduction in symptoms, in group A patients. This shows the importance of Pathyapathya in Ayurvedic management of the disease. This management may bring some new hope to the patients of diabetic nephropathy, which usually terminates to chronic renal failure and ultimately to death. Further studies are being carried out in this regard."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","diabetic nephropathy","albuminuria"],"doi":"10.4103/0974-8520.85727"},{"title":"Post-operative Ayurvedic management of non-healing idiopathic granulomatous mastitis - A case report","publication_info":[{"name":"Maya Balakrishnan","attributes":[],"email":null}],"PMCID":"PMCID: PMC8642695","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642695/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642695/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642695/pdf/main.pdf","abstract_text":["Idiopathic granulomatous mastitis (IGM) is a chronic inflammatory disease of the breast which may present as painful, unilateral, discrete, breast masses with a tendency to recur. The pathogenesis is still unclear. In Ayurvedic literature, clinical features similar to IGM is seen in Stanavidradhi (breast abscess). We present the case of a 25-year old uniparous woman who had previously undergone excision biopsy for a breast lump and was diagnosed with IGM by histopathology examination. After one month, she developed pain, redness, and swelling at the operated site. She was treated for two months with corticosteroids and antibiotics, but the symptoms did not subside. After Ayurvedic treatment, the condition started to respond in a week and was completely resolved within three months. She was followed-up with medicines for three months and without medicines for another six months during which period, no recurrence was seen. The non-healing nature and high rate of recurrence of IGM necessitates prolonged treatment with steroids and antibiotics that have long-lasting adverse effects. In this context, Ayurveda may be able to offer an effective option with significantly fewer adverse effects, not only in the management of abscess and sinus, but also in prevention of recurrence."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Idiopathic granulomatous mastitis","Stanavidradhi","Breast abscess","Dushta vrana","Case report"],"doi":"10.1016/j.jaim.2021.06.023"},{"title":"Garbhini Paricharya (Regimen for the pregnant woman)","publication_info":"Mrs. Vaidya S Koppikar","PMCID":"PMCID: PMC3336346","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3336346/pdf/ASL-28-37.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Ayurvedic approach for management of Wilson's disease: A case report","publication_info":[{"name":"Tarun Kumar","attributes":[],"email":"dr.tarunbams3887@gmail.com"}],"PMCID":"PMCID: PMC7329710","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329710/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329710/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329710/pdf/main.pdf","abstract_text":["Wilson's disease betides due to mutation in ATP-7B that leads to snagging in copper transport by the hepatic lysosomes resulted in the deposition of copper in the brain, liver, kidney or skeletal system. The symptoms are jaundice, edema in legs, ascites, Kayser-Fleischer rings, dysarthria, dysphagia, ataxia, dyskinesia, and muscle spasticity. Current therapeutic modalities for the management of Wilson's disease include zinc, trientine, penicillamine and ammonium tetrathiomolybdate. A 12 year old child diagnosed with Wilson's disease came with complaints of inability to speak, difficulty in swallowing and generalized stiffness for 6 months. His investigations showed SGPT 43 U/L, Ceruloplasmin 0.03 g/L, urine copper level 225.03 μg per 24 h, a chronic parenchymal disease in the liver and splenomegaly. According to Ayurveda, this case of generalized stiffness with hepatomegaly and splenomegaly was correlated with Agnimandya at the Dhatu level that led to Vatavyadhi, Yakrutodara, and Plihodara. The treatment mentioned for Vatavyadhi is Snehana (oleation), MruduSwedana (mild sudation), Anuvasana Basti (oil enema) and for Yakrutodara and Plihodara is Niruha Basti (Decoction Enema) and Anuvasana Basti (oil enema). The case was treated with Abhyanga, Swedana, Basti and oral medication. After treatment, the symptoms were reduced and he was able to extend both lower limbs completely. His urinary copper level came to normal (47.01 μg per 24 h), so, it can be concluded that the Ayurvedic approach and diet modifications in such patients may help in providing supportive care and improving the quality of life."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Vatavyadhi","Yakrutodara","Plihodara","Wilson's disease"],"doi":"10.1016/j.jaim.2019.09.004"},{"title":"Ayurvedic medicinal plants for Alzheimer's disease: a review","publication_info":[{"name":"Rammohan V Rao","attributes":["The Buck Institute for Research on Aging, 8001 Redwood Boulevard, Novato, CA 94945, USA"],"email":"rrao@buckinstitute.org"},{"name":"Olivier Descamps","attributes":["The Buck Institute for Research on Aging, 8001 Redwood Boulevard, Novato, CA 94945, USA"],"email":"odescamps@buckinstitute.org"},{"name":"Varghese John","attributes":["The Buck Institute for Research on Aging, 8001 Redwood Boulevard, Novato, CA 94945, USA"],"email":"jvarghese@buckinstitute.org"}],"PMCID":"PMCID: PMC3506936","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3506936/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3506936/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3506936/pdf/alzrt125.pdf","abstract_text":["Alzheimer's disease is an age-associated, irreversible, progressive neurodegenerative disease that is characterized by severe memory loss, unusual behavior, personality changes, and a decline in cognitive function. No cure for Alzheimer's exists, and the drugs currently available to treat the disease have limited effectiveness. It is believed that therapeutic intervention that could postpone the onset or progression of Alzheimer's disease would dramatically reduce the number of cases in the next 50 years. Ayurvedic medicinal plants have been the single most productive source of leads for the development of drugs, and over a hundred new products are already in clinical development. Indeed, several scientific studies have described the use of various Ayurvedic medicinal plants and their constituents for treatment of Alzheimer's disease. Although the exact mechanism of their action is still not clear, phytochemical studies of the different parts of the plants have shown the presence of many valuable compounds, such as lignans, flavonoids, tannins, polyphenols, triterpenes, sterols, and alkaloids, that show a wide spectrum of pharmacological activities, including anti-inflammatory, anti-amyloidogenic, anti-cholinesterase, hypolipidemic, and antioxidant effects. This review gathers research on various medicinal plants that have shown promise in reversing the Alzheimer's disease pathology. The report summarizes information concerning the phytochemistry, biological, and cellular activities and clinical applications of these various plants in order to provide sufficient baseline information that could be used in drug discovery campaigns and development process, thereby providing new functional leads for Alzheimer's disease."],"license_agreement":"Unknown","keywords":["None"],"doi":"10.1186/alzrt125"},{"title":"Baghel Prakash Prognosis Scoring System - Conceptual framework and preliminary psychometric validation","publication_info":[{"name":"V. Ashwathykutty","attributes":[],"email":null}],"PMCID":"PMCID: PMC9676147","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9676147/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9676147/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9676147/pdf/main.pdf","abstract_text":["Background","","The assessment of prognosis in a patient using a rigorous methodology is documented in old Ayurveda texts. But in present times, practitioners employ varied clinical assessment methods, which results in low inter-observer agreement.","","Objectives","","This study proposes a conceptual framework for developing a prognosis scoring system, which we refer to as the “Baghel Prakash prognosis scoring system” (BPPSS), and presents its preliminary psychometric validation.","","Materials and methods","","Classics of Ayurveda were extensively reviewed for item generation. Thirty-nine items were pooled initially. The Content Validity Index for Items (I-CVI), Scale-level Content Validity Index (S-CVI), and Content Validity Ratio (CVR) were calculated. The final framework contained 30 items. The scoring system was pilot-tested in a sample of 30 patients with various disease conditions. The reliability checks were done to evaluate internal consistency. Inter-item correlations, item-total correlations, and Cronbach's alpha (if an item is deleted) were used to conduct item analysis for the instrument.","","Results","","The framework developed includes a set of early clinical warning signs and a prognosis scoring system of 30 items with a provision for clinical adjustment of scores for selected items. Internal consistency of the scoring system during the initial psychometric validation revealed a value of .761 for Cronbach's alpha (based on standardized items), and item analysis revealed that most of the items had acceptable correlation coefficients between .3 and .7.","","Conclusion","","Based on this preliminary validation study, we found that this prognosis framework, based on the principles of Ayurveda, may be used in varied clinical situations. The preliminary psychometric validation experiments yielded satisfactory results. The framework also has potential in clinical research, such as selecting patients with similar prognostic scores for comparability in case and control groups of clinical trials. This tool can be utilized as a reliable outcome measure after conducting enough validation studies."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Prognosis research","Prognosis scoring system","Psychometric validation","Early clinical warning signs"],"doi":"10.1016/j.jaim.2022.100666"},{"title":"P05.45. A whole systems approach to the study of Ayurveda for cancer survivorship: results from a qualitative investigation","publication_info":"A Dhruva, F Hecht, J Weaver, T Kaptchuk, V Lad, S Adler","PMCID":"PMCID: PMC3373933","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3373933/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3373933/pdf/1472-6882-12-S1-P405.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Clinical trials in Ayurveda: Analysis of clinical trial registry of India","publication_info":[{"name":"Kannan Sridharan","attributes":["Department of Health Sciences, College of Medicine, Nursing and Health Sciences, Fiji National University, Suva, Fiji"],"email":"skannandr@gmail.com"}],"PMCID":"PMCID: PMC5052373","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5052373/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5052373/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5052373/pdf/main.pdf","abstract_text":["Ayurveda is one of the complementary and alternative systems of medicine requiring generation of high quality evidence for rational practice. Evidence can be generated from study designs and the present study is an attempt to critically assess the registered studies in the field of Ayurveda from clinical trial registry of India. We found low number of trials conducted with more focus required on the quality of these studies to contribute to high quality evidence."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Complementary and alternative medicine","Evidence based medicine","Herbal drugs","Clinical trial registry"],"doi":"10.1016/j.jaim.2016.08.009"},{"title":"Ayurveda and Traditional Chinese Medicine: A Comparative Overview","publication_info":[{"name":"Bhushan Patwardhan","attributes":["Interdisciplinary School of Health Sciences, University of Pune, Pune 411 007, India"],"email":"bhushan@unipune.ernet.in"},{"name":"Dnyaneshwar Warude","attributes":["Interdisciplinary School of Health Sciences, University of Pune, Pune 411 007, India"],"email":null},{"name":"P. Pushpangadan","attributes":["National Botanical Research Institute, Lucknow 226 001, India"],"email":null}],"PMCID":"PMCID: PMC1297513","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1297513/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1297513/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1297513/pdf/neh140.pdf","abstract_text":["Ayurveda, the traditional Indian medicine (TIM) and traditional Chinese medicine (TCM) remain the most ancient yet living traditions. There has been increased global interest in traditional medicine. Efforts to monitor and regulate herbal drugs and traditional medicine are underway. China has been successful in promoting its therapies with more research and science-based approach, while Ayurveda still needs more extensive scientific research and evidence base. This review gives an overview of basic principles and commonalities of TIM and TCM and discusses key determinants of success, which these great traditions need to address to compete in global markets."],"license_agreement":"The online version of this article has been published under an open access model. Users are entitled to use, reproduce, disseminate, or display the open access version of this article for non-commercial purposes provided that: the original authorship is properly and fully attributed; the Journal and Oxford University Press are attributed as the original place of publication with the correct citation details given; if an article is subsequently reproduced or disseminated not in its entirety but only in part or as a derivative work this must be clearly indicated. For commercial re-use, please contact gro.slanruojdrofxo@snoissimrep.slanruoj","keywords":["Ayurveda","Chinese medicine","complementary and alternative medicine","traditional medicine"],"doi":"10.1093/ecam/neh140"},{"title":"EFFICACY OF AYURVEDIC MEDICINE IN THE TREATMENT OF UNCOMPLICATED CHRONIC SINUSITIS","publication_info":"Dr. Hemanta Kumar Panigrahi","PMCID":"PMCID: PMC3335227","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3335227/pdf/ASL-26-6.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Swasthya Assessment Scale (SAS)-Ayurveda based health assessment tool-insights on its development and validation","publication_info":[{"name":"Jaiprakash Bholanath Ram","attributes":[],"email":null},{"name":"Babita Yadav","attributes":[],"email":null},{"name":"V. Ashwathykutty","attributes":[],"email":null},{"name":"Sophia Jameela","attributes":[],"email":null},{"name":"Azeem Ahmad","attributes":[],"email":null},{"name":"Saket Ram Thrigulla","attributes":[],"email":null},{"name":"Sakshi Sharma","attributes":["CARI, New Delhi, India"],"email":null},{"name":"Rakesh K. Rana","attributes":[],"email":null},{"name":"Richa Singhal","attributes":[],"email":null},{"name":"Bhogavalli Chandrasekhara Rao","attributes":[],"email":null},{"name":"N. Srikanth","attributes":[],"email":null}],"PMCID":"PMCID: PMC10281245","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10281245/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10281245/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10281245/pdf/AYU-42-151.pdf","abstract_text":["Introduction:","","Ayurveda has a unique way of understanding the body, health, and diseases. Various determinants, including biological, ecological, medical, psychological, sociocultural, spiritual, and metaphysical factors, which depend on each other, have their role in determining health in Ayurveda. Currently, no validated health assessment scale, based on the principles of Ayurveda is available. This article, for the first time, reports the development, validation, and reliability testing of the Swasthya assessment scale - a health assessment tool developed in Ayurveda.","","Materials and methods:","","A thorough literature search and expert consultations were done to draft the items encompassing the concept of health in Ayurveda. A group of experts assessed the content validity of the drafted items. Cognitive de-briefing and pretesting were performed to modify the language and the content again. Reliability testing was done with an inter-observer agreement in a sample of 183 individuals.","","Results:","","The content validity index for items and the scale-level content validity index (S-CVI) were calculated. S-CVI for scale was excellent, with 85% agreement. The S-CVI/universal agreement was 0.45, and S-CVI/Average was 0.95. In inter-rater reliability, the percentage agreement was 73.7%. Pearson correlation coefficient was 0.808 showing a strong correlation.","","Conclusion:","","Following appropriate validation, the scale can be widely used in clinical practice to assess the patient’s health status, guide the treatment plans, and monitor the progress of the health. It can also be used as a sensitive tool in the research of Ayurveda to assess the changes in patients brought about by Ayurveda interventions."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ayurveda","health assessment tool","reliability","Swasthya assessment scale","validation"],"doi":"10.4103/ayu.ayu_40_21"},{"title":"Effect of Rasanjana Madhu Ashchyotana in Netra Abhishyanda (Mucopurulent Conjunctivitis)","publication_info":[{"name":"Atul Bhardwaj","attributes":["Lecturer, Department of Shalakya Tantra, Maru Singh Memorial Institute of Ayurveda, Khanpur Kalan, Sonepat, Haryana, India"],"email":"dratulbhardwaj@gmail.com"}],"PMCID":"PMCID: PMC3326884","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326884/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326884/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326884/pdf/Ayu-32-365.pdf","abstract_text":["To evaluate the comparative efficacy of Ayurvedic formulation a Rasanjana Madhu (RM) eye drops and Honey Rose (HR) water eye drops in Netra Abhishyanda in mucopurulent conjunctivitis, the current study is planned. Total of 35 patients attending the outpatient department of Shalakya Tantra at R. G. G. Postgraduate Ayurvedic College, Paprola, Distt. Kangra, Himachal Pradesh with characteristic features of Netra Abhishyanda were selected for the present study. Twenty patients were given trial drug, i.e., RM eye drops, while 15 patients were given HR eye drops. Random sampling technique was adopted for the present study. The duration of the treatment was 7 days with 1 week follow-up. Patients receiving the trial group demonstrated reduction of redness, burning sensation, lacrimation, photophobia, foreign body sensation, discharge, and congestion, which were statistically significant with 93% patients cured or markedly improved category. Signs and symptoms stated above were also statistically reduced with HR eye drops, probably because of well-documented hygroscopic and bacteriocidal properties of honey. Based on the study, it can be concluded that, RM eye drops are very effective in the management of Netra Abhishyanda viz. Infective conjunctivitis."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Abhishyanda","infective conjunctivitis","Rasanjana Madhu eye drops","rose water eye drops"],"doi":"10.4103/0974-8520.93916"},{"title":"Association of constitutional type of Ayurveda with cardiovascular risk factors, inflammatory markers and insulin resistance","publication_info":[{"name":"Namita P. Mahalle","attributes":[],"email":"pnmahalle@gmail.com"},{"name":"Mohan V. Kulkarni","attributes":["Department of Chemistry, University of Pune, Pune, Maharashatra, India"],"email":null},{"name":"Narendra M. Pendse","attributes":["Department of Ayurveda, Deenanath Mangeshkar Hospital, Pune, Maharashatra, India"],"email":null}],"PMCID":"PMCID: PMC3487241","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3487241/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3487241/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3487241/pdf/JAIM-3-150.pdf","abstract_text":["Context:","","Ayurveda propounds that diseases manifest from imbalance of doshas. There, have been attempts to indicate biochemical basis of constitutional types described in Ayurveda.","","Aims:","","The study was intended to assess the association of constitutional types (Prakriti) with cardiovascular risk factors, inflammatory markers and insulin resistance in subjects with coronary artery disease (CAD).","","Settings and Design:","","Hospital based cross sectional study.","","Materials and Methods:","","Three hundred patients with CAD >25 years were studied. Assessment of Prakriti was done by using Ayusoft software. Biochemical parameters, inflammatory markers (hsCRP, TNF-alpha and IL-6) and insulin resistance (HOMA-IR) were measured.","","Statistical Analysis:","","Was done using EPI INFO, version 3.5.3.","","Results:","","Mean age of patients was 60.97±12.5 years. Triglyceride, VLDL and LDL was significantly higher (P<0.0001, P<0.0001 and 0.0355, respectively) and HDL cholesterol (P<0.0001) significantly lower in vatta kapha (VK) Prakriti when compared with other constitution type. VK Prakriti was correlated with diabetes mellitus (r=0.169, P=0.003), hypertension (r=0.211, P≤0.0001) and dyslipidemia (r=0.541, P≤0.0001). Inflammatory markers; IL6, TNF alpha, hsCRP and HOMA IR was highest in VK Prakriti. Inflammatory markers were correlated positively with both VK and Kapha group.","","Conclusions:","","There is strong relation of risk factors (diabetes, hypertension, dyslipidemia), insulin resistance, and inflammatory markers with Vata Kapha and Kapha Prakriti."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Cardiovascular disease","HOMA IR","IL6","Vata Kapha"],"doi":"10.4103/0975-9476.100186"},{"title":"Ayurveda botanicals in COVID-19 management: An in silico multi-target approach","publication_info":[{"name":"Swapnil Borse","attributes":[],"email":null},{"name":"Conceptualization","attributes":[],"email":null},{"name":"Data curation","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Funding acquisition","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Project administration","attributes":[],"email":null},{"name":"Resources","attributes":[],"email":null},{"name":"Supervision","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – original draft","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nAYUSH-Center of Excellence, Center for Complementary and Integrative Health, Interdisciplinary School of Health Sciences, Savitribai Phule Pune University, Pune, India"],"email":null},{"name":"Manali Joshi","attributes":[],"email":"manalijoshi@unipune.ac.in"},{"name":"Conceptualization","attributes":[],"email":null},{"name":"Data curation","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Funding acquisition","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Project administration","attributes":[],"email":null},{"name":"Resources","attributes":[],"email":null},{"name":"Supervision","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – original draft","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nBioinformatics Centre, Savitribai Phule Pune University, Pune, India"],"email":null},{"name":"Akash Saggam","attributes":[],"email":null},{"name":"Data curation","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – original draft","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nAYUSH-Center of Excellence, Center for Complementary and Integrative Health, Interdisciplinary School of Health Sciences, Savitribai Phule Pune University, Pune, India","\nSerum Institute of India Pvt. Ltd., Pune, Maharashtra, India"],"email":null},{"name":"Vedika Bhat","attributes":[],"email":null},{"name":"Data curation","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – original draft","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nAYUSH-Center of Excellence, Center for Complementary and Integrative Health, Interdisciplinary School of Health Sciences, Savitribai Phule Pune University, Pune, India"],"email":null},{"name":"Safal Walia","attributes":[],"email":null},{"name":"Data curation","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – original draft","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nBioinformatics Centre, Savitribai Phule Pune University, Pune, India"],"email":null},{"name":"Aniket Marathe","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nBioinformatics Centre, Savitribai Phule Pune University, Pune, India"],"email":null},{"name":"Sneha Sagar","attributes":[],"email":null},{"name":"Data curation","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – original draft","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nDepartment of Pharmaceutical Chemistry, L. J. Institute of Pharmacy, Sarkhej, Ahmedabad, India"],"email":null},{"name":"Preeti Chavan-Gautam","attributes":[],"email":null},{"name":"Conceptualization","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Funding acquisition","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Project administration","attributes":[],"email":null},{"name":"Resources","attributes":[],"email":null},{"name":"Supervision","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – original draft","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nAYUSH-Center of Excellence, Center for Complementary and Integrative Health, Interdisciplinary School of Health Sciences, Savitribai Phule Pune University, Pune, India"],"email":null},{"name":"Aboli Girme","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – original draft","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nPharmanza Herbal Pvt. Ltd., Anand, Gujarat, India"],"email":null},{"name":"Lal Hingorani","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Funding acquisition","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Resources","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – original draft","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nPharmanza Herbal Pvt. Ltd., Anand, Gujarat, India"],"email":null},{"name":"Girish Tillu","attributes":[],"email":null},{"name":"Conceptualization","attributes":[],"email":null},{"name":"Data curation","attributes":[],"email":null},{"name":"Funding acquisition","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Resources","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null}],"PMCID":"PMCID: PMC8195371","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8195371/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8195371/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8195371/pdf/pone.0248479.pdf","abstract_text":["The Coronavirus disease (COVID-19) caused by the virus SARS-CoV-2 has become a global pandemic in a very short time span. Currently, there is no specific treatment or vaccine to counter this highly contagious disease. There is an urgent need to find a specific cure for the disease and global efforts are directed at developing SARS-CoV-2 specific antivirals and immunomodulators. Ayurvedic Rasayana therapy has been traditionally used in India for its immunomodulatory and adaptogenic effects, and more recently has been included as therapeutic adjuvant for several maladies. Amongst several others, Withania somnifera (Ashwagandha), Tinospora cordifolia (Guduchi) and Asparagus racemosus (Shatavari) play an important role in Rasayana therapy. The objective of this study was to explore the immunomodulatory and anti SARS-CoV2 potential of phytoconstituents from Ashwagandha, Guduchi and Shatavari using network pharmacology and docking. The plant extracts were prepared as per ayurvedic procedures and a total of 31 phytoconstituents were identified using UHPLC-PDA and mass spectrometry studies. To assess the immunomodulatory potential of these phytoconstituents an in-silico network pharmacology model was constructed. The model predicts that the phytoconstituents possess the potential to modulate several targets in immune pathways potentially providing a protective role. To explore if these phytoconstituents also possess antiviral activity, docking was performed with the Spike protein, Main Protease and RNA dependent RNA polymerase of the virus. Interestingly, several phytoconstituents are predicted to possess good affinity for the three targets, suggesting their application for the termination of viral life cycle. Further, predictive tools indicate that there would not be adverse herb-drug pharmacokinetic-pharmacodynamic interactions with concomitantly administered drug therapy. We thus make a compelling case to evaluate the potential of these Rasayana botanicals as therapeutic adjuvants in the management of COVID-19 following rigorous experimental validation."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["None"],"doi":"10.1371/journal.pone.0248479"},{"title":"Need of new research methodology for Ayurveda","publication_info":"M. S. Baghel","PMCID":"PMCID: PMC3215413","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215413/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215413/pdf/Ayu-32-3.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"A methodological analysis of CTRI registered clinical trials on ayurveda interventions for COVID-19 management","publication_info":[{"name":"Swapnali S. Chaudhari","attributes":["Savitribai Phule Pune University, Pune, Maharashtra, India","Indian Institute of Public Health Hyderabad, Public Health Foundation of India, India"],"email":null}],"PMCID":"PMCID: PMC9365872","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9365872/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9365872/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9365872/pdf/main.pdf","abstract_text":["Background","","Clinical trial protocols provide important methodological information and are expected to be detailed. During COVID-19 pandemic several studies has been registered on CTRI regarding ayurveda for COVID-19. However, there is accumulating evidence that many protocols do not address important study elements. Therefore it is critical to analyze the clinical trial protocols and methodology of ayurveda clinical trials regarding COVID-19 registered on CTRI.","","Objective","","To assess the methodological aspects of CTRI registered ayurveda trial for COVID-19, based upon available trial protocols, during 2020 and 2021.","","Materials and methods","","We searched the CTRI database for interventional trials protocols regarding ayurveda for COVID-19, during the year 2020 and 2021. We assessed the protocols for several methodological aspects such as study design, sample size, randomization, blinding, intervention (duration and type) and outcomes.","","Results","","Total 140 clinical trial protocols were analyzed. The highest numbers of studies were registered in May, June, and July 2020 with steady decline thereafter despite rising COVID-19 cases. Total 90 trials were randomized and only 29 are blinded, however majority of the trials did not mention methods of randomization and blinding. Sample size in hospital-based studies ranged from 30 -500 and in community-based studies from 500-80000, however, sample size calculation details were not mentioned in the protocol. Most common intervention used were guduchi, ashwagandha, yashtimadhu, AYUSH-64, curcumin and chyavanprash.","","Conclusion","","Although there was a surge of clinical trials on CTRI regarding ayurveda for COVID -19, the methodological quality is not up to the mark with large scope for improvement."],"license_agreement":"Unknown","keywords":["Ayurveda","Clinical trials","CTRI 4","COVID-19","SARS-COV 2"],"doi":"10.1016/j.jaim.2022.100631"},{"title":"Bhishagratna Achanta Lakshmipathi: Pioneer of Ayurveda in Public Health","publication_info":"Sathya N. Dornala, Snehalatha SN. Dornala","PMCID":"PMCID: PMC3487242","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3487242/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3487242/pdf/JAIM-3-158.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Efficacy of Nasya (nasal medication) in coma: A case study","publication_info":[{"name":"Rajkala S. Ramteke","attributes":[],"email":"vaidyarajkala@gmail.com"},{"name":"Panchakshari D. Patil","attributes":["Department of Pharmacology Laboratory, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC4995859","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4995859/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4995859/?report=classic","pdf_link":"None","abstract_text":["For emergency conditions, Ayurveda has never been given importance in recent times. However, there are certain emergency conditions where biomedicine has limitations but, Ayurveda can provide solution. Classics have many references regarding management of acute conditions like syncope, coma, episodic conditions of bronchial asthma, epilepsy, etc., In the present study, a 61 year female patient had a two year history of hypertension and was suffering with coma. She was treated with an Ayurvedic treatment modality. Nasya (nasal medication) of Trikaṭu cūrṇa (powder) for seven days, followed by dhūmapāna (~fumigation) with saṅkhyāsthāpana (consciousness restorative) drugs for seven days was administered. The outcome of this management was appreciable, as it resulted in positive changes in Glasgow Coma Scale (GSCS) from 3 to 11."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Coma","glasgow coma scale","nasal medication","Nasya","Sanyasa"],"doi":"10.4103/0257-7941.188188"},{"title":"Importance of Ayu Pareeksha for the Management of Diseases","publication_info":[{"name":"Monika Agrawal","attributes":[" Assistant Professor, Department of Siddhant evam Darshan, Prabuddha Ayurvedic Medical College and Hospital, Mallihabad, Lucknow, Uttar Pardesh, India."],"email":null},{"name":"PS Byadgi","attributes":[" Associate Professor, Department of Vikriti Vigyan, Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Uttar Pardesh, India."],"email":"psbyadgi@gmail.com"}],"PMCID":"PMCID: PMC5324441","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5324441/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5324441/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5324441/pdf/jcdr-11-OE01.pdf","abstract_text":["The word Ayurveda comes from the Sanskrit root Ayu which means span of life. The purpose of examination of Ayu is to obtain knowledge regarding longevity, residual span of life in diseased person and rate of the mortality. The purpose of Dashavidha Pariksha is to obtain knowledge regarding Dosha Bala (Vyadhi Bala), Bala (Rogibala) and Ayu of the patient as described in Charak Samhita. Commonly Ayu and Vaya are regarded as synonyms but they are not similar terms. Hence, description of Vaya and Ayu is separately mentioned in Charaka as well as Sushruta Samhita. Description exclusively on Ayu Pareeksha described in Charaka Viman Sthana, Charaka Chikitsasthana, Charaka Indriya Sthana and Charaka Shareer Sthana. In Indriya Sthana, Ayu Pariksha indicates the residual life-span of the diseased person and where as in Jaatisutriya Adhyaya in Shareer Sthana mentioned the characteristic properties of the child who is going to survive for longer period of time. In Sushruta Samhita, Ayu is classified into three broad headings namely Dhirghayu, Madhyamayu and Alpayu and explained the characteristic properties of all the three."],"license_agreement":"Unknown","keywords":["Vaya pareeksha","Ayu","Ayu pareeksha"],"doi":"10.7860/JCDR/2017/20881.9144"},{"title":"Clinical outcomes associated with complementary and alternative medicine-related “immunity-boosting” practices in patients with cirrhosis during the COVID-19 pandemic – an observational study","publication_info":[{"name":"Cyriac Abby Philips","attributes":[" Clinical and Translational Hepatology, The Liver Institute, Center of Excellence in GI Sciences, Rajagiri Hospital, Aluva, Kerala, India"],"email":"abbyphilips@theliverinst.in"},{"name":"Arif Hussain Theruvath","attributes":[" Complementary and Alternative Medicine (Homeopathy), Department of Clinical Research, The Liver Institute, Center of Excellence in GI Sciences, Rajagiri Hospital, Aluva, Kerala"],"email":"arif.hussain@theliverinst.in"},{"name":"Resmi Raveendran","attributes":[" Complementary and Alternative Medicine (Ayurveda), Department of Clinical Research, The Liver Institute, Center of Excellence in GI Sciences, Rajagiri Hospital, Aluva, Kerala, India"],"email":"resmi.r@theliverinst.in"},{"name":"Rizwan Ahamed","attributes":[" Gastroenterology and Advanced GI Endoscopy, Center of Excellence in GI Sciences, Rajagiri Hospital, Aluva, Kerala, India"],"email":null},{"name":"Sasidharan Rajesh","attributes":[" Interventional Radiology, Center of Excellence in GI Sciences, Rajagiri Hospital, Aluva, Kerala, India."],"email":"rajesh387@gmail.com"},{"name":"Jinsha K Abduljaleel","attributes":[" Gastroenterology and Advanced GI Endoscopy, Center of Excellence in GI Sciences, Rajagiri Hospital, Aluva, Kerala, India"],"email":"jinsha.ka@outlook.com"},{"name":"Ajit Tharakan","attributes":[" Gastroenterology and Advanced GI Endoscopy, Center of Excellence in GI Sciences, Rajagiri Hospital, Aluva, Kerala, India"],"email":"ajitharakan@gmail.com"}],"PMCID":"PMCID: PMC10035553","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10035553/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10035553/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10035553/pdf/medi-102-e33365.pdf","abstract_text":["During the coronavirus disease 2019 pandemic, Ayurvedic herbal supplements and homeopathic immune boosters (IBs) were promoted as disease-preventive agents. The present study examined the clinical outcomes among patients with chronic liver disease who presented with complications of portal hypertension or liver dysfunction temporally associated with the use of IBs in the absence of other competing causes. This single-center retrospective observational cohort study included patients with chronic liver disease admitted for the evaluation and management of jaundice, ascites, or hepatic encephalopathy temporally associated with the consumption of IBs and followed up for 180 days. Chemical analysis was performed on the retrieved IBs. From April 2020 to May 2021, 1022 patients with cirrhosis were screened, and 178 (19.8%) were found to have consumed complementary and alternative medicines. Nineteen patients with cirrhosis (10.7%), jaundice, ascites, hepatic encephalopathy, or their combination related to IBs use were included. The patients were predominantly male (89.5%). At admission, 14 (73.75%) patients had jaundice, 9 (47.4%) had ascites, 2 (10.5%) presented with acute kidney injury, and 1 (5.3%) had overt encephalopathy. Eight patients (42.1%) died at the end of the follow up period. Hepatic necrosis and portal-based neutrophilic inflammation were the predominant features of liver biopsies. IB analysis revealed detectable levels of (heavy metals) As (40%), Pb (60%), Hg (60%), and various hepatotoxic phytochemicals. Ayurvedic and Homeopathic supplements sold as IBs potentially cause the worsening of preexisting liver disease. Responsible dissemination of scientifically validated, evidence-based medical health information from regulatory bodies and media may help ameliorate this modifiable liver health burden."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License 4.0 (CCBY), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["ayurveda","AYUSH","cirrhosis","DILI","herb-induced liver injury","homeopathy"],"doi":"10.1097/MD.0000000000033365"},{"title":"Clinical study on evaluation of anti-cataract effect of Triphaladi Ghana Vati and Elaneer Kuzhambu Anjana in Timira (immature cataract)","publication_info":[{"name":"Hitesh Bhati","attributes":[],"email":"hitesh013@gmail.com"}],"PMCID":"PMCID: PMC4895755","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4895755/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4895755/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4895755/pdf/AYU-36-283.pdf","abstract_text":["Introduction:","","Senile cataract is the leading cause of blindness according to the World Health Report, 1998. Till date no accepted medical treatment is available for cataract. In Ayurveda visual disturbances are described in the context of Timira, Kacha and Linganasha. Timira is an early stage characterized by blurring of vision and Linganasha is end stage where complete loss of vision occurs. Ancient scholars have advocated different Anjana application and oral medications in the Timira and Kacha stage.","","Aim:","","To study the efficacy of test drugs Triphaladi Ghana Vati and Elaneer Kuzhambu Anjana in immature cataract.","","Materials and Methods:","","In this trial patients having Senile Immature Cataract were randomized with equal probability to one of the two treatment Groups A and B (n = 20 each). In Group A Triphaladi Ghana Vati 500 mg internally for 3 months and in Group B Triphaladi Ghana Vati 500 mg internally and Elaneer Kuzhambu Anjana for local application were given. Assessment was done on the basis of blurring of vision, visualization of nonexisting things, difficulty in bright light and dim light or night vision, distant visual acuity, pinhole vision, best corrected visual acuity and cataract grading on slit lamp.","","Results:","","Both groups showed statistically significant changes in blurring of vision, difficulty in glare, daytime and bright light, distant visual activity, pinhole vision, and best-corrected visual acuity. Group B also showed significant changes in difficulty in night time, visualization of nonexisting things and in nuclear cataract.","","Conclusion:","","The study establishes that test drugs can reduce and control the progress of immature cataract, and combined therapy was found more effective. Chakshushya Rasayana, early diagnosis and proper management on Doshic lines can prevent arrest or delay senile cataract."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Cataract","Elaneer Kuzhambu Anjana","Timira","Triphaladi Ghana Vati"],"doi":"10.4103/0974-8520.182762"},{"title":"A prospective study on the effects of Ayurvedic massage in post-stroke patients","publication_info":[{"name":"Ravi Sankaran","attributes":["Department of Physical Medicine and Rehabilitation, Amrita Institute of Medical Sciences, Amrita Vishwa Vidyapeetham University, Peeliyadu Road, Ponekkara, Edappally, Ernakulam, Kerala, 682041, India"],"email":"ravisankaran@aims.amrita.edu"},{"name":"Ravindranath Kamath","attributes":["Department of Ayurveda and Holistic Medicine, Amrita Institute of Medical Sciences, Amrita Vishwa Vidyapeetham University, India"],"email":null},{"name":"Vivek Nambiar","attributes":["Division of Stroke Medicine, Department of Neurology, Amrita Institute of Medical Sciences, Amrita Vishwa Vidyapeetham University, India"],"email":null}],"PMCID":"PMCID: PMC6598790","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6598790/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6598790/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6598790/pdf/main.pdf","abstract_text":["Background","","Few stroke patients have reported improvements after Ayurvedic massage. Unfortunately, there is a dearth of indexed literature to support the use of this in rehabilitation.","","Objectives","","To objectively measure the differences between patients with stroke who received Ayurvedic massage in addition to standard Physiotherapy (PT) versus those who received only standard PT.","","Materials and methods","","The study was a prospective case control study, retrospectively analysed. The setting was a tertiary level hospital with neuro-rehabilitation unit. Fifty-two patients undergoing acute inpatient rehabilitation were prospectively followed post stroke. They were self-selected one month from the event for Ayurvedic massage with regular PT or PT alone. Twenty five received Ayurvedic massage with PT and twenty seven received only PT. All participants completed treatment. Information related to age, gender, National Institute of Health Stroke Scale result, number of co-morbidities, and whether cases were deemed simple or complex were taken at baseline. All patients received 6 hours of physical therapy averaged over a week. Massage was delivered daily for a total of 10 sessions followed by steam application.","","Results","","Patients were categorized as simple or complicated stroke based on events prior to rehabilitation. Both simple and complicated patients who received Ayurvedic massage had lower MAS and need for antispastic drugs, achieved standing with minimal assistance sooner, and had better locomotion at discharge. All these differences were significant.","","Conclusion","","Utilizing Ayurvedic massage in post stroke patients with flaccidity can promote faster standing with minimal assistance and lead to less need for antispastic drugs at discharge."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Stroke","Massage","Ayurveda","Spasticity"],"doi":"10.1016/j.jaim.2018.02.137"},{"title":"What could ‘integrative’ medicine mean? Social science perspectives on contemporary Ayurveda","publication_info":[{"name":"V. Sujatha","attributes":["Centre for the Study of Social Systems, Jawaharlal Nehru University, New Delhi, India"],"email":"sujavenky@yahoo.co.in"}],"PMCID":"PMCID: PMC3193682","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3193682/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3193682/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3193682/pdf/JAIM-2-115.pdf","abstract_text":["The paper attempts to critically engage with the idea of integrative medicine as a marker of pharmaceuticalization of Ayurveda in the recent decades. It examines what it means to say ‘integrative’ medicine using the metaphor of language from philosophy of science. Drawing upon fieldwork with Ayurveda practitioners, the paper also discusses the ramifications of integrative medicine in the current scenario in which there is no organizational parity between Ayurveda and biomedicine. The paper calls for a focus on Ayurveda for public health rather than the global health market."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","Asian medicine","integrative medicine","medical pluralism"],"doi":"10.4103/0975-9476.85549"},{"title":"How knowledgeable are investigators studying therapies of traditional medicines?","publication_info":[{"name":"Saravu R. Narahari","attributes":[],"email":null},{"name":"Madhur G. Aggithaya","attributes":[],"email":null},{"name":"Chendalam Thamban","attributes":["Social Science division, Central Plantation Crops Research Institute, Kudlu, Kasaragod, Kerala, India"],"email":null},{"name":"Kunnathody Muralidharan","attributes":["Social Science division, Central Plantation Crops Research Institute, Kudlu, Kasaragod, Kerala, India"],"email":null}],"PMCID":"PMCID: PMC4649571","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4649571/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4649571/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4649571/pdf/AYU-35-243.pdf","abstract_text":["Context:","","Research methodology in traditional Indian system of medicine.","","Aim:","","To determine the knowledge level of investigators conducting clinical trials in traditional medicines (TMs) including Ayurveda.","","Materials and Methods:","","This was a questionnaire survey conducted for selected researchers trained in any specialty and working in TM. 2087 researchers were selected based on selection criteria. A validated and pretested questionnaire containing the questions regarding regulatory issues, literature search, evidence-based medicine, clinical trial design, patient selection, and study reporting were sent either through E-mail or post. The answered questionnaires were analyzed. The parameters were analyzed based on median and interquartile range (IQR).","","Results:","","Forty two responses were received through E-mail and 21 researchers responded through post. Out of 63, six researchers sent incomplete responses. Among the remaining 57 respondents; 34 (59.6%) investigators had postdoctoral degree, 43 investigators (75.4%) did not receive any structured training on research methodology, 23 (40.4%) had two decades of research experience. Thirty three (74%) of investigators who received government funding didn’t have any training on research methodology. Ayurveda experts group had better knowledge compared to pharmaceutical sciences and basic science group although they had a dilemma about conducting clinical evaluation of TM within the specific framework of rigorous clinical pharmacological principles without ignoring the Ayurvedic concepts such as Dosha, Prakruti etc., Investigators below 30 years possessed higher knowledge of research methodology when analyzed based on the age. The respondents working in research organizations, government organizations, and academic institutions had lower knowledge compared to those who were in private organizations/practice.","","Conclusions:","","It is recommend that investigators, peer reviewers, and fund managers involved in traditional medicine research need training especially in research methodology."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","evidence-based medicine","Integrative Medicine","knowledge level analysis","research design","research funding agencies","research policy","training support"],"doi":"10.4103/0974-8520.153734"},{"title":"Phytochemicals from Indian Ethnomedicines: Promising Prospects for the Management of Oxidative Stress and Cancer","publication_info":[{"name":"Nishat Fatima","attributes":["Department of Chemistry, Shia PG College, Lucknow 226003, India; "],"email":"nishatfatimalko@gmail.com"},{"name":"Syed Shabihe Raza Baqri","attributes":["Department of Zoology, Shia PG College, Lucknow 226003, India; "],"email":"ssrbaqri@gmail.com"},{"name":"Ahmad Alsulimani","attributes":["Medical Laboratory Technology Department, College of Applied Medical Sciences, Jazan University, Jazan 45142, Saudi Arabia; "],"email":"aalsulimani@jazanu.edu.sa"},{"name":"Sharmila Fagoonee","attributes":["Institute of Biostructure and Bioimaging (CNR), Molecular Biotechnology Center, 10124 Turin, Italy; "],"email":"sharmila.fagoonee@unito.it"},{"name":"Petr Slama","attributes":["Department of Animal Morphology, Physiology and Genetics, Faculty of AgriSciences, Mendel University in Brno, 61300 Brno, Czech Republic; "],"email":"petr.slama@mendelu.cz"},{"name":"Kavindra Kumar Kesari","attributes":["Department of Applied Physics, School of Science, Aalto University, 00076 Espoo, Finland; "],"email":"kavindra.kesari@aalto.fi"},{"name":"Shubhadeep Roychoudhury","attributes":["Department of Life Science and Bioinformatics, Assam University, Silchar 788011, India"],"email":"shubhadeep1@gmail.com"}],"PMCID":"PMCID: PMC8533600","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8533600/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8533600/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8533600/pdf/antioxidants-10-01606.pdf","abstract_text":["Oxygen is indispensable for most organisms on the earth because of its role in respiration. However, it is also associated with several unwanted effects which may sometimes prove fatal in the long run. Such effects are more evident in cells exposed to strong oxidants containing reactive oxygen species (ROS). The adverse outcomes of oxidative metabolism are referred to as oxidative stress, which is a staple theme in contemporary medical research. Oxidative stress leads to plasma membrane disruption through lipid peroxidation and has several other deleterious effects. A large body of literature suggests the involvement of ROS in cancer, ageing, and several other health hazards of the modern world. Plant-based cures for these conditions are desperately sought after as supposedly safer alternatives to mainstream medicines. Phytochemicals, which constitute a diverse group of plant-based substances with varying roles in oxidative reactions of the body, are implicated in the treatment of cancer, aging, and all other ROS-induced anomalies. This review presents a summary of important phytochemicals extracted from medicinal plants which are a part of Indian ethnomedicine and Ayurveda and describes their possible therapeutic significance."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/).","keywords":["ethnomedicine","oxidative stress","ROS","cancer","phytochemicals"],"doi":"10.3390/antiox10101606"},{"title":"Ayurveda Rasayana Therapy (ART) leads to tumor regression and increased survival in chemo‐intolerance high‐grade stage IV follicular lymphoma: A case study","publication_info":[{"name":"Yogesh Narayan Bendale","attributes":[],"email":null},{"name":"Poonam Birari‐Gawande","attributes":[],"email":null},{"name":"Anandrao Patil","attributes":[],"email":null}],"PMCID":"PMCID: PMC11139640","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11139640/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11139640/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11139640/pdf/CCR3-12-e8076.pdf","abstract_text":["Key clinical message","","Ayurveda Rasayana Therapy (ART) may serve as a safe and effective alternative treatment option for chemo‐intolerance high‐grade stage IV follicular lymphoma patients for increasing survival and tumor regression.","","Abstract","","Follicular lymphoma (FL), also called follicle center lymphoma/nodular lymphoma, observed in the B lymphocytes (B‐cells). Available therapeutic options for follicular lymphoma are associated with various side effects and, patients with co‐morbidities can seldom tolerate the chemotherapy regimens. Rasayana therapy not only resulted in tumor regression and improved survival but also dealt with the adverse effects of previous chemotherapy drugs. Herein, we present a case of a 74‐year‐old female diagnosed with Follicular lymphoma who had undergone three cycles of chemotherapy with unresolved disease outcome and serious adverse events. The patient refused to undergo further cycles of chemotherapy. Her family decided to start Ayurveda treatment for her as an alternative therapy for cancer care. On thorough case taking considering the Ayurveda parameters personalized Rasayana therapy as planned for the patient with an aim for improvement in Quality of Life (QoL), increasing survival, and optimizing body's immune response to fight the tumor. After treatment of 8 months, this case demonstrated partial tumor response as evidenced by PET‐CT‐scan. Quality of Life as evaluated using FACT‐G was also seen improved besides significant improvement in physical performance status evaluated using ECOG. The patient showed a survival of 3.5 years after starting Ayurveda Rasayana Therapy (ART). Rasayana therapy was well tolerated by the patient. This case report indicates the potential role of ART as a therapeutic option in geriatric cancer patients who are not eligible for cytotoxic interventions. Case warrants further systematic investigation to evaluate the potential role of ART in the treatment of geriatric cancer patients."],"license_agreement":"This is an open access article under the terms of the http://creativecommons.org/licenses/by-nc-nd/4.0/ License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non‐commercial and no modifications or adaptations are made.","keywords":["Ayurvedic Rasayana therapy","CAM (complementary and alternative therapies)","chemo‐intolerance","follicular lymphoma","geriatric cancer","quality of life"],"doi":"10.1002/ccr3.8076"},{"title":"Maternal Health, Supraja (Eugenics) and Ayurveda","publication_info":"Vaidya Vilas Nanal, Vaidya Sangita Borgave","PMCID":"PMCID: PMC3336340","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3336340/pdf/ASL-28-44.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"A compilation of Bioactive Compounds from Ayurveda","publication_info":[{"name":"Ramar Perumal Samy","attributes":["Venom and Toxin Research Programme, Department of Anatomy, Yong Loo Lin School of Medicine, National University of Singapore, Singapore – 117597"],"email":null},{"name":"Peter Natesan Pushparaj","attributes":["Department of Physiology, Yong Loo Lin School of Medicine, National University of Singapore, Singapore – 119260"],"email":null}],"PMCID":"PMCID: PMC2639691","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2639691/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2639691/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2639691/pdf/97320630003100.pdf","abstract_text":["This review deals with the key bioactive compounds and the role of medicinal plants in Ayurvedic systems of medicine in India and their earlier investigation. There has been an increase in demand for the Phytopharmaceutical products of Ayurvĕda in Western countries, because of the fact that the allopathic drugs have more side effects. Many pharmaceutical companies are now concentrating on manufacturing of Ayurvĕdic Phytopharmaceutical products. Ayurvĕda is the Indian traditional system of medicine, which also deals about pharmaceutical science. Different type of plant parts used for the Ayurvedic formulation; overall out line of those herbal scenario and its future prospects for the scientific evaluation of medicinal plants used by traditional healers are also discussed. In India most of them, where Ayurvedic treatment is frequently used, for their ailments and provides instructions to local people how to prepare medicine from the herbs. As much as possible importance is also given for the taxonomic literature."],"license_agreement":"This is an open-access article, which permits unrestricted use, distribution, and reproduction in any medium,\nfor non-commercial purposes, provided the original author and source are credited.","keywords":["Ayurvedic system","medicinal plants","Phytopharmaceutical products","allopathy","traditional healers"],"doi":"10.6026/97320630003100"},{"title":"16S rRNA gene profiling and genome reconstruction reveal community metabolic interactions and prebiotic potential of medicinal herbs used in neurodegenerative disease and as nootropics","publication_info":[{"name":"Christine Tara Peterson","attributes":[],"email":"chpeterson@ucsd.edu"},{"name":"Conceptualization","attributes":[],"email":null},{"name":"Data curation","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Funding acquisition","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Project administration","attributes":[],"email":null},{"name":"Resources","attributes":[],"email":null},{"name":"Software","attributes":[],"email":null},{"name":"Supervision","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – original draft","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nUC San Diego, School of Medicine, Center of Excellence for Research and Training in Integrative Health, Department of Family Medicine and Public Health, La Jolla, California, United States of America"],"email":null},{"name":"Vandana Sharma","attributes":[],"email":null},{"name":"Data curation","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Software","attributes":[],"email":null},{"name":"Visualization","attributes":["\nSanford Burnham Prebys Medical Discovery Institute, Bioinformatics and Structural Biology Program, La Jolla, California, United States of America"],"email":null},{"name":"Stanislav N. Iablokov","attributes":[],"email":null},{"name":"Software","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nInstitute for Information Transmission Problems, Russian Academy of Sciences, Moscow, Russia","\nP.G. Demidov Yaroslavl State University, Yaroslavl, Russia"],"email":null},{"name":"Levent Albayrak","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Software","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nDepartment of Pharmacology and Toxicology, Sealy Center for Structural Biology, University of Texas Medical Branch, Galveston, Texas, United States of America"],"email":null},{"name":"Kamil Khanipov","attributes":[],"email":null},{"name":"Software","attributes":[],"email":null},{"name":"Visualization","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nDepartment of Pharmacology and Toxicology, Sealy Center for Structural Biology, University of Texas Medical Branch, Galveston, Texas, United States of America"],"email":null},{"name":"Sasha Uchitel","attributes":[],"email":null},{"name":"Data curation","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Methodology","attributes":[],"email":null},{"name":"Project administration","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nWashington University, Department of Biology, St. Louis, Missouri, United States of America"],"email":null},{"name":"Deepak Chopra","attributes":[],"email":null},{"name":"Supervision","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nUC San Diego, School of Medicine, Center of Excellence for Research and Training in Integrative Health, Department of Family Medicine and Public Health, La Jolla, California, United States of America","\nChopra Foundation, Department of Ayurveda and Yoga Research, Carlsbad, California, United States of America"],"email":null},{"name":"Paul J. Mills","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Resources","attributes":[],"email":null},{"name":"Supervision","attributes":[],"email":null},{"name":"Validation","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nUC San Diego, School of Medicine, Center of Excellence for Research and Training in Integrative Health, Department of Family Medicine and Public Health, La Jolla, California, United States of America"],"email":null},{"name":"Yuriy Fofanov","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Software","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nDepartment of Pharmacology and Toxicology, Sealy Center for Structural Biology, University of Texas Medical Branch, Galveston, Texas, United States of America"],"email":null},{"name":"Dmitry A. Rodionov","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Software","attributes":[],"email":null},{"name":"Writing – review & editing","attributes":["\nSanford Burnham Prebys Medical Discovery Institute, Bioinformatics and Structural Biology Program, La Jolla, California, United States of America","\nInstitute for Information Transmission Problems, Russian Academy of Sciences, Moscow, Russia"],"email":null},{"name":"Scott N. Peterson","attributes":[],"email":"chpeterson@ucsd.edu"},{"name":"Data curation","attributes":[],"email":null},{"name":"Formal analysis","attributes":[],"email":null},{"name":"Investigation","attributes":[],"email":null},{"name":"Resources","attributes":[],"email":null}],"PMCID":"PMCID: PMC6424447","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6424447/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6424447/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6424447/pdf/pone.0213869.pdf","abstract_text":["The prebiotic potential of nervine herbal medicines has been scarcely studied. We therefore used anaerobic human fecal cultivation to investigate whether medicinal herbs commonly used as treatment in neurological health and disease in Ayurveda and other traditional systems of medicine modulate gut microbiota. Profiling of fecal cultures supplemented with either Kapikacchu, Gotu Kola, Bacopa/Brahmi, Shankhapushpi, Boswellia/Frankincense, Jatamansi, Bhringaraj, Guduchi, Ashwagandha or Shatavari by 16S rRNA sequencing revealed profound changes in diverse taxa. Principal coordinate analysis highlights that each herb drives the formation of unique microbial communities predicted to display unique metabolic potential. The relative abundance of approximately one-third of the 243 enumerated species was altered by all herbs. Additional species were impacted in an herb-specific manner. In this study, we combine genome reconstruction of sugar utilization and short chain fatty acid (SCFA) pathways encoded in the genomes of 216 profiled taxa with monosaccharide composition analysis of each medicinal herb by quantitative mass spectrometry to enhance the interpretation of resulting microbial communities and discern potential drivers of microbiota restructuring. Collectively, our results indicate that gut microbiota engage in both protein and glycan catabolism, providing amino acid and sugar substrates that are consumed by fermentative species. We identified taxa that are efficient amino acid fermenters and those capable of both amino acid and sugar fermentation. Herb-induced microbial communities are predicted to alter the relative abundance of taxa encoding SCFA (butyrate and propionate) pathways. Co-occurrence network analyses identified a large number of taxa pairs in medicinal herb cultures. Some of these pairs displayed related culture growth relationships in replicate cultures highlighting potential functional interactions among medicinal herb-induced taxa."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["None"],"doi":"10.1371/journal.pone.0213869"},{"title":"Ancient concept of metal pharmacology based on Ayurvedic literature","publication_info":"Prasanta Kumar Sarkar, Sanjita Das, P. K. Prajapati","PMCID":"PMCID: PMC3336294","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3336294/pdf/ASL-29-1.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"A critical analysis of CTRI registered AYUSH studies for COVID- 19","publication_info":[{"name":"Vedvati Bhapkar","attributes":["School of Ayurveda, D. Y. Patil Deemed to be University, Nerul, Navi Mumbai, India"],"email":null},{"name":"Tanuja Sawant","attributes":["Ayurved Consultant, Pune, India"],"email":null}],"PMCID":"PMCID: PMC7690275","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7690275/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7690275/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7690275/pdf/main.pdf","abstract_text":["Background","","The COVID-19 pandemic has provided an opportune time to evaluate the efficacy of traditional medicine. Many clinical studies involving AYUSH systems are being initiated and registered with Clinical Trials Registry - India (CTRI) since last few months.","","Objective","","The present work is an analysis of different characteristics of these studies on the basis of available datasets.","","Material and Methods","","COVID-19 related clinical studies involving the healthcare systems of AYUSH, registered on CTRI between 1st February 2020 and 24th August 2020, were searched. They were analysed as per different characteristics such as registration month, study sites, aim, sample size, population, setting, sponsorship, intervention and comparators, duration & outcome measures.","","Results","","A total of 197 AYUSH studies were registered on CTRI of which majority (n = 113) were from Ayurveda, with another nine of them with an intra-AYUSH collaboration. The highest number of studies were registered in month of June (n = 57). Maximum study sites were in Maharashtra (n = 65). From the 197 total studies, only six were observational studies, with 191 being interventional studies. As an outcome, majority of the studies aimed at recovery (n = 112). Majority of studies (n = 105) were Government of India sponsored and proposed in AYUSH setting (n = 107). The proportion of comparative studies was more than single arm studies. Guduchi (Tinospora cordifolia) was the most frequently mentioned drug.","","Conclusion","","Our analysis revealed some interesting characteristics of the registered studies such as use of platform trial design, system specific criteria for assessment and personalized interventions. Though it was not possible to evaluate the quality of these studies in view of the limited dataset used for trial registration, we could notice variations in important characteristics like sample size, treatment arms, comparator used and study duration according to the primary aim of the studies. Overall, the present review underlines the formidable efforts of AYUSH sector in combating COVID-19 outbreak."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Preventive studies","Recovery studies","SARS-CoV-2"],"doi":"10.1016/j.jaim.2020.10.012"},{"title":"Critical review on the pharmaceutical vistas of Lauha Kalpas (Iron formulations)","publication_info":[{"name":"K.L. Virupaksha Gupta","attributes":[],"email":"virupakshgupta@gmail.com"},{"name":"G. Pallavi","attributes":["Department of Basic Principles, Government Ayurvedic College, Mysore, Karnataka, India"],"email":null},{"name":"B. J. Patgiri","attributes":[],"email":null},{"name":"Galib","attributes":[],"email":null}],"PMCID":"PMCID: PMC3326790","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326790/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326790/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326790/pdf/JAIM-3-21.pdf","abstract_text":["Iron is one among the major metals present in the earth's crust and is essential for sound sustenance of human body. Its deficiency leads to various health ailments. Contemporary medicine advises iron supplements in iron deficiency anemia. Ayurvedic classics also quote significant information about administration of iron. Lauha Kalpas are the unique compound herbo-mineral formulations where iron (Lauha) is used as a major ingredient. Relevant literature (Bhaishajya Ratnavali, Charaka Samhita, Rasendra Sara Samgraha etc.) reviewed to gather information about Lauha Kalpas. Critical analysis of these Lauha Kalpas reveals that ancient seers administered iron in a better acceptable form. Unlike popular understanding these are not only Khalviya preparations; but Churna (powders), Avaleha (confectionaries), Rasakriya (solidified decoctions), and Putapaka (incinerated) form of preparations are also found. Apart from solid dosage forms, semisolid dosage forms mentioned in classics are very much useful. Unfortunately most of the formulations are not found in the market. Hence Pharmaceutical firms may bring these unique dosage forms in to the market to supply the healthcare needs of the community. It is interesting that iron preparations are used in Ayurveda in different medical conditions apart from anemia (Pandu). This leaves a scope for further researches on different dosage forms of iron and their indications."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","Bhasma","Hematinics","Iron","Lauha Kalpa","pharmaceutics","Rasaushadhi"],"doi":"10.4103/0975-9476.93944"},{"title":"Effect of Chinese Medicine Danshen and Indian Ayurvedic Medicine Bark of Arjuna Tree on a Relatively New LOCI Digoxin Assay for Application on the Vista 1500 Analyzer","publication_info":[{"name":"Amitava Dasgupta","attributes":[],"email":null},{"name":"Tamal K. Sengupta","attributes":[],"email":null}],"PMCID":"PMCID: PMC6807169","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6807169/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6807169/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6807169/pdf/JCLA-29-263.pdf","abstract_text":["Background","","Danshen is a traditional Chinese medicine and bark of Arjuna tree is an Ayurvedic medicine both indicated as heart tonic. Interference of Danshen in serum digoxin immunoassays has been reported but potential interference of extract of bark of Arjuna tree has not been reported. We studied potential interferences of Danshen and bark of Arjuna tree on a relatively new LOCI digoxin assay for application on the Vista 1500 analyzer (Siemens Diagnostics).","","Methods","","Aliquots of drug‐free serum were supplemented with ethyl acetate extract of Danshen (two different brands studied) or aqueous or ethyl alcohol extract of bark of Arjuna tree and apparent digoxin concentrations were measured by the LOCI digoxin assay. In another experiment, aliquots of serum pool containing digoxin were further supplemented with Danshen or bark of Arjuna tree extract and digoxin concentrations were measured again using LOCI digoxin assay.","","Results","","Little apparent digoxin concentration was observed when aliquots of drug‐free serum pools were supplemented with Danshen or bark of Arjuna tree extract. When aliquots of serum digoxin pool were further supplemented with these extract, we observed statistically significant negative interference but such differences may not be clinically significant.","","Conclusion","","We conclude that LOCI digoxin assay is virtually free from interferences of Danshen and extract of bark of Arjuna tree."],"license_agreement":"Unknown","keywords":["danshen","bark of arjuna tree","LOCI digoxin assay"],"doi":"10.1002/jcla.21762"},{"title":"Phytochemical evaluation of the wild and cultivated varieties of Eranda Mula (Roots of Ricinus communis Linn.)","publication_info":[{"name":"Krunal A. Doshi","attributes":[],"email":"krunaldoshi760@gmail.com"},{"name":"Rabinarayan Acharya","attributes":["Associate Professor, Department of Dravyaguna, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"V. J. Shukla","attributes":["Head, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"Renuka Kalyani","attributes":["Ph.D. Scholar, Pharmaceutical Chemistry Laboratory, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3821251","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821251/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821251/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821251/pdf/AYU-34-200.pdf","abstract_text":["In Ayurveda, the roots of Eranda (Ricinus communis Linn.) are used in the treatment Amavata (rheumatism), Sotha (inflammation), Katisula (backache), Udararoga (disease of abdomen), Jwara (fever), etc, Due to high demand, root of the cultivated variety is mainly used in place of wild. But, a comparative phytochemical profile of both varieties is not available till date. Considering this, a preliminary study has been done to ensure basic phytochemical profile of both the varieties. Preliminary physicochemical parameters, phytochemical screening, quantitative estimation of alkaloid, high-performance thin layer chromatography (HPTLC), and heavy metal analysis were carried-out in the study. Analysis of physicochemical data reveals no significant difference in between both varieties of roots, while alkaloid was found to be more in cultivated variety (0.34%) than wild one (0.15%). Though, the analytical profiles are almost identical, except the quantity of alkaloid; inferences should be made through well designed pharmacological and clinical studies."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Alkaloid","Eranda","high-performance thin layer chromatography","Ricinus communis"],"doi":"10.4103/0974-8520.119679"},{"title":"Rise of Siddha medicine: causes and constructions in the Madras Presidency (1920–1930s)","publication_info":[{"name":"D. V. Kanagarathinam","attributes":[],"email":null}],"PMCID":"PMCID: PMC10357311","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10357311/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10357311/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10357311/pdf/S0025727323000108a.pdf","abstract_text":["This essay aims to situate the emergence of Siddha medicine as a separate medical system in the erstwhile Madras Presidency of colonial India within a broader socio-economic context. Scholars who have worked on Siddha medicine have stressed more on political dimensions like nationalism and sub-nationalism with inadequate attention to the interplay of various (other) factors including contemporary global developments, changes in the attitude of the colonial State and especially to the new promises held by the greater deference shown to indigenous medical systems from the 1920s. If the construction of ‘national medicine’ based on the Sanskrit texts and the accompanying marginalisation of regional texts and practices were the only reasons for the emergence of Siddha medicine as presented by scholars, it leaves open the question as to why this emergence happened only during the third decade of the twentieth century, though the marginalisation processes started during the first decade itself. This paper seeks to find an answer by analysing the formation of Siddha medical identity beyond the frameworks of nationalism and sub-nationalism. Further, it explicates how material factors served as immediate cause along with the other, and more ideational factors related to the rise of the Dravidian political and cultural movement."],"license_agreement":"Unknown","keywords":["Siddha","Ayurveda","Madras Presidency","Usman Committee","Colonial State","Identity Formation"],"doi":"10.1017/mdh.2023.10"},{"title":"Anti-asthmatic effect of Shirishadi compound through nasal spray actuation","publication_info":[{"name":"Divya Kajaria","attributes":[],"email":"divyakajaria@gmail.com"},{"name":"Jyotishankar Tripathi","attributes":["Department of Kayachikitsa, Ch. Brahm Prakash Ayurved Charak Sansthan, New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC4649564","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4649564/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4649564/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4649564/pdf/AYU-35-261.pdf","abstract_text":["Background:","","Increasing morbidity and mortality of Asthma placed it among the most dreaded diseases. Prediction says that asthma along with chronic obstructive pulmonary disease become third leading cause of death by the year 2020. Despite the availability of a wide range of antiasthmatic drugs, incidence of asthma is increasing alarmingly because the relief offered by these drugs is mainly symptomatic and short-lived. Moreover, their side effects are also quite distressing. Hence, a continuous search is needed to identify effective and safe remedies to treat bronchial asthma.","","Aims:","","The present clinical study was conducted to evaluate the efficacy of Shirishadi Polyherbal compound (given through nebulizer in Aerosol form) in the management of acute and chronic uncomplicated Bronchial Asthma and to propose a novel and safer Ayurvedic treatment modality.","","Methods and Materials:","","It is a randomized, open, control clinical trial in which the effect of the drug was compared with contemporary treatment and placebo medication (normal saline) in 60 adults with mild to moderate asthma.","","Results:","","There was a (t>0.001) found in pulmonary function tests (including FEV1, FVC and PEFR)in the group treated with polyherbal drug. Improvement remain constant in consecutive follow-ups signifies that there is no reverse broncho-constriction after discontinuation of the drug.","","Conclusion:","","This study signifies that polyherbal drug - Shirishadi compound may prove beneficial future alternative remedy for asthma, and its effect is similar to that of modern contemporary drug when given through nasal route."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Bronchial asthma","pulmonary functional test","Shirishadi polyherbal compound"],"doi":"10.4103/0974-8520.153738"},{"title":"Balaraj Maharishi and the first clinical trial of Ayurvedic medicines in the West","publication_info":"Donn Brennan","PMCID":"PMCID: PMC3087362","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3087362/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3087362/pdf/JAIM-1-222.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"}]