[{"title":"Reliability of Ayurvedic Diagnosis for Knee Osteoarthritis Patients: A Nested Diagnostic Study Within a Randomized Controlled Trial","publication_info":[{"name":"Christian S. Kessler","attributes":["Department for Complementary Medicine, Immanuel Hospital Berlin, Berlin, Germany."],"email":"c.kessler@immanuel.de"},{"name":"Antonio Morandi","attributes":["Ayurvedic Point, School of Ayurvedic Medicine, Milan, Italy."],"email":null},{"name":"Abhimanyu Kumar","attributes":["Central Council for Research in Ayurvedic Sciences (CCRAS), New Delhi, India."],"email":null},{"name":"Kartar S. Dhiman","attributes":["All India Institute of Ayurveda, New Delhi, India."],"email":null},{"name":"Shivenarain Gupta","attributes":["Department of Kaya Cikitsa, J.S. Ayurveda College & P.D. Patel Ayurveda Hospital, Nadiad, India."],"email":null},{"name":"Katja Icke","attributes":["Charité – Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Institute for Social Medicine, Epidemiology and Health Economics, Berlin, Germany."],"email":null},{"name":"Carina Bühner","attributes":["Department for Complementary Medicine, Immanuel Hospital Berlin, Berlin, Germany."],"email":null},{"name":"Elmar Stapelfeldt","attributes":["Department for Complementary Medicine, Immanuel Hospital Berlin, Berlin, Germany."],"email":null},{"name":"Manfred Wischnewsky","attributes":["Department of Mathematics and Computer Science, University of Bremen, Bremen, Germany."],"email":null},{"name":"Ludwig Kronpaß","attributes":["AyurSan-Zentrum Sankt Salvator, Bad Griesbach, Germany."],"email":null},{"name":"Vijayendra Murthy","attributes":["Primary Care and Population Sciences, Faculty of Medicine, University of Southampton, Southampton, United Kingdom."],"email":null},{"name":"Andreas Michalsen","attributes":["Department for Complementary Medicine, Immanuel Hospital Berlin, Berlin, Germany."],"email":null}],"PMCID":"PMCID: PMC6748397","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6748397/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6748397/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6748397/pdf/acm.2018.0273.pdf","abstract_text":["Background: Ayurveda is a traditional Indian system of medicine. The customized Ayurvedic approach consists of a combination of several diagnostic procedures and subsequent individualized therapeutic interventions. Evaluation of inter-rater reliability (IRR) of Ayurvedic diagnoses has rarely been performed. The aim of this study was to evaluate IRR of Ayurvedic diagnosis for patients with knee osteoarthritis.","","Methods: A diagnostic reliability study of 30 patients and 4 Ayurvedic experts was nested in a randomized controlled trial. Patients were diagnosed in a sequential order by all experts utilizing a semistructured patient history form. A nominal group technique as consensus procedure was performed to reach agreement on the items to be diagnosed. An IRR analysis using Fleiss' and Cohen's kappa statistics was performed to determine a chance-corrected measure of agreement among raters.","","Results: One hundred and twenty different ratings and 30 consensus ratings were performed and analyzed. While high percentages of agreement for main diagnostic entities and the final Ayurveda diagnosis (95% consensus agreement on main diagnosis) could be observed, this was not reflected in the corresponding kappa values, which largely yielded fair-to-poor inter-rater agreement kappas for central diagnostic aspects such as prakriti and agni (κ values between 0 and 0.4). Notably, agreement on disease-related entities was better than that on constitutional entities.","","Conclusions: This is the first diagnostic study embedded in a clinical trial on patients with knee osteoarthritis utilizing a multimodality whole systems approach. Results showed a contrast between the high agreement of the consented final diagnosis and disagreement on certain diagnostic details. Future diagnostic studies should have larger sample sizes and a methodology more tailored to the specificities of traditional whole systems of medicine. Equal emphasis will need to be placed on all core diagnostic components of Ayurveda, both constitutional and disease specific, using detailed structured history taking forms."],"license_agreement":"This Open Access article is distributed under the terms of the Creative Commons License (http://creativecommons.org/licenses/by/4.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","Ayurvedic","diagnostic","reliability","osteoarthritis","whole systems of medicine","complementary medicine"],"doi":"10.1089/acm.2018.0273"},{"title":"Ayurveda in Knee Osteoarthritis—Secondary Analyses of a Randomized Controlled Trial","publication_info":[{"name":"Christian S. Kessler","attributes":["Institute of Social Medicine, Epidemiology and Health Economics, Charité—Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin and Humboldt-Universität zu Berlin, 10117 Berlin, Germany; ","Department for Complementary and Integrative Medicine, Immanuel Hospital Berlin, 14109 Berlin, Germany; "],"email":"christian.kessler@charite.de"},{"name":"Michael Jeitler","attributes":["Institute of Social Medicine, Epidemiology and Health Economics, Charité—Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin and Humboldt-Universität zu Berlin, 10117 Berlin, Germany; ","Department for Complementary and Integrative Medicine, Immanuel Hospital Berlin, 14109 Berlin, Germany; "],"email":"michael.jeitler@charite.de"},{"name":"Kartar S. Dhiman","attributes":["Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Varanasi 221005, India; "],"email":"dr_ks_dhiman@yahoo.co.in"},{"name":"Abhimanyu Kumar","attributes":["Dr. Sarvepalli Radhakrishnan Rajasthan Ayurved University, Jodhpur 342037, India; "],"email":null},{"name":"Thomas Ostermann","attributes":["Department of Psychology and Psychotherapy, University of Witten Herdecke, 58455 Witten, Germany; "],"email":"thomas.ostermann@uni-wh.de"},{"name":"Shivenarain Gupta","attributes":["European Academy of Ayurveda, 95018 Birstein, Germany; ","Department of Kaya Cikitsa, J.S. Ayurveda College & P.D. Patel Ayurveda Hospital, Nadiad 387001, India"],"email":"guptayurveda@yahoo.com"},{"name":"Antonio Morandi","attributes":["Ayurvedic Point, School of Ayurvedic Medicine, 20149 Milan, Italy; "],"email":"dr.morandi@ayurvedicpoint.it"},{"name":"Martin Mittwede","attributes":["European Academy of Ayurveda, 95018 Birstein, Germany; ","Department of Religious Sciences, University of Frankfurt, 60323 Frankfurt, Germany"],"email":"martin.mittwede@ayurveda-akademie.org"},{"name":"Elmar Stapelfeldt","attributes":["Department for Complementary and Integrative Medicine, Immanuel Hospital Berlin, 14109 Berlin, Germany; "],"email":"elmar.stapelfeldt@immanuelalbertinen.de"},{"name":"Michaela Spoo","attributes":["Department for Complementary and Integrative Medicine, Immanuel Hospital Berlin, 14109 Berlin, Germany; "],"email":"michaelaspoo@web.de"},{"name":"Katja Icke","attributes":["Institute of Social Medicine, Epidemiology and Health Economics, Charité—Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin and Humboldt-Universität zu Berlin, 10117 Berlin, Germany; "],"email":"katja.icke@charite.de"},{"name":"Andreas Michalsen","attributes":["Institute of Social Medicine, Epidemiology and Health Economics, Charité—Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin and Humboldt-Universität zu Berlin, 10117 Berlin, Germany; ","Department for Complementary and Integrative Medicine, Immanuel Hospital Berlin, 14109 Berlin, Germany; "],"email":"andreas.michalsen@charite.de"},{"name":"Claudia M. Witt","attributes":["Institute of Social Medicine, Epidemiology and Health Economics, Charité—Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin and Humboldt-Universität zu Berlin, 10117 Berlin, Germany; ","Institute for Complementary and Integrative Medicine, University Hospital and University of Zurich, 8091 Zurich, Switzerland","Center for Integrative Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA"],"email":"claudia.witt@charite.de"}],"PMCID":"PMCID: PMC9181350","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9181350/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9181350/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9181350/pdf/jcm-11-03047.pdf","abstract_text":["Background: Ayurveda is widely practiced in South Asia in the treatment of osteoarthritis (OA). The aim of these secondary data analyses were to identify the most relevant variables for treatment response and group differences between Ayurvedic therapy compared to conventional therapy in knee OA patients. Methods: A total of 151 patients (Ayurveda n = 77, conventional care n = 74) were analyzed according to the intention-to-treat principle in a randomized controlled trial. Different statistical approaches including generalized linear models, a radial basis function (RBF) network, exhausted CHAID, classification and regression trees (CART), and C5.0 with adaptive boosting were applied. Results: The RBF network implicated that the therapy arm and the baseline values of the WOMAC Index subscales might be the most important variables for the significant between-group differences of the WOMAC Index from baseline to 12 weeks in favor of Ayurveda. The intake of nutritional supplements in the Ayurveda group did not seem to be a significant factor in changes in the WOMAC Index. Ayurveda patients with functional limitations > 60 points and pain > 25 points at baseline showed the greatest improvements in the WOMAC Index from baseline to 12 weeks (mean value 107.8 ± 27.4). A C5.0 model with nine predictors had a predictive accuracy of 89.4% for a change in the WOMAC Index after 12 weeks > 10. With adaptive boosting, the accuracy rose to 98%. Conclusions: These secondary analyses suggested that therapeutic effects cannot be explained by the therapies themselves alone, although they were the most important factors in the applied models."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/).","keywords":["Ayurveda","traditional Indian medicine","knee osteoarthritis","complementary medicine","integrative medicine"],"doi":"10.3390/jcm11113047"},{"title":"Fundación de Salud Ayurveda Prema: 14 years of postgraduate Ayurvedic education in Argentina","publication_info":"Jorge Luis Berra, Rosana Molho","PMCID":"PMCID: PMC3902541","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902541/?report=classic","pdf_link":"None","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Comparative effectiveness of a complex Ayurvedic treatment and conventional standard care in osteoarthritis of the knee – study protocol for a randomized controlled trial","publication_info":[{"name":"Claudia M Witt","attributes":["Institute for Social Medicine Epidemiology and Health Economics, Charité -Universitätsmedizin Berlin, Berlin, Germany","University of Maryland School of Medicine, Center for Integrative Medicine, Baltimore, USA"],"email":"claudia.witt@charite.de"},{"name":"Andreas Michalsen","attributes":["Institute for Social Medicine Epidemiology and Health Economics, Charité -Universitätsmedizin Berlin, Berlin, Germany","Department for Complementary Medicine, Immanuel Hospital, Berlin, Germany"],"email":"a.michalsen@immanuel.de"},{"name":"Stephanie Roll","attributes":["Institute for Social Medicine Epidemiology and Health Economics, Charité -Universitätsmedizin Berlin, Berlin, Germany"],"email":"stephanie.roll@charite.de"},{"name":"Antonio Morandi","attributes":["Ayurvedic Point, School of Ayurvedic Medicine, Milan, Italy"],"email":"dr.morandi@ayurvedicpoint.it"},{"name":"Shivnarain Gupta","attributes":["Department of Kaya Cikitsa, JS Ayurveda College and PD Patel Ayurveda Hospital, Nadiad, India"],"email":"guptayurveda@yahoo.com"},{"name":"Mark Rosenberg","attributes":["European Academy for Ayurveda, Birstein, Germany"],"email":"mark.rosenberg@ayurveda-akademie.org"},{"name":"Ludwig Kronpaß","attributes":["European Academy for Ayurveda, Birstein, Germany","Department of Gynecology and Obstetrics, Hospital of Rotthalmünster, Rotthalmünster, Germany"],"email":null},{"name":"Elmar Stapelfeldt","attributes":["Department for Complementary Medicine, Immanuel Hospital, Berlin, Germany"],"email":"e.stapelfeldt@immanuel.de"},{"name":"Syed Hissar","attributes":["Central Council for Research in Ayurvedic Sciences (CCRAS), New Delhi, India"],"email":"drsyed@rediffmail.com"},{"name":"Matthias Müller","attributes":["Department for Surgery, Immanuel Hospital, Berlin, Germany"],"email":"matthiasmueller@bigfoot.com"}],"PMCID":"PMCID: PMC3664613","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3664613/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3664613/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3664613/pdf/1745-6215-14-149.pdf","abstract_text":["Background","","Traditional Indian Ayurvedic medicine uses complex treatment approaches, including manual therapies, lifestyle and nutritional advice, dietary supplements, medication, yoga, and purification techniques. Ayurvedic strategies are often used to treat osteoarthritis (OA) of the knee; however, no systematic data are available on their effectiveness in comparison with standard care. The aim of this study is to evaluate the effectiveness of complex Ayurvedic treatment in comparison with conventional methods of treating OA symptoms in patients with knee osteoarthritis.","","Methods and design","","In a prospective, multicenter, randomized controlled trial, 150 patients between 40 and 70 years, diagnosed with osteoarthritis of the knee, following American College of Rheumatology criteria and an average pain intensity of ≥40 mm on a 100 mm visual analog scale in the affected knee at baseline will be randomized into two groups. In the Ayurveda group, treatment will include tailored combinations of manual treatments, massages, dietary and lifestyle advice, consideration of selected foods, nutritional supplements, yoga posture advice, and knee massage. Patients in the conventional group will receive self-care advice, pain medication, weight-loss advice (if overweight), and physiotherapy following current international guidelines. Both groups will receive 15 treatment sessions over 12 weeks. Outcomes will be evaluated after 6 and 12 weeks and 6 and 12 months. The primary endpoint is a change in the score on the Western Ontario and McMaster University Osteoarthritis Index (WOMAC) after 12 weeks. Secondary outcome measurements will use WOMAC subscales, a pain disability index, a visual analog scale for pain and sleep quality, a pain experience scale, a quality-of-life index, a profile of mood states, and Likert scales for patient satisfaction, patient diaries, and safety. Using an adapted PRECIS scale, the trial was identified as lying mainly in the middle of the efficacy-effectiveness continuum.","","Discussion","","This trial is the first to compare the effectiveness of a complex Ayurvedic intervention with a complex conventional intervention in a Western medical setting in patients with knee osteoarthritis. During the trial design, aspects of efficacy and effectiveness were discussed. The resulting design is a compromise between rigor and pragmatism.","","Trial registration","","NCT01225133"],"license_agreement":"This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","Ayurvedic","Comparative-effectiveness research","Whole medical system","Osteoarthritis of the knee","Randomized trial","Traditional Indian medicine"],"doi":"10.1186/1745-6215-14-149"},{"title":"The history of the development of Ayurvedic medicine in Russia","publication_info":[{"name":"Boris Vladimirovich Ragozin","attributes":["Department of Ayurveda, Institute of Oriental Medicine, Peoples’ Friendship University of Russia, Moscow, Russia"],"email":"ayurvedaru@gmail.com"}],"PMCID":"PMCID: PMC4850774","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4850774/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4850774/?report=classic","pdf_link":"None","abstract_text":["Ayurveda is one of the world's oldest medical sciences, with a history that goes back more than 5,000 years. The knowledge of Ayurveda has at various times had an impact on a number of branches of medicine: From ancient Greek medicine in the West to the Chinese and Tibetan in the East. Ayurveda continues to retain its prominent position in our modern world, being officially recognised by the World Health Organisation (WHO) and enjoying great popularity in the US, Germany, Italy and the Netherlands. In India, Ayurveda is recognised by conventional medicine on a par with modern medical science. In the Soviet Union a strong interest in Ayurveda arose for the first time after the Chernobyl disaster, and since then Ayurveda has been actively developing in Russia. In this article we present the chronology of the development of Ayurvedic medicine in Russia since 1989, explore academic literature on the subject available in Russian and review the existing Ayurvedic products and services offered on the Russian market."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Ayurveda","Ayurvedic medicine","development of Ayurveda","history of Ayurveda"],"doi":"10.4103/0257-7941.179868"},{"title":"Clinical metabolomics investigation of rheumatoid arthritis patients receiving ayurvedic whole system intervention","publication_info":[{"name":"Sanjeev Rastogi","attributes":["Ayurveda –Arthritis Treatment and Advanced Research Center (A-ATARC), Department of Kaya Chikitsa, State Ayurvedibc College and Hospital, Lucknow University, Lucknow, 226003, India"],"email":"rastogisanjeev@rediffmail.com"},{"name":"Ankita Verma","attributes":["Ayurveda –Arthritis Treatment and Advanced Research Center (A-ATARC), Department of Kaya Chikitsa, State Ayurvedibc College and Hospital, Lucknow University, Lucknow, 226003, India"],"email":null},{"name":"Rimjhim Trivedi","attributes":["Centre of Biomedical Research (CBMR), SGPGIMS Campus, Lucknow, 226014, Uttar Pradesh, India","Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, Uttar Pradesh, 201002, India"],"email":null},{"name":"Anuj Shukla","attributes":["Ayurveda –Arthritis Treatment and Advanced Research Center (A-ATARC), Department of Kaya Chikitsa, State Ayurvedibc College and Hospital, Lucknow University, Lucknow, 226003, India"],"email":null}],"PMCID":"PMCID: PMC11264181","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11264181/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11264181/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11264181/pdf/main.pdf","abstract_text":["Background","","Arthritis is a common clinical condition seen in Ayurveda clinics. Clinical trials have reported Ayurvedic interventions to be of benefits in many arthritic conditions including Rheumatoid Arthritis (RA). No mechanistic details however are available about how such interventions on their own or as a combination of whole system Ayurveda might be working. Objective: The study aims to evaluate simultaneously the clinical outcome of Ayurveda whole system (AWS) intervention in RA patients and identifying the serum metabolic signatures which could be useful for diagnosing the disease and monitoring treatment response.","","Material and methods","","RA patients (n = 37) simultaneously diagnosed as Amavata fulfilling the specific inclusion and exclusion criteria were recruited in the study and were given Ayurveda whole system (AWS) intervention comprised of oral medicines, local therapy and dietary recommendation for 3 months. The clinical and serum metabolic changes were investigated for pre-treatment RA patients (baseline RA group, n = 37) and post-treatment RA patients (following treatment of 6-weeks (RA_F, n = 26) and three months (RA_T, n = 36). For comparative serum metabolomics analysis, 57 normal healthy control (HC) subjects were also involved and the serum metabolic profiles were measured at high-field 800 MHz NMR spectrometer. The serum metabolic profiles were compared using multivariate statistical analysis and discriminatory metabolic features were evaluated for diagnostic potential using receiver operating characteristic (ROC) curve analysis.","","Results","","A significant reduction in DAS-28 ESR, AAM Score, total swollen joints, total tender joints were observed following AWS intervention. The clinical outcomes were concordant with changes in metabolic profiles of RA patients as these were also shifting towards the normal levels following the intervention. Compared to healthy control (HC) subjects, the sera of baseline RA patients were characterised by increased circulatory level of succinate, lysine, mannose, creatine, and 3-Hydroxybutyrate (3-HB) and decreased levels of alanine. The present study also evaluated the serum metabolic ratios for their discriminatory and diagnostic potential and notably, six metabolic ratios (KHR, KThR, KVR, GHR, PTR and SHR) were found significantly altered (elevated) in baseline RA patients. However, in RA patients receiving AWS treatment, these metabolic changes showed marked convergence towards the metabolic signatures of healthy controls.","","Conclusion","","This first of its kind study clearly shows the clinical efficacy of Ayurvedic Whole System (AWS) intervention in the management of Rheumatoid Arthritis (RA), as demonstrated by significant improvements in key clinical parameters. The intervention not only alleviated symptoms but also induced a profound metabolic shifting towards normalization; thus, underscoring the potential of AWS intervention to modulate cellular metabolism in a manner that facilitates a return to homeostasis in RA patients. However, future studies are imperative to confirm these preliminary observations and delineate the underlying mechanisms of action of intervention in cases of RA."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Rheumatoid arthritis","Ayurveda whole system intervention","Amavata","NMR based clinical metabolomics","Metabolic biomarkers","Treatment response"],"doi":"10.1016/j.jaim.2024.101009"},{"title":"Outcomes from a Whole-Systems Ayurvedic Medicine and Yoga Therapy Treatment for Obesity Pilot Study","publication_info":[{"name":"Jennifer Rioux","attributes":[],"email":null}],"PMCID":"PMCID: PMC6446167","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6446167/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6446167/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6446167/pdf/acm.2018.0448.pdf","abstract_text":["Objectives: To determine the feasibility and acceptability of an Ayurveda/Yoga intervention for weight loss, using dual-diagnosis inclusion criteria, dual-paradigm outcomes, and a semistandardized protocol with tailoring according to the Ayurvedic constitution/imbalance profile of each participant.","","Design: Seventeen participants enrolled in a weekly intervention for 3 months. Outcome measurements were performed at baseline, postintervention, and 3 and 6 months follow-up.","","Setting: The intervention was conducted through the University of Arizona, Department of Family and Community Medicine from April through December 2012.","","Subjects: Participants included 2 men and 15 women recruited from the community of Tucson, AZ using flyers and hospital message boards. Seventeen enrolled and 12 participants provided complete follow-up data.","","Intervention: Participants met with an Ayurvedic practitioner twice monthly (six times) and followed semistandardized dietary guidelines with individual tailoring to address relevant psychophysiological imbalances obstructing weight loss and a standardized protocol of therapeutic yoga classes three times weekly with recommended home practice of two to four additional sessions.","","Outcome measures: Primary outcome was weight loss. Other biomedical outcomes included body mass index, body fat percentage, waist and hip circumference, waist to hip ratio, and blood pressure. Unique instruments were designed to collect data on outcomes associated with the Ayurvedic medical paradigm, including dietary changes by food qualities, mood/affect, relationships, and changes in Ayurvedic imbalance profiles.","","Results: Participants lost an average of 3.5 kg during the 3-month intervention. Weight loss at 3 and 6 months postintervention increased to an average of 5.6 kg and 5.9 kg, respectively. Participants who lost 3% of their body weight during the 12 week intervention, lost on average an additional 3% during the follow-up period. Psychosocial outcomes also improved. No additional services were provided to participants during the follow-up period.","","Conclusions: A whole-systems Ayurvedic medicine and Yoga therapy approach provides a feasible promising noninvasive low-cost alternative to traditional weight loss interventions with potential added benefits associated with sustainable holistic lifestyle modification and positive psychosocial changes."],"license_agreement":"Unknown","keywords":["Ayurveda","yoga","whole system","obesity","East Asian medicine","integrative medicine"],"doi":"10.1089/acm.2018.0448"},{"title":"Emanating the specialty clinical practices in Ayurveda: Preliminary observations from an arthritis clinic and its implications","publication_info":[{"name":"Sanjeev Rastogi","attributes":["State Ayurvedic College and Hospital, Tulsi Das Marg, Lucknow, 226003, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC8039344","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039344/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039344/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039344/pdf/main.pdf","abstract_text":["Despite their historical praise, specialty studies and practices are not generally seen in current Ayurvedic education and practice. Current Ayurvedic education by and large is devoid of training programs focusing upon specialty based health care delivery. This makes many disappointed who look at Ayurveda for a focused and specialized health care. The consequences of this gap in demand and supply are alarmingly obvious. With its unfocused health care approach, the Ayurvedic health care remains generic for large section of its delivery. There are no referral settings in Ayurveda to get a higher level of care better than the one offered at a primary health care setting. This apparent lack of expertise care in Ayurveda shifts it as an alternative health care used only on the instances of failure of other trusted options. Specialty clinical practices in Ayurveda seem highly important in order to build the trust and to enhance its quality of health care delivery. Our preliminary observations from a deemed arthritis clinic at an Ayurveda teaching hospital, visited by a diverse joint disease population carves a path in this direction and proposes the possibilities of using it as a template for the qualitative improvements in Ayurvedic health care delivery in the country in various clinical areas."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Clinical practice","Arthritis clinic"],"doi":"10.1016/j.jaim.2019.09.009"},{"title":"A clinical guideline-based management of type 2 diabetes by ayurvedic practitioners in Nepal: A feasibility cluster randomized controlled trial protocol","publication_info":[{"name":"Kaushik Chattopadhyay","attributes":[" Lifespan and Population Health Academic Unit, School of Medicine, University of Nottingham, Nottingham, UK"," The Nottingham Centre for Evidence-Based Healthcare: A JBI Centre of Excellence, Nottingham, UK"],"email":"kaushik.chattopadhyay@nottingham.ac.uk"},{"name":"Meghnath Dhimal","attributes":[" Nepal Health Research Council, Kathmandu, Nepal"],"email":"meghdhimal2@gmail.com"},{"name":"Shristi Karki","attributes":[" Nepal Health Research Council, Kathmandu, Nepal"],"email":"shristi.karki1@gmail.com"},{"name":"Prerok Regmi","attributes":[" Nepal Health Research Council, Kathmandu, Nepal"],"email":"regmiprerok@gmail.com"},{"name":"Bihungum Bista","attributes":[" Nepal Health Research Council, Kathmandu, Nepal"],"email":"bistabihungum@gmail.com"},{"name":"Tuhin Kanti Biswas","attributes":[" Department of Kayachikitsa, J B Roy State Ayurvedic Medical College and Hospital, Kolkata, India"],"email":"biswastuhin@rediffmail.com"},{"name":"Michael Heinrich","attributes":[" Centre for Pharmacognosy and Phytotherapy, School of Pharmacy, University College London, London, UK"],"email":"m.heinrich@ucl.ac.uk"},{"name":"Jeemon Panniyammakal","attributes":[" Sree Chitra Tirunal Institute for Medical Sciences and Technology, Thiruvananthapuram, India"],"email":"jeemon@sctimst.ac.in"},{"name":"Nikhil Tandon","attributes":[" Department of Endocrinology, Metabolism and Diabetes, All India Institute of Medical Sciences, New Delhi, India"],"email":"nikhil_tandon@hotmail.com"},{"name":"Jo Leonardi-Bee","attributes":[" Lifespan and Population Health Academic Unit, School of Medicine, University of Nottingham, Nottingham, UK"," The Nottingham Centre for Evidence-Based Healthcare: A JBI Centre of Excellence, Nottingham, UK"],"email":null},{"name":"Sanjay Kinra","attributes":[" Department of Non-communicable Disease Epidemiology, London School of Hygiene and Tropical Medicine, London, UK"],"email":null},{"name":"Sheila Margaret Greenfield","attributes":[" Institute of Applied Health Research, University of Birmingham, Birmingham, UK"],"email":null},{"name":"Sarah Anne Lewis","attributes":[" Lifespan and Population Health Academic Unit, School of Medicine, University of Nottingham, Nottingham, UK"],"email":null},{"name":"Vasudev Upadhyay","attributes":[" Department of Ayurveda and Alternative Medicine, Ministry of Health and Population, Kathmandu, Nepal."],"email":"u.vasudev@yahoo.com"}],"PMCID":"PMCID: PMC9704971","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9704971/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9704971/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9704971/pdf/medi-101-e31452.pdf","abstract_text":["Type 2 diabetes mellitus (T2DM) is a common chronic condition with significant health and socioeconomic consequences. In Nepal, T2DM is a common disease for which people consult ayurvedic (traditional medical system) practitioners and use ayurvedic medicines. Strong concerns remain about the suboptimal T2DM management of many patients by ayurvedic practitioners, and therefore, based on the best available scientific evidence, we have developed a clinical guideline for managing T2DM by ayurvedic practitioners. The research question to be addressed by a definitive cluster randomized controlled trial (RCT) is whether the introduction of a clinical guideline can improve the management of T2DM by ayurvedic practitioners in Nepal as compared to usual ayurvedic management (i.e., without any clinical guideline). In preparation for this future work, this current study aims to determine the feasibility of undertaking the definitive cluster RCT.","","Methods:","","This is a 2-arm, feasibility cluster RCT with a blinded outcome assessment and a qualitative evaluation. The study is conducted in 12 public and private ayurveda centers in and outside the Kathmandu Valley in Nepal (1:1 intervention:control). Eligible participants should be new T2DM adult patients (i.e., treatment naïve) - the glycated hemoglobin level should be 6.5% or above but less than 9%. At least 120 participants (60/group) will be recruited and followed up for 6 months. Important parameters, needed to design the definitive trial, will be estimated, such as the standard deviation of the outcome measure (i.e., glycated hemoglobin level at 6-month follow-up), intraclass correlation coefficient, cluster size, recruitment, the time needed to recruit participants, follow-up, and adherence to the recommended ayurvedic medicine. Semi-structured qualitative interviews will be conducted with around 20 to 30 participants and all the participating ayurvedic practitioners to explore their experiences and perspectives of taking part in the study and of the intervention and a sample of eligible people declining to participate in the study to explore the reasons behind nonparticipation.","","Discussion:","","We are now conducting a feasibility cluster RCT in Nepal to determine the feasibility of undertaking the definitive cluster trial. The first participant was recruited on 17 July 2022. If the feasibility is promising (such as recruitment, follow-up, and adherence to the recommended ayurvedic medicine), then the parameters estimated will be used to design the definitive cluster trial. Decisions over whether to modify the protocol will mainly be informed by the qualitative data."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License 4.0 (CCBY), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["ayurveda","clinical guideline","feasibility trial","management","Nepal","type 2 diabetes mellitus"],"doi":"10.1097/MD.0000000000031452"},{"title":"Ayurvedic Medicine: A Traditional Medical System and Its Heavy Metal Poisoning","publication_info":[],"PMCID":"PMCID: PMC11148304","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11148304/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11148304/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11148304/pdf/cmj-60-97.pdf","abstract_text":["Ayurveda is one of the oldest and most widely practiced traditional medical systems in the world. The ancient knowledge in this traditional medical system has yet to be fully explored. The interaction of rich knowledge from various traditional systems of medicine can open new pathways in the herbal drug discovery process. Apart from other hurdles in discovering plant-based medicines, the lack of knowledge of the differences and similarities between the theoretical doctrines of these systems is the greatest impediment to their convergence. Rasashastra is an Ayurvedic medicine section that deals with formulations that include minerals/metals, particularly Parad (mercury). According to the Ayurvedic Formulary of India, the most widely used heavy metals are mercury, arsenic, and lead. However, contemporary scientists are concerned about the use of heavy metals in Ayurvedic preparation. In this review article, we will discuss Ayurvedic medicine and the toxic effects of heavy metals."],"license_agreement":"This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/4.0) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurvedic Medicine","Heavy Metals","Herbal Medicine","Mercury"],"doi":"10.4068/cmj.2024.60.2.97"},{"title":"Wellness or medicine? Use and perception of Ayurveda in Germany: data from an online-representative cross-sectional study","publication_info":[{"name":"Julia K. Schiele","attributes":[],"email":null},{"name":"Michael Jeitler","attributes":[],"email":null},{"name":"Andreas Michalsen","attributes":[],"email":null},{"name":"Elmar Stapelfeldt","attributes":[],"email":null},{"name":"Miriam Ortiz","attributes":[],"email":null},{"name":"Mike Sigl","attributes":[],"email":null},{"name":"Benno Brinkhaus","attributes":[],"email":null},{"name":"Manfred Wischnewsky","attributes":[],"email":null}],"PMCID":"PMCID: PMC11150709","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11150709/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11150709/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11150709/pdf/fmed-11-1408609.pdf","abstract_text":["Introduction","","Ayurveda, South Asia’s largest and most relevant system of Traditional Medicine, holds a legal status akin to conventional Western medicine in India and elsewhere. There is an almost complete lack of data on the use of Ayurveda in Germany. The aim of this study was to investigate Ayurveda’s utilization patterns, entry points, and factors influencing its use and the perception of Ayurveda among the German population.","","Methods","","Basis of this manuscript was an online-representative survey which involved 4,065 participants aged 18–75 about the use and acceptance of Traditional, Complementary and Integrative Medicine (TCIM) in Germany. The survey was conducted online using Computer Assisted Web Interview (CAWI) in 2022. The dataset was analyzed descriptively and inferentially.","","Results","","Altogether 9.3% (n = 377) of all survey participants (n = 4,065) had already used Ayurveda somehow, either more often (1.7%) or at least once in a lifetime (7.6%). Responders associated Ayurveda primarily with Indian Medicine (27.7%) and wellness (18%). Commonly used Ayurvedic services included non-medical treatments at wellness resorts/spas (48.3%), in outpatient practices (27.1%), and hotels (23.6%). 30.2% of the participants believe in Ayurveda’s therapeutic potential. 76.7% of Ayurveda users find healthy nutrition important or very important. Nine predictors were found to classify Ayurveda users vs. non-users with spirituality and belief in Ayurveda’s therapeutic efficacy as the most relevant ones. Ayurveda seems to be primarily used by well-educated and female individuals, often from higher-income groups and with a rather modern social milieu-orientation.","","Conclusion","","Study results suggest that about every tenth German citizen has used Ayurveda in the past and about one third believes in its therapeutic potential. Because Ayurvedic therapies are often not evidence-based, there is an urgent need to perform high quality randomized controlled trials to investigate potential effects and safety of Ayurveda and how evidence-based Ayurveda treatments can be integrated into the German healthcare system."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["Ayurveda","survey","traditional medicine","complementary medicine","integrative medicine","alternative medicine","Germany","cross-sectional study"],"doi":"10.3389/fmed.2024.1408609"},{"title":"Safety and Efficacy of the Ayurvedic Formulation Guduchi Ghana Vati as a Preventive Remedy in COVID-19","publication_info":[{"name":"Sanjeev Sharma","attributes":[],"email":null},{"name":"Pawankumar Godatwar","attributes":[],"email":"pgodatwar@gmail.com"},{"name":"Manohar Pareek","attributes":[],"email":null},{"name":"HML Meena","attributes":[],"email":null},{"name":"Anand Sharma","attributes":[],"email":null}],"PMCID":"PMCID: PMC11112623","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11112623/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11112623/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11112623/pdf/cureus-0016-00000058807.pdf","abstract_text":["Background and objectives","","Guduchi (Tinospora cordifolia) is a well-known Ayurvedic herb used as a preventive and curative remedy for various infections and immunity-related conditions. This study aimed to evaluate Guduchi Ghana Vati as a preventive remedy for COVID-19 and non-COVID-19 infections in a healthy population.","","Materials and methods","","An open-labeled, multi-centric, randomized, comparative, interventional, prospective community-based clinical study was conducted on healthy individuals at the community level in five different districts of Rajasthan by the National Institute of Ayurveda (NIA), Jaipur, India. Participants were divided into two groups. One group received Guduchi Ghana Vati as an intervention for 45 days, and the control group did not receive any intervention. Incidences of COVID-19 infection, non-COVID-19 infections, their severity, and hospitalization requirements were assessed. Safety was evaluated through monitoring of adverse reactions.","","Results","","Among the 10,022 participants who completed the study, the incidence of COVID-19 infection was found to be lower in those taking Guduchi Ghana Vati compared to the control group; however, the difference was statistically non-significant. The severity of COVID-19 based on the WHO ordinal scale was found to be significantly lower in the Guduchi Ghana Vati group compared to the control group. The number of episodes and severity of non-COVID-19 illness were also significantly lower in participants taking Guduchi Ghana Vati compared to the control group. No major adverse drug reactions were observed.","","Conclusion","","Guduchi Ghana Vati has the potential to act as a safe and effective remedy for the prevention of infection and immunity-related conditions, including COVID-19."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License CC-BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["guduchi","ayurveda","severity of infection","number of episodes","healthy volunteers","covid-19 prevention","tinospora cordifolia"],"doi":"10.7759/cureus.58807"},{"title":"Integrating ayurvedic medicine into cancer research programs part 1: Ayurveda background and applications","publication_info":[{"name":"Julia T. Arnold","attributes":["National Cancer Institute, NIH, Maryland, USA"],"email":"jtarnold4eba@gmail.com"}],"PMCID":"PMCID: PMC10307688","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307688/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307688/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307688/pdf/main.pdf","abstract_text":["Integration of Ayurveda into our current health care research programs is critical to making progress in global wellness and in disease prevention and control, especially for cancer. Ayurveda promotes restoration of the innate healing mechanisms existing in the body for optimal immunity, resilience, and health. Ayurveda also has an abundant resource of botanical products containing diverse pharmaco-active ingredients and millennia of experience of clinical applications for health benefits. But there is a lack of evidence–based research to demonstrate its efficacy and potential. This 2-part review is written from the perspective of a western-trained biomedical scientist and student of Ayurveda. It aims to educate research scientist peers about the opportunities and challenges for scientific validation of Ayurvedic herbal compounds, protocols, and modalities and inspire more research in this area. Part 1 will review several aspects of Ayurveda including principles of body constitution (Prakriti), digestion (Agni and Ama) and mind-body health, in relation to cancer. Part 2 [1] will focus on Ayurvedic botanical resources used for cancer and research studies will be discussed on selected herbal compounds. Research gaps and opportunities will be identified to guide development of research programs to validate safety and efficacy of these therapies. Importantly, the use of Ayurvedic modalities is not intended to substitute for allopathic treatments for cancer but as an integrative component for prevention and restoration of strength and immunity post treatment."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Cancer","Prakriti. Agni","Ama"],"doi":"10.1016/j.jaim.2022.100676"},{"title":"World Congress Integrative Medicine & Health 2017: Part one: Berlin, Germany. 3-5 May 2017","publication_info":"Benno Brinkhaus, Torkel Falkenberg, Aviad Haramati, Stefan N. Willich, Josephine P. Briggs, Merlin Willcox, Klaus Linde, Töres Theorell, Lisa M. Wong, Jeffrey Dusek, Darong Wu, David Eisenberg, Aviad Haramati, Bettina Berger, Kathi Kemper, Beate Stock-Schröer, Hedda Sützl-Klein, Rosaria Ferreri, Gary Kaplan, Harald Matthes, Gabriele Rotter, Elad Schiff, Zahi Arnon, Eckhard Hahn, Christina M. Luberto, David Martin, Silke Schwarz, Diethard Tauschel, Andrew Flower, Harsha Gramminger, Hedwig H. Gupta, S. N. Gupta, Annette Kerckhoff, Christian S. Kessler, Andreas Michalsen, Christian S. Kessler, Eun S. Kim, Eun H. Jang, Rana Kim, Sae B. Jan, Martin Mittwede, Wiebke Mohme, Eran Ben-Arye, Massimo Bonucci, Bashar Saad, Thomas Breitkreuz, Elio Rossi, Rejin Kebudi, Michel Daher, Samaher Razaq, Nahla Gafer, Omar Nimri, Mohamed Hablas, Gunver Sophia Kienle, Noah Samuels, Michael Silbermann, Lena Bandelin, Anna-Lena Lang, Eva Wartner, Christoph Holtermann, Maxwell Binstock, Robert Riebau, Edin Mujkanovic, Holger Cramer, Romy Lauche, Andres Michalsen, Lesley Ward, Holger Cramer, Dominik Irnich, Wolfram Stör, Geoffrey Burnstock, Hans-Georg Schaible, Thomas Ots, Jost Langhorst, Romy Lauche, Tobias Sundberg, Torkel Falkenberg, Catherina Amarell, Catherina Amarell, Melanie Anheyer, Marion Eckert, Marion Eckert, Mercedes Ogal, Marion Eckert, Catherina Amarell, Annette Schönauer, Birgit Reisenberger, Bernhard Brand, Dennis Anheyer, Gustav Dobos, Matthias Kroez, David Martin, Harald Matthes, Aldo Ammendola, Jun J. Mao, Claudia Witt, Yufei Yang, Gustav Dobos, Miriam Oritz, Markus Horneber, Petra Voiß, Birgit Reisenberger, Alexandra von Rosenstiel, Marion Eckert, Mercedes Ogal, Catharina Amarell, Melanie Anheyer, Friedemann Schad, Marc Schläppi, Matthias Kröz, Arndt Büssing, Gil Bar-Sela, Harald Matthes, Elad Schiff, Eran Ben-Arye, Zahi Arnon, David Avshalomov, Samuel Attias, Annette Schönauer, Aviad Haramati, Claudia Witt, Benno Brinkhaus, Sian Cotton, Miek Jong, Mats Jong, Christian Scheffer, Aviad Haramati, Diethard Tauschel, Friedrich Edelhäuser, Abdullah AlBedah, Myeong Soo Lee, Mohamed Khalil, Keiko Ogawa, Yoshiharu Motoo, Junsuke Arimitsu, Masao Ogawa, Genki Shimizu, Rainer Stange, Karin Kraft, Kenny Kuchta, Kenji Watanabe, D Bonin, Arndt Büssing, Harald Gruber, Sabine Koch, Harald Gruber, Urs Pohlmann, Christine Caldwell, Barbara Krantz, Ria Kortum, Lily Martin, Lisa S. Wieland, Ben Kligler, Susan Gould-Fogerite, Yuqing Zhang, Lisa S. Wieland, John J. Riva, Michael Lumpkin, Emily Ratner, Liu Ping, Pei Jian, Gesa-Meyer Hamme, Xiaosong Mao, Han Chouping, Sven Schröder, Josef Hummelsberger, Michael Wullinger, Marc Brodzky, Christoff Zalpour, Julia Langley, Wendy Weber, Lanay M. Mudd, Peter Wayne, Clauda Witt, Wolfgang Weidenhammer, Vinjar Fønnebø, Heather Boon, Amie Steel, Andrea Bugarcic, Melisa Rangitakatu, Amie Steel, Jon Adams, David Sibbritt, Jon Wardle, Matthew Leach, Janet Schloss, Helene Dieze, Heather Boon, Nadine Ijaz, Merlin Willcox, Michael Heinrich, George Lewith, Andrew Flower, Bertrand Graz, Daniela Adam, Linus Grabenhenrich, Miriam Ortiz, Sylvia Binting, Thomas Reinhold, Benno Brinkhaus, Susanne Andermo, Tobias Sundberg, Torkel Falkenberg, Johanna Hök Nordberg, Maria Arman, Manoj Bhasin, Xueyi Fan, Towia Libermann, Gregory Fricchione, John Denninger, Herbert Benson, Bettina Berger, Rainer Stange, Andreas Michalsen, David D. Martin, Inge Boers, Arine Vlieger, Miek Jong, Benno Brinkhaus, Michael Teut, Alexander Ullmann, Miriam Ortiz, Gabriele Rotter, Sylvia Binting, Fabian Lotz, Stephanie Roll, Claudia Canella, Michael Mikolasek, Matthias Rostock, Jörg Beyer, Matthias Guckenberger, Josef Jenewein, Esther Linka, Claudia Six, Sarah Stoll, Roger Stupp, Claudia M. Witt, Elisabeth Chuang, Ben Kligler, Melissa D. McKee, Holger Cramer, Romy Lauche, Petra Klose, Silke Lange, Jost Langhorst, Gustav Dobos, Vincent C. H. Chung, Hoi L. C. Wong, Xin Y. Wu, Grace Y. G. Wen, Robin S. T. Ho, Jessica Y. L. Ching, Justin C. Y. Wu, Amanda Coakley, Jane Flanagan, Christine Annese, Joanne Empoliti, Zishan Gao, Xugang Liu, Shuguang Yu, Xianzhong Yan, Fanrong Liang, Christoph D. Hohmann, Nico Steckhan, Thomas Ostermann, Arion Paetow, Evelyn Hoff, Andreas Michalsen, Xiao-Yang Hu, Ruo-Han Wu, Martin Logue, Clara Blonde, Lily Y. Lai, Beth Stuart, Andrew Flower, Yu-Tong Fei, Michael Moore, Jian-Ping Liu, George Lewith, Xiao-Yang Hu, Ruo-Han Wu, Martin Logue, Clara Blonde, Lily Y. Lai, Beth Stuart, Andrew Flower, Yu-Tong Fei, Michael Moore, Jian-Ping Liu, George Lewith, Michael Jeitler, Hannah Zillgen, Manuel Högl, Nico Steckhan, Barbara Stöckigt, Georg Seifert, Andreas Michalsen, Christian Kessler, Talat Khadivzadeh, Maryam Hassanzadeh Bashtian, Shapour Badiee Aval, Habibollah Esmaily, Jihye Kim, Keun H. Kim, Carina Klocke, Stefanie Joos, Abdulrahman Koshak, Li Wie, Emad Koshak, Siraj Wali, Omer Alamoudi, Abdulrahman Demerdash, Majdy Qutub, Peter Pushparaj, Michael Heinrich, Sigrid Kruse, Isabell Fischer, Nadine Tremel, Joseph Rosenecker, Brenda Leung, Wendy Takeda, Ning Liang, Xue Feng, Jian-ping Liu, Hui-juan Cao, Christina M. Luberto, Nina Shinday, Lisa Philpotts, Elyse Park, Gregory L. Fricchione, Gloria Yeh, Niki Munk, Arash Zakeresfahani, Trevor R. Foote, Rick Ralston, Karen Boulanger, Dominik Özbe, Elmar Gräßel, Katharina Luttenberger, Anna Pendergrass, Daniel Pach, Judit Bellmann-Strobl, Yinhui Chang, Laura Pasura, Bin Liu, Sven F. Jäger, Ronny Loerch, Li Jin, Benno Brinkhaus, Miriam Ortiz, Thomas Reinhold, Stephanie Roll, Sylvia Binting, Katja Icke, Xuemin Shi, Friedemann Paul, Claudia M. Witt, Michaela Rütz, Andreas Lynen, Meike Schömitz, Maik Vahle, Nir Salomon, Alon Lang, Adi Lahat, Uri Kopylov, Shomron Ben-Horin, Ofir Har-Noi, Benjamin Avidan, Rami Elyakim, Dorit Gamus, Siew NG, Jessica Chang, Justin Wu, John Kaimiklotis, Dania Schumann, Ludovica Buttó, Jost Langhorst, Gustav Dobos, Dirk Haller, Holger Cramer, Caroline Smith, Sheryl de Lacey, Michael Chapman, Julie Ratcliffe, Neil Johnson, Jane Lyttleton, Clare Boothroyd, Paul Fahey, Bram Tjaden, Marja van Vliet, Herman van Wietmarschen, Miek Jong, Wilfried Tröger, Pia Vuolanto, Paulina Aarva, Minna Sorsa, Kaija Helin, Claudia Wenzel, Iris Zoderer, Patricia Pammer, Patrick Simon, Gerhard Tucek, Kathrin Wode, Roger Henriksson, Lena Sharp, Anna Stoltenberg, Johanna Hök Nordberg, Yang Xiao-ying, Li-qiong Wang, Jin-gen Li, Ning Liang, Ying Wang, Jian-ping Liu, Lynda Balneaves, Rielle Capler, Chiara Bocci, Marta Guffi, Marina Paolini, Ilaria Meaglia, Patrizia Porcu, Giovanni B. Ivaldi, Simona Dragan, Petru Bucuras, Ana M. Pah, Marius Badalica-Petrescu, Florina Buleu, Gheorghe Hogea-Stoichescu, Ruxandra Christodorescu, Lan Kao, Yumin Cho, Nadja Klafke, Cornelia Mahler, Cornelia von Hagens, Lorenz Uhlmann, Martina Bentner, Andreas Schneeweiss, Andreas Mueller, Joachim Szecsenyi, Stefanie Joos, Isabella Neri, Miriam Ortiz, Katharina Schnabel, Michael Teut, Gabriele Rotter, Sylvia Binting, Margit Cree, Fabian Lotz, Ralf Suhr, Benno Brinkhaus, Elio Rossi, Sonia Baccetti, Fabio Firenzuoli, Maria V. Monechi, Mariella Di Stefano, Gianni Amunni, Wendy Wong, Bingzhong Chen, Justin Wu, Hakima Amri, Aviad Haramati, Lucy Kotlyanskaya, Belinda Anderson, Roni Evans, Ben Kligler, Paul Marantz, Ryan Bradley, Cathryn Booth-LaForce, Heather Zwickey, Benjamin Kligler, Audrey Brooks, Mary J. Kreitzer, Patricia Lebensohn, Elisabeth Goldblatt, Neus Esmel-Esmel, Maria Jiménez-Herrera, Nadine Ijaz, Heather Boon, Alexandra Jocham, Beate Stock-Schröer, Pascal O. Berberat, Antonius Schneider, Klaus Linde, Morgana Masetti, Henriette Murakozy, Marja Van Vliet, Mats Jong, Miek Jong, Rita Agdal, Fatemeh Atarzadeh, Amir M. Jaladat, Leila Hoseini, Fatemeh Amini, Chen Bai, Tiegang Liu, Zian Zheng, Yuxiang Wan, Jingnan Xu, Xuan Wang, He Yu, Xiaohong Gu, Babak Daneshfard, Majid Nimrouzi, Vahid Tafazoli, Seyed M. Emami Alorizi, Seyed A. Saghebi, Mohammad R. Fattahi, Alireza Salehi, Hossein Rezaeizadeh, Mohammad M. Zarshenas, Majid Nimrouzi, Kealoha Fox, John Hughes, Nenad Kostanjsek, Stéphane Espinosa, George Lewith, Peter Fisher, Abdul Latif, Donald Lefeber, William Paske, Ali Ö. Öztürk, Gizemnur Öztürk, Inge Boers, Wim Tissing, Marianne Naafs, Martine Busch, Miek Jong, Babak Daneshfard, Mohammad R. Sanaye, Kilian Dräger, Peter Fisher, Mary J. Kreitzer, Roni Evans, Brent Leininger, Kate Shafto, Jenny Breen, Mohammad R. Sanaye, Babak Daneshfard, Ana P. Simões-Wüst, Carolina Moltó-Puigmartí, Martien van Dongen, Pieter Dagnelie, Carel Thijs, Shelley White, Solveig Wiesener, Anita Salamonsen, Trine Stub, Vinjar Fønnebø, Sergio Abanades, Mar Blanco, Laia Masllorens, Roser Sala, Shafekah Al-Ahnoumy, Dongwoon Han, Luzhu He, Ha Yun Kim, Da In Choi, Terje Alræk, Trine Stub, Agnete Kristoffersen, Christel von Sceidt, Andreas Michalsen, Stig Bruset, Frauke Musial, Dennis Anheyer, Holger Cramer, Romy Lauche, Felix J. Saha, Gustav Dobos, Dennis Anheyer, Heidemarie Haller, Romy Lauche, Gustav Dobos, Holger Cramer, Hoda Azizi, Nayereh Khadem, Malihe Hassanzadeh, Nazanin Estiri, Hamideh Azizi, Fatemeh Tavassoli, Marzieh Lotfalizadeh, Reza Zabihi, Habibollah Esmaily, Hoda Azizi, Mahmoud Mohammadzadeh Shabestari, Reza Paeizi, Masoumeh Alvandi Azari, Hamidreza Bahrami-Taghanaki, Reza Zabihi, Hamideh Azizi, Habibollah Esmaily, Erik Baars, Anja De Bruin, Anne Ponstein, Sonia Baccetti, Mariella Di Stefano, Elio Rossi, Fabio Firenzuoli, Sergio Segantini, Maria Valeria Monechi, Fabio Voller, Jürgen Barth, Alexandra Kern, Sebastian Lüthi, Claudia Witt, Jürgen Barth, Anja Zieger, Fabius Otto, Claudia Witt, Ariel Beccia, Corina Dunlap, Brendan Courneene, Paula Bedregal, Alvaro Passi, Alfredo Rodríguez, Mayling Chang, Soledad Gutiérrez, Florian Beissner, Florian Beissner, Christine Preibisch, Annemarie Schweizer-Arau, Roxana Popovici, Karin Meissner, Sylvie Beljanski, Laura Belland, Laura Rivera-Reyes, Ula Hwang, Bettina Berger, Dominik Sethe, Dörte Hilgard, Peter Heusser, Felicity Bishop, Miznah Al-Abbadey, Katherine Bradbury, Dawn Carnes, Borislav Dimitrov, Carol Fawkes, Jo Foster, Hugh MacPherson, Lisa Roberts, Lucy Yardley, George Lewith, Felicity Bishop, Miznah Al-Abbadey, Katherine Bradbury, Dawn Carnes, Borislav Dimitrov, Carol Fawkes, Jo Foster, Hugh MacPherson, Lisa Roberts, Lucy Yardley, George Lewith, Felicity Bishop, Michelle Holmes, George Lewith, Lucy Yardley, Paul Little, Cyrus Cooper, Patrizia Bogani, Valentina Maggini, Eugenia Gallo, Elisangela Miceli, Sauro Biffi, Alessio Mengoni, Renato Fani, Fabio Firenzuoli, Nadine Brands-Guendling, Peter W. Guendling, Gert Bronfort, Roni Evans, Mitch Haas, Brent Leininger, Craig Schulz, Xiangwei Bu, J. Wang, T. Fang, Z. Shen, Y. He, X. Zhang, Zhengju Zhang, Dali Wang, Fengxian Meng, Arndt Büssing, Klaus Baumann, Eckhard Frick, Christoph Jacobs, Arndt Büssing, Ralph-Achim Grünther, Désirée Lötzke, Arndt Büssing, Sonny Jung, Désirée Lötzke, Daniela R. Recchia, Sibylle Robens, Thomas Ostermann, Bettina Berger, Josephin Stankewitz, Matthias Kröz, Mika Jeitler, Christian Kessler, Andreas Michalsen, Chunhoo Cheon, Bo H. Jang, Seong G. Ko, Ching W. Huang, Yui Sasaki, Youme Ko, Anna Cheshire, Damien Ridge, John Hughes, David Peters, Maria Panagioti, Chantal Simon, George Lewith, Hyun J. Cho, Dongwoon Han, Soo J. Choi, Young S. Jung, Hyea B Im, Kieran Cooley, Laura Tummon-Simmons, Sian Cotton, Christina M. Luberto, Rachel Wasson, Kristen Kraemer, Richard Sears, Carly Hueber, Gwendolyn Derk, JR Lill, Ruopeng An, Lois Steinberg, Lourdes Diaz Rodriguez, Francisca García-de la Fuente, Miguel De la Vega, Keyla Vargas-Román, Jonatan Fernández-Ruiz, Irene Cantarero-Villanueva, Lourdes Diaz Rodriguez, Francisca García-De la Fuente, Fanny Jiménez-Guerrero, Keyla Vargas-Román, Jonatan Fernández-Ruiz, Noelia Galiano-Castillo, Gualberto Diaz-Saez, José I. Torres-Jimenez, Olga Garcia-Gomez, Luis Hortal-Muñoz, Camino Diaz-Diez, Demijon Dicen, Helene Diezel, Jon Adams, Amie Steel, Jon Wardle, Helene Diezel, Amie Steel, Jane Frawley, Jon Wardle, Alex Broom, Jon Adams, Fei Dong, He Yu, Tiegang Liu, Xueyan Ma, Liyi Yan, Yuxiang Wan, Zian Zheng, Xiaohong Gu, Fei Dong, He Yu, Liqun Wu, Tiegang Liu, Xueyan Ma, Jiaju Ma, Liyi Yan, Yuxiang Wan, Zian Zheng, Jianhua Zhen, Xiaohong Gu, Julie Dubois, Pierre-Yves Rodondi, Friedrich Edelhäuser, Sophia Schwartze, Barbara Trapp, Dirk Cysarz","PMCID":"PMCID: PMC5498855","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5498855/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5498855/pdf/12906_2017_Article_1782.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Anti-cancer activities of Schedule E1 drugs used in ayurvedic formulations","publication_info":[{"name":"E.N.T. Vikram","attributes":["SRM College of Pharmacy, SRM Institute of Science and Technology, Kattankulathur, Kancheepuram (Dt.), Tamilnadu 603203, India"],"email":null},{"name":"R. Ilavarasan","attributes":["Captain Srinivasa Murthy Central Ayurveda Research Institute, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Arumbakkam, Chennai, Tamilnadu 600106, India"],"email":null}],"PMCID":"PMCID: PMC9163510","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9163510/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9163510/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9163510/pdf/main.pdf","abstract_text":["Schedule E1 is an important part of Drugs and Cosmetics Act (Government of India) that comprises the list of poisonous drugs from plant, animal and mineral origins to be consumed under medical supervision. Ayurveda, the world's oldest medicinal system has a list of drugs represented in schedule E1 that are used since thousands of years. This review reports the anti-cancer activities of fifteen toxic ayurvedic drugs from plant origin represented in Drugs and Cosmetics Act, 1940. The information was collected from the various authentic sources, compiled and summarised. The plant extracts, formulations, phytoconstituents and other preparations of these drugs have shown effective activities against mammary carcinoma, neuroblastoma, non-small cell lung carcinoma, lymphocytic leukaemia, colorectal adenocarcinoma, Ehrlich ascites carcinoma, prostate adenocarcinoma, glioblastoma asterocytoma and other malignancies. They have various mechanisms of action including Bax upregulation, Bcl2 downregulation, induction of cell cycle arrest at S phase, G2/M phase, inhibition of vascular endothelial growth factors, inhibition of Akt/mTOR signalling etc. Certain traditional ayurvedic preparations containing these plants are reported beneficial and the possibilities of these drugs as the alternative and adjuvant therapeutic agents in the current cancer care have been discussed. The studies suggest that these drugs could be utilised in future for the critical care of malignancies."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Anti-cancer","Ayurveda","Schedule E1","Toxic medicinal plants","Drugs and cosmetics act"],"doi":"10.1016/j.jaim.2022.100545"},{"title":"Development process of a clinical guideline to manage type 2 diabetes in adults by Ayurvedic practitioners","publication_info":[{"name":"Kaushik Chattopadhyay","attributes":[],"email":"kaushik.chattopadhyay@nottingham.ac.uk"},{"name":"Nitin Kapoor","attributes":[],"email":null},{"name":"Michael Heinrich","attributes":[],"email":null},{"name":"Achintya Mitra","attributes":[],"email":null},{"name":"Madhukar Mittal","attributes":[],"email":null},{"name":"Sarah Anne Lewis","attributes":[],"email":null},{"name":"Sheila Margaret Greenfield","attributes":[],"email":null},{"name":"Shyamalendu Mukherjee","attributes":[],"email":null},{"name":"Ivo Pischel","attributes":[],"email":null},{"name":"Panniyammakal Jeemon","attributes":[],"email":null},{"name":" 10 ","attributes":[],"email":"kaushik.chattopadhyay@nottingham.ac.uk"},{"name":"Nikhil Tandon","attributes":[],"email":null},{"name":" 11 ","attributes":[],"email":"kaushik.chattopadhyay@nottingham.ac.uk"},{"name":"Sanjay Kinra","attributes":[],"email":null},{"name":" 12 ","attributes":[],"email":"kaushik.chattopadhyay@nottingham.ac.uk"},{"name":"Tuhin Kanti Biswas","attributes":[],"email":null},{"name":" 13 ","attributes":[],"email":"kaushik.chattopadhyay@nottingham.ac.uk"},{"name":" 14 ","attributes":[],"email":"kaushik.chattopadhyay@nottingham.ac.uk"}],"PMCID":"PMCID: PMC9922832","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9922832/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9922832/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9922832/pdf/fmed-10-1043715.pdf","abstract_text":["Background","","Type 2 diabetes mellitus (T2DM), a common chronic health condition, has major health and socioeconomic consequences. In the Indian subcontinent, it is a health condition for which individuals commonly consult Ayurvedic (traditional medical system) practitioners and use their medicines. However, to date, a good quality T2DM clinical guideline for Ayurvedic practitioners, grounded on the best available scientific evidence, is not available. Therefore, the study aimed to systematically develop a clinical guideline for Ayurvedic practitioners to manage T2DM in adults.","","Methods","","The development work was guided by the UK’s National Institute for Health and Care Excellence (NICE) manual for developing guidelines, the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) approach, and the Appraisal of Guidelines for Research and Evaluation (AGREE) II instrument. First, a comprehensive systematic review was conducted which evaluated Ayurvedic medicines’ effectiveness and safety in managing T2DM. In addition, the GRADE approach was used for assessing the certainty of the findings. Next, using the GRADE approach, the Evidence-to-Decision framework was developed, and we focused on glycemic control and adverse events. Subsequently, based on the Evidence-to-Decision framework, a Guideline Development Group of 17 international members made recommendations on Ayurvedic medicines’ effectiveness and safety in T2DM. These recommendations formed the basis of the clinical guideline, and additional generic content and recommendations were adapted from the T2DM Clinical Knowledge Summaries of the Clarity Informatics (UK). The feedback given by the Guideline Development Group on the draft version was used to amend and finalize the clinical guideline.","","Results","","A clinical guideline for managing T2DM in adults by Ayurvedic practitioners was developed, which focuses on how practitioners can provide appropriate care, education, and support for people with T2DM (and their carers and family). The clinical guideline provides information on T2DM, such as its definition, risk factors, prevalence, prognosis, and complications; how it should be diagnosed and managed through lifestyle changes like diet and physical activity and Ayurvedic medicines; how the acute and chronic complications of T2DM should be detected and managed (including referral to specialists); and advice on topics like driving, work, and fasting including during religious/socio-cultural festivals.","","Conclusion","","We systematically developed a clinical guideline for Ayurvedic practitioners to manage T2DM in adults."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["development","clinical guideline","type 2 diabetes mellitus","Ayurveda","management"],"doi":"10.3389/fmed.2023.1043715"},{"title":"The use of ayurvedic medicine in the context of health promotion – a mixed methods case study of an ayurvedic centre in Sweden","publication_info":[{"name":"Maria Niemi","attributes":[],"email":"maria.niemi@ki.se"}],"PMCID":"PMCID: PMC4756420","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4756420/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4756420/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4756420/pdf/12906_2016_Article_1042.pdf","abstract_text":["Background","","Ayurveda has its historical roots in India, but has also been internationalised, partly via migration and partly through an increased interest in alternative medicine in the West, where studies point toward increased use. However, there is to date scarce knowledge about the use and experiences of ayurveda in Sweden.","","Methods","","We have conducted a case study of a center for ayurvedic healthcare in Sweden. We have collected information on client background data from the center’s documentation, and compiled data from all clients who visited the centre for ayurvedic consultation during spring 2014. In total, 55 individuals were included in the study, and 18 of them were chosen for individual semi-structured interviews, to gain a deeper understanding of their motives for seeking, and experiences of ayurvedic health care. The material was analysed and compiled through a mix of qualitative and quantitative methods.","","Results","","Among the 55 clients, 91 % were female the mean age was 47 years, and 64 % gave a specific illness as a reason for seeking ayurveda. The most common illnesses were respiratory, musculoskeletal, circulatory, tumor, and cutaneous illnesses. The qualitative results showed that ayurveda was being used in combination with other methods, including various diets, other alternative medicine methods and conventional medicine. Some participants recounted having sought ayurveda as a complement to conventional medicine, or in cases when conventional medicine had been experienced as insufficient in terms of diagnosis or treatment. However, some participants experienced it as difficult to follow the ayurvedic life-style advice in the midst of their everyday life. Many participants reported positive experiences of pulse diagnostics, which was the main diagnostic method used in ayurvedic consultation. Some reported concrete, physical improvement of their symptoms.","","Conclusions","","This study points towards important aspects of participant experience of ayurveda, that may be subject to further research. The positive effects experienced by some clients should be studied more systematically in order to discern whether they are specific or non-specific. In addition, interesting knowledge may be gained through further study of the reported positive experiences of pulse diagnosis."],"license_agreement":"\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.","keywords":["Ayurveda","Sweden","Case study","Qualitative study","Pulse diagnosis"],"doi":"10.1186/s12906-016-1042-z"},{"title":"International Delegate Assembly: An overview of two decades","publication_info":[{"name":"Gunvant Yeola","attributes":["Principal, Dr. D. Y. Patil College of Ayurved & Research Centre, Pimpri, Pune of Dr. D. Y. Patil Vidyapeeth, Pune (Deemed to be University), India"],"email":null},{"name":"Abhijeet Shirkande","attributes":["Department of Dravyaguna (Ayurvedic Materia Medica & Pharmacology), Dr. D. Y. Patil College of Ayurved & Research Centre, Pimpri, Pune of Dr. D. Y. Patil Vidyapeeth, Pune (Deemed to be University), India"],"email":"drabhijitshirkande@gmail.com"},{"name":"Ankita Shirkande","attributes":["Department of Rasa Shastra and Bhaishajya Kalpana (Ayurvedic Iatrochemistry & Pharmaceuticals Science), Dr. D. Y. Patil College of Ayurved & Research Centre, Pimpri, Pune of Dr. D. Y. Patil Vidyapeeth, Pune (Deemed to be University), India"],"email":"drabhijitshirkande@gmail.com"}],"PMCID":"PMCID: PMC10973653","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10973653/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10973653/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10973653/pdf/main.pdf","abstract_text":["Globalization of Ayurveda is a continuous process. It happens due to committed collaboration of expert vaidyas from India and abroad, professionals from different countries, pharmaceutical suppliers, and patients. The obstacles to practise, regulate and educate Ayurveda, differ from country to country; however there are some common threads. The International Delegates Assembly through the platform of World Ayurveda Congress strives to bring the stakeholders together biannually to discuss the issues and find solutions. The present narrative sheds light on the objectives, status and expectations of the stakeholders and provides insights into the process."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["None"],"doi":"10.1016/j.jaim.2024.100892"},{"title":"The use of integrative therapy based on Yoga and Ayurveda in the treatment of a high-risk case of COVID-19/SARS-CoV-2 with multiple comorbidities: a case report","publication_info":[{"name":"Alka Mishra","attributes":["Department of Ayurveda and Holistic Health, Dev Sanskriti Vishwavidyalaya, Haridwar, India "],"email":null},{"name":"Sumitra A. Bentur","attributes":["Ayurveda physician and yoga expert, Noida, India "],"email":null},{"name":"Sonika Thakral","attributes":["Shaheed Sukhdev College of Business Studies, University of Delhi, Delhi, India ","National Resource Center for Value Education in Engineering, Indian Institute of Technology, Delhi, India "],"email":"sthakral@iitd.ac.in"},{"name":"Rahul Garg","attributes":["National Resource Center for Value Education in Engineering, Indian Institute of Technology, Delhi, India ","Amar Nath and Shashi Khosla School of Information Technology, Indian Institute of Technology, Delhi, India ","Department of Computer Science and Engineering, Indian Institute of Technology, Delhi, India "],"email":null}],"PMCID":"PMCID: PMC7903378","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7903378/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7903378/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7903378/pdf/13256_2020_Article_2624.pdf","abstract_text":["Background","","We report a high-risk case of a coronavirus disease 19 (COVID-19)-positive patient with comorbidities including diabetes mellitus (DM), hypertension (HTN), hypothyroidism and chronic kidney disease (CKD), treated successfully using an integrative therapy plan based on Ayurveda and Yoga, along with government-mandated compulsory modern western medicine (MWM) treatment. Recently, some evidence has been emerging on the use of Ayurveda for treatment of COVID-19. The classical texts of Ayurvedic medicine such as Charaka Samhita and Sushruta Samhita contain descriptions of pandemics of similar proportions and describe them as Janapadoddhvansa, meaning the destruction of communities, along with their causes and treatment.","","Case presentation","","The case reported herein is a 55-year-old man from Delhi, India, with confirmed (tested) COVID-19, who first took MWM for 7 days before seeking integrative therapy. The patient has comorbidities including DM, HTN, hypothyroidism and CKD and had developed symptoms including fever (which was resolved by the time integrative therapy was started), sore throat, dry cough, body aches, weakness, bad taste and smell, and heaviness in the abdomen. Based on the patient’s symptoms and comorbidities, a treatment plan including Ayurvedic medicines, Yoga protocol, dietary recommendations and lifestyle modifications was prescribed by a registered Ayurveda doctor and a Yoga consultant. The patient started experiencing improvement in all the symptoms within 2 days after starting the treatment; he reported approximately ","75","%"," relief from the symptoms after 5 days, and almost complete relief within 9 days. Also, the blood sugar levels (both fasting blood sugar [FBS] and postprandial blood sugar [PPBS]) exhibited significant improvement after 5 days, and decreased to within the normal range within 12 days. Besides relief in symptoms, the patient’s real-time reverse transcription polymerase chain reaction (RT-PCR) test done on the 19th day returned negative results.","","Conclusions","","Integrative therapy was found to be effective in mitigating the symptoms of COVID-19 in this patient with multiple comorbidities. Moreover, a significant improvement in blood sugar levels (not under control with modern medicine) was also achieved. Integrative therapy based on the classical texts of Ayurveda and Yoga may offer a promising and scalable treatment option for COVID-19 patients. A case series or a suitably designed randomized controlled trial is needed to assess its efficacy."],"license_agreement":"Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.","keywords":["COVID-19","Ayurveda","Yoga","Integrative therapy","Case report"],"doi":"10.1186/s13256-020-02624-1"},{"title":"Integrating ayurvedic medicine into cancer research programs part 2: Ayurvedic herbs and research opportunities","publication_info":[{"name":"Julia T. Arnold","attributes":["National Cancer Institute, NIH, Maryland, USA"],"email":"Jtarnold4eba@gmail.com"}],"PMCID":"PMCID: PMC10307689","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307689/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307689/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307689/pdf/main.pdf","abstract_text":["The aim of this two-part review in this issue is to provide some basic perspectives from Ayurveda, the traditional medicine of India, and to discuss how current research methodologies may be used to shed light on mechanisms of Ayurvedic treatments to support cancer care and prevention. It addresses some of the challenges for scientific validation of Ayurvedic herbal compounds, protocols, and modalities in four areas. Part 1 [1] has reviewed Ayurvedic theories and applications of body constitution (Prakriti), digestion (Agni and Ama) and mind-body-spirit health in relation to cancer. Here in Part 2, the focus is on preclinical and clinical research of Ayurvedic botanical herbs, with a review of pertinent literature on three selected herbs, Curcumin, Ashwagandha, and Triphala. A discussion of the challenges and possibilities of research in Ayurveda is offered to guide the development of translational research programs. Ayurvedic modalities are not intended as a substitute for allopathic treatments of cancer but as an integrative component for prevention and restoration of strength and immunity."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic herbs","Curcumin","Ashwagandha","Triphala. Rasayanas","Cancer","Research"],"doi":"10.1016/j.jaim.2022.100677"}]