[{"title":"Genome-wide DNA methylation profiling after Ayurveda intervention to bronchial asthmatics identifies differential methylation in several transcription factors with immune process related function","publication_info":[{"name":"Smitha Bhat","attributes":["Department of Biotechnology, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal 576104, Karnataka, India"],"email":null},{"name":"Harish Rotti","attributes":["Department of Cell and Molecular Biology, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal 576104, Karnataka, India"],"email":null},{"name":"Keshava Prasad","attributes":["Department of Cell and Molecular Biology, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal 576104, Karnataka, India"],"email":null},{"name":"Shama Prasada Kabekkodu","attributes":["Department of Cell and Molecular Biology, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal 576104, Karnataka, India"],"email":null},{"name":"Abdul Vahab Saadi","attributes":["Department of Biotechnology, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal 576104, Karnataka, India"],"email":null},{"name":"Sushma P. Shenoy","attributes":["Department of Cell and Molecular Biology, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal 576104, Karnataka, India"],"email":null},{"name":"Kalpana S. Joshi","attributes":["Department of Biotechnology, Sinhgad College of Engineering, S. P. University of Pune, Pune Maharashtra, India"],"email":null},{"name":"Tanuja M. Nesari","attributes":["Department of Dravyaguna, Tilak Ayurved Mahavidyalaya, Pune, Maharashtra, India"],"email":null},{"name":"Sushant A. Shengule","attributes":["Department of Biotechnology, Sinhgad College of Engineering, S. P. University of Pune, Pune Maharashtra, India"],"email":null},{"name":"Amrish P. Dedge","attributes":["Department of Dravyaguna, Tilak Ayurved Mahavidyalaya, Pune, Maharashtra, India"],"email":null},{"name":"Maithili S. Gadgil","attributes":["Department of Biotechnology, Sinhgad College of Engineering, S. P. University of Pune, Pune Maharashtra, India"],"email":null},{"name":"Vikram R. Dhumal","attributes":["Department of Dravyaguna, Tilak Ayurved Mahavidyalaya, Pune, Maharashtra, India"],"email":null},{"name":"Sundeep Salvi","attributes":["Department of Pulmonary Medicine, Chest Research Foundation, Pune, Maharashtra, India"],"email":null}],"PMCID":"PMCID: PMC10122039","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10122039/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10122039/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10122039/pdf/main.pdf","abstract_text":["Background","","The Indian traditional medicinal system, Ayurveda, describes several lifestyle practices, processes and medicines as an intervention to treat asthma. Rasayana therapy is one of them and although these treatment modules show improvement in bronchial asthma, their mechanism of action, particularly the effect on DNA methylation, is largely understudied.","","Objectives","","Our study aimed at identifying the contribution of DNA methylation changes in modulating bronchial asthma phenotype upon Ayurveda intervention.","","Materials and methods","","In this study, genome-wide methylation profiling in peripheral blood DNA of healthy controls and bronchial asthmatics before (BT) and after (AT) Ayurveda treatment was performed using array-based profiling of reference-independent methylation status (aPRIMES) coupled to microarray technique.","","Results","","We identified 4820 treatment-associated DNA methylation signatures (TADS) and 11,643 asthma-associated DNA methylation signatures (AADS), differentially methylated [FDR (≤0.1) adjusted p-values] in AT and HC groups respectively, compared to BT group. Neurotrophin TRK receptor signaling pathway was significantly enriched for differentially methylated genes in bronchial asthmatics, compared to AT and HC subjects. Additionally, we identified over 100 differentially methylated immune-related genes located in the promoter/5′-UTR regions of TADS and AADS. Various immediate-early response and immune regulatory genes with functions such as transcription factor activity (FOXD1, FOXD2, GATA6, HOXA3, HOXA5, MZF1, NFATC1, NKX2-2, NKX2-3, RUNX1, KLF11), G-protein coupled receptor activity (CXCR4, PTGER4), G-protein coupled receptor binding (UCN), DNA binding (JARID2, EBF2, SOX9), SNARE binding (CAPN10), transmembrane signaling receptor activity (GP1BB), integrin binding (ITGA6), calcium ion binding (PCDHGA12), actin binding (TRPM7, PANX1, TPM1), receptor tyrosine kinase binding (PIK3R2), receptor activity (GDNF), histone methyltransferase activity (MLL5), and catalytic activity (TSTA3) were found to show consistent methylation status between AT and HC group in microarray data.","","Conclusions","","Our study reports the DNA methylation-regulated genes in bronchial asthmatics showing improvement in symptoms after Ayurveda intervention. DNA methylation regulation in the identified genes and pathways represents the Ayurveda intervention responsive genes and may be further explored as diagnostic, prognostic, and therapeutic biomarkers for bronchial asthma in peripheral blood."],"license_agreement":"Unknown","keywords":["Asthma","Ayurveda","Immunomodulation","DNA methylation","aPRIMES"],"doi":"10.1016/j.jaim.2023.100692"},{"title":"Potential of Ayurgenomics Approach in Complex Trait Research: Leads from a Pilot Study on Rheumatoid Arthritis","publication_info":[{"name":"Ramesh C. Juyal","attributes":[],"email":null},{"name":"Sapna Negi","attributes":[],"email":null},{"name":"Preeti Wakhode","attributes":[],"email":null},{"name":"Sulekha Bhat","attributes":[],"email":null},{"name":"Bheema Bhat","attributes":[],"email":null}],"PMCID":"PMCID: PMC3458907","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3458907/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3458907/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3458907/pdf/pone.0045752.pdf","abstract_text":["Background","","Inconsistent results across association studies including Genome-wide association, have posed a major challenge in complex disease genetics. Of the several factors which contribute to this, phenotypic heterogeneity is a serious limitation encountered in modern medicine. On the other hand, Ayurveda, a holistic Indian traditional system of medicine, enables subgrouping of individuals into three major categories namely Vata, Pitta and Kapha, based on their physical and mental constitution, referred to as Prakriti. We hypothesised that conditioning association studies on prior risk, predictable in Ayurveda, will uncover much more variance and potentially open up more predictive health.","","Objectives and Methods","","Identification of genetic susceptibility markers by combining the prakriti based subgrouping of individuals with genetic analysis tools was attempted in a Rheumatoid arthritis (RA) cohort. Association of 21 markers from commonly implicated inflammatory and oxidative stress pathways was tested using a case-control approach in a total cohort comprising 325 cases and 356 controls and in the three subgroups separately. We also tested few postulates of Ayurveda on the disease characteristics in different prakriti groups using clinico-genetic data.","","Results","","Inflammatory genes like IL1β (C-C-C haplotype, p = 0.0005, OR = 3.09) and CD40 (rs4810485 allelic, p = 0.04, OR = 2.27) seem to be the determinants in Vata subgroup whereas oxidative stress pathway genes are observed in Pitta (SOD3 rs699473, p = 0.004, OR = 1.83; rs2536512 p = 0.005; OR = 1.88 and PON1 rs662, p = 0.04, OR = 1.53) and Kapha (SOD3 rs2536512, genotypic, p = 0.02, OR = 2.39) subgroups. Fixed effect analysis of the associated markers from CD40, SOD3 and TNFα with genotype X prakriti interaction terms suggests heterogeneity of effects within the subgroups. Further, disease characteristics such as severity was most pronounced in Vata group.","","Conclusions","","This exploratory study suggests discrete causal pathways for RA etiology in prakriti based subgroups, thereby, validating concepts of prakriti and personalized medicine in Ayurveda. Ayurgenomics approach holds promise for biomarker discovery in complex diseases."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.","keywords":["None"],"doi":"10.1371/journal.pone.0045752"},{"title":"Ayurvedic vs. Conventional Nutritional Therapy Including Low-FODMAP Diet for Patients With Irritable Bowel Syndrome—A Randomized Controlled Trial","publication_info":[{"name":"Michael Jeitler","attributes":[],"email":"michael.jeitler@charite.de"},{"name":"Till Wottke","attributes":[],"email":null},{"name":"Dania Schumann","attributes":[],"email":null},{"name":"Laura M. Puerto Valencia","attributes":[],"email":null},{"name":"Andreas Michalsen","attributes":[],"email":null},{"name":"Nico Steckhan","attributes":[],"email":null},{"name":"Martin Mittwede","attributes":[],"email":null},{"name":"Elmar Stapelfeldt","attributes":[],"email":null},{"name":"Daniela Koppold-Liebscher","attributes":[],"email":null},{"name":"Holger Cramer","attributes":[],"email":null},{"name":"Manfred Wischnewsky","attributes":[],"email":null},{"name":"Vijayendra Murthy","attributes":[],"email":null}],"PMCID":"PMCID: PMC8450363","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8450363/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8450363/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8450363/pdf/fmed-08-622029.pdf","abstract_text":["Aims: To compare the effects of Ayurvedic and conventional nutritional therapy in patients with irritable bowel syndrome (IBS).","","Methods: Sixty-nine patients with IBS were randomized to Ayurvedic (n = 35) or conventional nutritional therapy according to the recommendations of the German Nutrition Society including the low-FODMAP diet (n = 34). Study visits took place at baseline and after 1, 3, and 6 months. The primary outcome was IBS symptom severity (IBS-SSS) after 3 months; secondary outcomes included stress (CPSS), anxiety and depression (HADS), well-being (WHO-5) and IBS-specific quality of life (IBS-QOL). A repeated measures general linear model (GLM) for intent-to-treat-analyses was applied in this explorative study.","","Results: After 3 months, estimated marginal means for IBS-SSS reductions were 123.8 [95% confidence interval (95% CI) = 92.8–154.9; p < 0.001] in the Ayurvedic and 72.7 (95% CI = 38.8–106.7; p < 0.001) in the conventional group. The IBS-SSS reduction was significantly higher in the Ayurveda group compared to the conventional therapy group (estimated marginal mean = 51.1; 95% CI = 3.8–98.5; p = 0.035) and clinically meaningful. Sixty-eight percentage of the variance in IBS-SSS reduction after 3 months can be explained by treatment, 6.5% by patients' expectations for their therapies and 23.4% by IBS-SSS at pre-intervention. Both therapies are equivalent in their contribution to the outcome variance. The higher the IBS-SSS score at pre-intervention and the larger the patients' expectations, the greater the IBS-SSS reduction. There were no significant group differences in any secondary outcome measures. No serious adverse events occurred in either group.","","Conclusion: Patients with IBS seem to benefit significantly from Ayurvedic or conventional nutritional therapy. The results warrant further studies with longer-term follow-ups and larger sample sizes.","","Clinical Trial Registration:https://clinicaltrials.gov/ct2/show/NCT03019861, identifier: NCT03019861."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["nutrition – clinical","Traditional Indian Medicine","irritable bowel syndrome","Ayurveda","clinical trials","complementary medicine","integrative medicine"],"doi":"10.3389/fmed.2021.622029"},{"title":"Role of Ayurveda in management of oral health","publication_info":[{"name":"Nilesh Arjun Torwane","attributes":[],"email":null},{"name":"Sudhir Hongal","attributes":[],"email":null},{"name":"Pankaj Goel","attributes":[],"email":null}],"PMCID":"PMCID: PMC3931197","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3931197/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3931197/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3931197/pdf/PRev-8-16.pdf","abstract_text":["Oral diseases continue to be a major health problem world-wide. Oral health is integral to general well-being and relates to the quality-of-life that extends beyond the functions of the craniofacial complex. The standard Western medicine has had only limited success in the prevention of periodontal disease and in the treatment of a variety of oral diseases. Hence, the search for alternative products continues and natural phytochemicals isolated from plants used in traditional medicine are considered to be good alternatives to synthetic chemicals. The botanicals in the Ayurvedic material medica have been proven to be safe and effective, through several hundred to several thousand years of use. The exploration of botanicals used in traditional medicine may lead to the development of novel preventive or therapeutic strategies for oral health. The present scientific evidence based review is focused on the possible role of Ayurveda in the management of various orofacial disorders."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","dentistry","oral health","orofacial disorders"],"doi":"10.4103/0973-7847.125518"},{"title":"Ayurvedic PG education and Panchakarma","publication_info":"Sanjeev Rastogi","PMCID":"PMCID: PMC3764871","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3764871/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3764871/pdf/AYU-34-129.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Identity of Ṭaṅkārī (Physalis Minima Linn.) in Ayurvedic Classics: A Literature Review","publication_info":[{"name":"Supriya S Kallianpur","attributes":[],"email":"supzkallianpur@gmail.com"},{"name":"Rohit A Gokarn","attributes":["Division of Ayurveda, CIMR, Manipal University, Manipal, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC5255973","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5255973/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5255973/?report=classic","pdf_link":"None","abstract_text":["Proper identification of drugs and their use in proper doses are important for successful treatment. Physalis minima Linn commonly known as country gooseberry has anti-cancerous, anti-diabetic, analgesic, antipyretic and anti-inflammatory potentials. The present paper is aimed to ascertain the proper identity of Ṭaṅkārī (Physalis minima Linn.) in Ayurvedic classics by a meticulous search and hence a review of the drug Ṭaṅkārī (Physalis minima Linn) was carried out in the texts of Ayurveda, modern literature, journals and online publications. The result of the search showed that the name “Ṭaṅkārī” is not found in Vedic lore. In Saṃhitās, it is mentioned in Bhāvaprakāśa. Reference of the drug “Śārṅgeṣṭhā” is found in Bṛhattrayī, Bhela, Kāśyapa, Cakradatta and Vaṅgasena. It is variously named as Cirapoṭikā, Kākatikta, and Vāyasī by ḍalhaṇa and he describes it as gaura (pale), vartula (round), and as having avaguṇṭhita/veṣṭhita (covered) fruit which matches the description of Ṭaṅkārī (P. minima Linn). A search for terms Kākatikta and Vāyasī showed Kākatikta to be synonymous to Śārṅgeṣṭhā and Vāyasī to be synonymous to both Kākatikta and Kākamācī (Solanum nigrum). Madanapāla and Śāligrāma Nighaṇṭus have mentioned the name Cirapoṭikā to be synonymous with Ṭaṅkārī. Śodhala has used the term Parpoṭī as a synonym of Ṭaṅkārī, which is the Gujarati name of P. minima Linn. Recent authors have considered Śārṅgeṣṭhā as either P. minima or Cardiospermum helicabum. The regional names of P. minima are Cirpoṭi (Hindi), Cirboli (Marathi), also the folklore uses and pharmacological activities of P. minima are in accordance with the indications of Śārṅgeṣṭhā in classics. Thus with a complete review of both Ayurveda and modern literatures, it can be concluded that the drug mentioned as Ṭaṅkārī in Bhāvaprakāśa is the same as Śārṅgeṣṭhā mentioned in the classics. Cirapoṭikā and Kākatikta are its synonyms. Cardiospermum helicabum is Karṇaspoṭha, and hence Śārṅgeṣṭhā of classics is P. minima which is supported by the regional names, pharmacological activity and folklore claims."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Ayurveda","Cirapoṭikā","Kākamācī","Physalis minima Linn.","Śārṅgeṣṭhā","Ṭaṅkārī"],"doi":"10.4103/0257-7941.195408"},{"title":"Ayurveda research: Ontological challenges","publication_info":[{"name":"Jayakrishna Nayak","attributes":["S D M College of Ayurveda, Udupi, Karnataka, India"],"email":"nayakjk2004@yahoo.co.in"}],"PMCID":"PMCID: PMC3326789","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326789/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326789/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326789/pdf/JAIM-3-17.pdf","abstract_text":["Collaborative research involving Ayurveda and the current sciences is undoubtedly an imperative and is emerging as an exciting horizon, particularly in basic sciences. Some work in this direction is already going on and outcomes are awaited with bated breath. For instance the ‘ASIIA (A Science Initiative In Ayurveda)’ projects of Dept of Science and Technology, Govt of India, which include studies such as Ayurvedic Prakriti and Genetics. Further intense and sustained collaborative research needs to overcome a subtle and fundamental challenge-the ontologic divide between Ayurveda and all the current sciences. Ontology, fundamentally, means existence; elaborated, ontology is a particular perspective of an object of existence and the vocabulary developed to share that perspective. The same object of existence is susceptible to several ontologies. Ayurveda and modern biomedical as well as other sciences belong to different ontologies, and as such, collaborative research cannot be carried out at required levels until a mutually acceptable vocabulary is developed."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","biomedicine","ontology","pre and post-Galilean","postmodern"],"doi":"10.4103/0975-9476.93942"},{"title":"Revitalisation of Ayurveda in Colonial Tamil region and Contributions of Pandit Srinivasa Narayana Iyengar - A Historical Perspective","publication_info":[{"name":"Kanagarathinam D.V.","attributes":["Department of History, Central University of Tamil Nadu, Thiruvarur, Tamil Nadu, India"],"email":"kaviart86@gmail.com"}],"PMCID":"PMCID: PMC7772491","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772491/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772491/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772491/pdf/main.pdf","abstract_text":["The present paper attempts to study the revitalisation of Ayurveda in Colonial Tamil region and the contributions of Pandit Srinivasa Narayana Iyengar in the movement. Western medicine was introduced initially for benefit of Europeans in British India and later extended to the Indian population was a ‘tool’ of empire. Gradually, Colonial government and practitioners of Western medicine stigmatised Ayurveda as irrational, dangerous and superstitious medicine and strived to marginalise it in the government policies and public sphere which paved the way to get cultural domination over colonised. As a result, physicians of Ayurveda attempted to revitalise their medicines through professionalization, systematisation and standardisation. Besides, they instituted printing presses and published numerable tracts, pamphlets, journals and books to counter the hegemony of Western medicine. In this contest, the meanings and boundary of Ayurveda were reconfigured and medical practices (written in regional languages) which did not fit into newly constructed medical identity – Ayurveda, were marginalized from the boundary of Ayurveda though they were part and parcel of the system until the late nineteenth century. As a response, an alternative medical identity – Tamil Siddha Medicine – was constructed by Tamil physicians in Colonial Tamil region. In this milieu, the present study traces the valuable contributions of Pandit Srinivasa Narayana Iyengar in promoting Ayurveda and solving the disputes among Sanskrit Ayurveda and Tamil Siddha practitioners in colonial Tamil region."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Narayana iyengar","Ayurveda","Revitalisation","Tamil region"],"doi":"10.1016/j.jaim.2018.07.001"},{"title":"Vajikarana: Treatment of sexual dysfunctions based on Indian concepts","publication_info":[{"name":"P. K. Dalal","attributes":[],"email":"drpkdalal@rediffmail.com"},{"name":"Adarsh Tripathi","attributes":[],"email":null}],"PMCID":"PMCID: PMC3705695","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3705695/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3705695/?report=classic","pdf_link":"None","abstract_text":["Vajikarana or Vrishya chikitsa is a one of eight major specialty of the Ashtanga Ayurveda. This subject is concerned with aphrodisiacs, virility and improving health of progeny. As per Charak Samhita, by proper use of these formulations, one becomes endowed with good physique, potency, strength, and complexion and sexually exhilarated and sexually potent. This in turn is helpful in many common sexual dysfunctions, including Infertility, Premature Ejaculation and Erectile dysfunction. The therapy is preceded by living in strict compliance with the directions mentioned in Ayurvedic classics, various methods of body cleansing and other non-medicinal strategies like sexual health promoting conduct, behavior and diet. Certain individualized herbal and herbo-mineral combinations are administered as per the nature of a person according to the Ayurveda. Many limitations need to be considered before considering the use of theses therapy like lack of scientific studies, possibilities of adulteration in the herbal and herbo-mineral combinations available in market and possibilities of unexpected side-effects etc., The article calls upon initiating research in this area so that claims of ancient Ayurvedic texts could be substantiated and vajikaran therapy may be utilized by modern medicine."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Aphrodisiac","sexual functioning improvement","vajikaran"],"doi":"10.4103/0019-5545.105550"},{"title":"Clinical Evaluation of the Spermatogenic Activity of the Root Extract of Ashwagandha (Withania somnifera) in Oligospermic Males: A Pilot Study","publication_info":[{"name":"Vijay R. Ambiye","attributes":[],"email":null},{"name":"Deepak Langade","attributes":[],"email":null},{"name":"Swati Dongre","attributes":[],"email":null},{"name":"Pradnya Aptikar","attributes":[],"email":null},{"name":"Madhura Kulkarni","attributes":[],"email":null}],"PMCID":"PMCID: PMC3863556","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3863556/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3863556/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3863556/pdf/ECAM2013-571420.pdf","abstract_text":["Ashwagandha (Withania somnifera) has been described in traditional Indian Ayurvedic medicine as an aphrodisiac that can be used to treat male sexual dysfunction and infertility. This pilot study was conducted to evaluate the spermatogenic activity of Ashwagandha root extract in oligospermic patients. Forty-six male patients with oligospermia (sperm count < 20 million/mL semen) were enrolled and randomized either to treatment (n = 21) with a full-spectrum root extract of Ashwagandha (675 mg/d in three doses for 90 days) or to placebo (n = 25) in the same protocol. Semen parameters and serum hormone levels were estimated at the end of 90-day treatment. There was a 167% increase in sperm count (9.59 ± 4.37 × 106/mL to 25.61 ± 8.6 × 106/mL; P < 0.0001), 53% increase in semen volume (1.74 ± 0.58 mL to 2.76 ± 0.60 mL; P < 0.0001), and 57% increase in sperm motility (18.62 ± 6.11% to 29.19 ± 6.31%; P < 0.0001) on day 90 from baseline. The improvement in these parameters was minimal in the placebo-treated group. Furthermore, a significantly greater improvement and regulation were observed in serum hormone levels with the Ashwagandha treatment as compared to the placebo. The present study adds to the evidence on the therapeutic value of Ashwagandha (Withania somnifera), as attributed in Ayurveda for the treatment of oligospermia leading to infertility."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2013/571420"},{"title":"Psychosocial Effects of a Holistic Ayurvedic Approach to Well-being in Health and Wellness Courses","publication_info":[{"name":"Sheila Patel","attributes":[],"email":null},{"name":"Stephen Klagholz","attributes":[],"email":null},{"name":"Christine T Peterson","attributes":[],"email":null},{"name":"Lizabeth Weiss","attributes":[],"email":null},{"name":"Deepak Chopra","attributes":[],"email":null}],"PMCID":"PMCID: PMC6492358","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6492358/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6492358/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6492358/pdf/10.1177_2164956119843814.pdf","abstract_text":["Background","","As individuals are increasingly attending health and wellness courses outside of the conventional medical system, there is a need to obtain objective data on the effects of those programs on well-being.","","Methods","","In total, 154 men and women (mean age 54.7 years; range 25–83) participated in 3 different holistic wellness programs based on Ayurvedic Medicine principles (Seduction of Spirit, Journey into Healing, and Perfect Health) or a vacation control group. Psychosocial outcomes included spirituality (Delaney Spirituality Scale), mindful awareness (Mindful Attention Awareness Scale), psychological flexibility (Acceptance and Action Questionnaire), mood (Center for Epidemiology Studies-Depression), and anxiety (Patient-Reported Outcomes Measurement System Anxiety Scale).","","Results","","Participants in the Seduction of Spirit (P < .004), Journey into Healing (P < .05), and Perfect Health (P < .004) courses showed significant increases in spirituality as compared to vacation controls. Participants in Seduction of Spirit (P < .007) also showed significant increases in mindfulness as compared to vacation controls. Participants in the Seduction of Spirit (P < .001) and Journey into Healing (P < .05) courses showed significant decreases in depressed mood as compared to those in the Perfect Health and vacation control groups. All study participants showed similar increases in psychological flexibility (P < .01) and decreases in anxiety (P < .01).","","Conclusion","","Participation in wellness courses that incorporate a mind–body–spirit approach to health improves multiple domains of psychosocial well-being, which persists even after course participation."],"license_agreement":"Creative Commons Non Commercial CC BY-NC: This article is distributed\nunder the terms of the Creative Commons Attribution-NonCommercial 4.0\nLicense (http://www.creativecommons.org/licenses/by-nc/4.0/) which\npermits non-commercial use, reproduction and distribution of the work\nwithout further permission provided the original work is attributed as\nspecified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).","keywords":["whole-systems medicine","well-being","spirituality","mindfulness","mood","anxiety"],"doi":"10.1177/2164956119843814"},{"title":"Effective management of Colles fracture using Murivenna and Abha Guggulu – A case report","publication_info":[{"name":"Gikku Alias Benny","attributes":["Vettukattil Hospital, Muvattupuzha, Kerala, India"],"email":null},{"name":"Teena Varghese","attributes":["Department of Swasthavritta (Social and Preventive Medicine), Amrita School of Ayurveda, Amrita Vishwa Vidyapeetham, Amritapuri, Kollam, Kerala, India"],"email":null},{"name":"Swathy Vijayakumar","attributes":["Department of Swasthavritta, Parul Institute of Ayurveda, Vadodara, India"],"email":null}],"PMCID":"PMCID: PMC10415758","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10415758/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10415758/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10415758/pdf/main.pdf","abstract_text":["Colles fracture is the commonest fracture encountered in orthopedic practice that demands prompt therapeutic intervention, and adequate follow-up to ensure complete healing. Various types of fractures, methods of reduction, and healing have been explained in the classical Ayurveda texts. These techniques are scientific and time-tested. This paper aims to report the successful management of Colles fracture case using Ayurveda and modern techniques with the use of Murivenna (an oil-based herbal formulation mentioned in the contemporary texts of Ayurveda), half-cast POP, and aluminum splinted bandage along with the internal medicine AbhaGuggulu. A 75-year-old moderately built woman diagnosed with Colles fracture was treated with a closed manipulative reduction technique followed by a below-elbow half-cast POP and an aluminum splint. Murivenna was poured anteriorly to the fractured site and Abha Guggulu was administered internally. Re-bandaging was done on the 7th day and 21st day. The bandage was removed on the 35th day. The patient's condition improved considerably with a good range of wrist movements and then she was advised to commence rehabilitation. This integrative method, adhering to Ayurvedic principles and modern techniques is unique, patient-friendly, and without adverse events."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Colles fracture","Murivenna","Case report","Ayurveda"],"doi":"10.1016/j.jaim.2023.100786"},{"title":"The Vascularity of Ayurvedic Leech Therapy: Sensory Translations and Emergent Agencies in Interspecies Medicine","publication_info":[],"PMCID":"PMCID: PMC8048440","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8048440/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8048440/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8048440/pdf/MAQ-35-82.pdf","abstract_text":["This article offers vascularity as a multi‐dimensional imaginary for the interspecies entanglements constituting Ayurvedic leech therapy. Whether, when, where, and how a leech decides to bite, suck, and release comprise pivotal junctures in leech therapy as practiced in southern Kerala, India. In the course of leech–human intra‐actions, leeches translate matter, providing sensory mediation, relief, and amusement. Enmeshed in social and ecological relations inflected by gender, religion, class, and caste, this analysis of Ayurvedic leech therapy reframes questions of agencies starting with and from the viewpoint of the vascular capacities of leeches in their interactions with humans. This image of vascularity provides an analytic for the emergent agencies of humans and leeches constituted by sensory intra‐actions at branching points in this multispecies clinical practice."],"license_agreement":"This is an open access article under the terms of the http://creativecommons.org/licenses/by-nc-nd/4.0/ License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non‐commercial and no modifications or adaptations are made.","keywords":["vascularity","agencies","multispecies ethnography","sensory","leech","Kerala"],"doi":"10.1111/maq.12595"},{"title":"Modulation of Cardiac Autonomic Dysfunction in Ischemic Stroke following Ayurveda (Indian System of Medicine) Treatment","publication_info":[{"name":"Sriranjini Sitaram Jaideep","attributes":[],"email":null},{"name":"Dindagur Nagaraja","attributes":[],"email":null},{"name":"Pramod Kumar Pal","attributes":[],"email":null},{"name":"D. Sudhakara","attributes":[],"email":null}],"PMCID":"PMCID: PMC4058279","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4058279/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4058279/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4058279/pdf/ECAM2014-634695.pdf","abstract_text":["Objectives. Cardiac autonomic dysfunction in stroke has implications on morbidity and mortality. Ayurveda (Indian system of medicine) describes stroke as pakshaghata. We intended to study the effect of Ayurveda therapies on the cardiac autonomic dysfunction. Methods. Fifty patients of ischemic stroke (middle cerebral artery territory) (mean age 39.26 ± 9.88 years; male 43, female 7) were recruited within one month of ictus. All patients received standard allopathic medications as advised by neurologist. In addition, patients were randomized to receive physiotherapy (Group I) or Ayurveda treatment (Group II) for 14 days. Continuous electrocardiogram and finger arterial pressure were recorded for 15 min before and after treatments and analyzed offline to obtain heart rate and blood pressure variability and baroreflex sensitivity (BRS). Results were analysed by RMANOVA. Results. Patients in Group II showed statistically significant improvement in cardiac autonomic parameters. The standard deviation of normal to normal intervals,and total and low frequency powers were significantly enhanced (F = 8.16, P = 0.007, F = 9.73, P = 0.004, F = 13.51, and P = 0.001, resp.). The BRS too increased following the treatment period (F = 10.129, P = 0.004). Conclusions. The current study is the first to report a positive modulation of cardiac autonomic activity after adjuvant Ayurveda treatment in ischemic stroke. Further long term studies are warranted."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2014/634695"},{"title":"Regulation of herbal medicine use based on speculation? A case from Sri Lanka","publication_info":[{"name":"Wathsala Wijesinghe","attributes":["Bandaranayake Memorial Ayurveda Research Institute, Nawinna, Sri Lanka"],"email":null},{"name":"Senaka Pilapitiya","attributes":["Department of Medicine, Faculty of Medicine and Allied Sciences, Rajarata University of Sri Lanka, Saliyapura, Sri Lanka"],"email":null},{"name":"Priyani Hettiarchchi","attributes":["Department of Biological Sciences, Faculty of Applied Sciences, Rajarata University of Sri Lanka, Mihintale, Sri Lanka"],"email":null},{"name":"Buddhika Wijerathne","attributes":["Department of Community Medicine, Faculty of Medicine and Allied Sciences, Rajarata University of Sri Lanka, Saliyapura, Sri Lanka"],"email":"buddhikatbw@gmail.com"}],"PMCID":"PMCID: PMC5388078","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5388078/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5388078/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5388078/pdf/main.pdf","abstract_text":["Chronic Kidney Disease of Unknown aetiology is a significant public health problem in Sri Lanka. The final report by the WHO mission recommended regulation of herbal medicines containing aristolochic acid, which is an established nephrotoxin. The use of Complimentary and Alternative Medicine (CAM) has a history of more than 2500 years in Sri Lanka. Aristolochia species are rarely used in Ayurveda and traditional medicine in Sri Lanka. Before regulating the analysis of herbal preparations using Aristolochia, collecting data from CAM practitioners regarding the use of Aristolochia is necessary. Analysis of Ayurveda pharmacopeia shows the doses used are negligible and some preparations are used for external applications."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Chronic kidney disease of unknown aetiology","Aristolochia","Herbal medicines","Ayurveda","Traditional medicine","Sri Lanka"],"doi":"10.1016/j.jtcme.2016.06.009"},{"title":"Ayurveda panchakarma treatment success in a case of chronic spontaneous urticaria non-responding to conventional medicine–A case study","publication_info":[{"name":"Krishna Rao S","attributes":["Central Ayurveda Research Institute for Hepatobiliary Disorders, Bhubaneswar, Odisha, India"],"email":"krdrkrishnarao@yahoo.com"},{"name":"A.K. Panda","attributes":["Central Ayurveda Research Institute for Hepatobiliary Disorders, Bhubaneswar, Odisha, India"],"email":null},{"name":"Binitha P","attributes":["Central Ayurveda Research Institute for Hepatobiliary Disorders, Bhubaneswar, Odisha, India"],"email":null},{"name":"Bikash Ranjan Kar","attributes":["Dept of Dermatology Venereology and Leprosy (DVL), IMS &SH, Bhubaneswar, Odisha, India"],"email":null}],"PMCID":"PMCID: PMC8904594","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8904594/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8904594/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8904594/pdf/main.pdf","abstract_text":["This is a case study of a 34-year-old male patient of Chronic Spontaneous Urticaria (CSU) with severe generalised itching and rashes all over the body since 17 years. The patient has no significant relief with conventional antihistamine therapies, AST (Autologous serum therapy) and Omalizumab (OMA). He was clinically assessed and managed with Ayurvedic Panchakarma procedures like Snehapana(therapeutic administration of unctuous formulation like ghee, oil), Vamana, Virechana and internal medication in line of Seethapitta Chikitsa. The patient was asked to monitor hives and itching daily for one week using a validated weekly Urticaria Activity Score (UAS7) at the baseline, after Vamana, after Virechana and after follow up. The Quality of life was assessed at the baseline and after follow-up using Chronic Urticaria Quality of Life Questionnaire (CU-Q2oL). The assessment showed complete remission in disease activity and improvement in Quality of life as per the scores. The hematological and biochemical investigations reflect the safety and efficacy of Ayurveda in management of CSU."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Case report","Panchakarma","Chronic spontaneous urticaria","Omalizumab","UAS7 score","Ayurveda"],"doi":"10.1016/j.jaim.2022.100549"},{"title":"Dhatri Lauha in the management of iron deficiency anemia: A prospective open-label single-arm multi-center trial","publication_info":[{"name":"Narayanam Srikanth","attributes":[],"email":null},{"name":"Bhogavalli Chandrasekhara Rao","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Government of India"],"email":null},{"name":"Babita Yadav","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Government of India"],"email":null},{"name":"Amit Kumar Rai","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Government of India"],"email":"dr.amitrai1983@gmail.com"},{"name":"Sophia Jameela","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Government of India"],"email":null},{"name":"Rakesh Kumar Rana","attributes":["Department of Biostatistics, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Government of India"],"email":null},{"name":"Richa Singhal","attributes":["Department of Biostatistics, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Government of India"],"email":null},{"name":"Shruti Khanduri","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Government of India"],"email":null},{"name":"Bhagwan Sahai Sharma","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, Government of India"],"email":null}],"PMCID":"PMCID: PMC10158651","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10158651/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10158651/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10158651/pdf/AYU-42-69.pdf","abstract_text":["Background:","","The burden of iron-deficiency anemia (IDA) remains persistently high in India due to the poor tolerability of oral iron supplementation. Therefore, more focus is required to explore traditional medicine for safe and effective options for managing IDA.","","Aim:","","To assess the clinical safety and efficacy of Dhatri Lauha in patients with IDA.","","Materials and methods:","","An open-label, prospective, single-arm, multi-center trial was conducted at 12 centers with a sample size of 40 participants per study site. Patients with IDA aged 18-60 years with hemoglobin levels in the range of 6-10gm/dl, mean corpuscular volume (MCV) <80 fl, mean corpuscular hemoglobin concentration (MCHC) <34 μg/dl, serum ferritin <30 μg/dl and serum iron <50 μg/dl were included in the study. Dhatri Lauha 500 mg capsule was administered twice daily with lukewarm water after meals for 45 days. The primary outcome measure was the change in hemoglobin (Hb%) level from baseline to day 45. Secondary outcome measures included the change in MCV, MCHC, serum iron and ferritin levels, incidence of adverse events, and change in safety parameters (liver and kidney function tests). The mean (statistical) change in outcome measures from baseline to day 45 was compared using a paired sample t-test.","","Results:","","Out of 458 participants enrolled in the study, 400 contributed to the final analysis. A significant difference was observed in the outcome parameters such as Hb%, MCV, MCHC, serum ferritin, and serum iron levels (P < 0.001) after 45 days of treatment. Mean Hb% changed from 8.46 ± 1.14 g/dl at baseline to 9.18 ± 1.61 g/dl on day 45 (P < 0.001). LFT and KFT were within the normal limits after the study period. No participant withdrew from the study due to adverse events.","","Conclusions:","","Dhatri Lauha is a safe intervention and can be expected to improve hemoglobin levels, red blood cell parameters, and iron stores in patients with IDA. Future RCTs with a larger sample size, standard care as control and a longer follow-up may produce more accurate and reliable results."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Dhatri Lauha","hemoglobin","iron-deficiency anemia","nutritional disorder","Pandu Roga"],"doi":"10.4103/ayu.ayu_379_21"},{"title":"GC–MS and Network Pharmacology Analysis of the Ayurvedic Fermented Medicine, Chandanasava, Against Chronic Kidney and Cardiovascular Diseases","publication_info":[{"name":"Annadurai Vinothkanna","attributes":["School of Food and Biological Engineering, Jiangsu University, Zhenjiang, 212013 People’s Republic of China ","Department of Biotechnology, Bharathidasan University, Tiruchirappalli, 620 024 Tamil Nadu India "],"email":null},{"name":"Ragothaman Prathiviraj","attributes":["Department of Microbiology, Pondicherry University, Puducherry, 605014 India "],"email":null},{"name":"Thasma Raman Sivakumar","attributes":["Institute of Life Sciences, Jiangsu University, Zhenjiang, 212013 People’s Republic of China "],"email":null},{"name":"Yongkun Ma","attributes":["School of Food and Biological Engineering, Jiangsu University, Zhenjiang, 212013 People’s Republic of China "],"email":"a.vinothcellbio@gmail.com"}],"PMCID":"PMCID: PMC9684947","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9684947/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9684947/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9684947/pdf/12010_2022_Article_4242.pdf","abstract_text":["Chandanasava is an Ayurvedic polyherbal fermented traditional medicine (FTM) used by traditional practitioners for millennia. Nevertheless, the mode of action and functional targets are still unknown. The current study includes a pharmacological network analysis to identify the Chandanasava compounds interacting with target proteins involved in chronic kidney disease (CKD) and cardiovascular disease (CVD). Sixty-one Chandanasava phytochemicals were obtained by GC–MS and screened using the Traditional Chinese Medicine Systems Pharmacology Database (TCMSP). The disease target genes were obtained from DisGeNET and GeneCards databases. Forty-five phytocompounds and 135 potential targets were screened for CKD and CVD target proteins and protein interaction networks were constructed. The pharmacological network was deciphered employing target proteins involved in the mechanical action of Chandanasava. The results indicated that 10 bioactive compounds exhibited higher binding affinity patterns with the screened 42 CKD and CVD target proteins. Gene Ontology and KEGG analysis revealed target pathways involved in CKD and CVD, which were further explored by detailed analysis and network-coupled drug profile screening. The molecular docking results showed piperine and melatonin as effective inhibitors/regulators of the hub genes of CKD and CVD. The current study establishing authentic bioactive compounds in FTM is based on deeper insights into recognized Ayurvedic medicines.","","Graphical Abstract","","Representing the workflow of the network pharmacological analysis","","Supplementary Information","","The online version contains supplementary material available at 10.1007/s12010-022-04242-7."],"license_agreement":"This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.","keywords":["Network pharmacology","Phytoactive chemical screening","Protein–protein interaction network","Drug-protein interaction network","Molecular docking studies","GC–MS analysis"],"doi":"10.1007/s12010-022-04242-7"},{"title":"Physico-chemical characterization of kajjali, black sulphide of mercury, with respect to the role of sulfur in its formation and structure","publication_info":[{"name":"Namrata Joshi","attributes":["Dept. of Rasashastra, Faculty of Ayurveda, IMS, Banaras Hindu University, Varanasi, 221005, India"],"email":null},{"name":"Manoj Kumar Dash","attributes":["Dept. of Rasashastra, Govt. Ayurveda College, Raipur, C.G, India"],"email":"drmanojkumardash@gmail.com"},{"name":"Chandan Upadhyay","attributes":["Materials Science and Technology, School of Materials Science and Technology, Indian Institute of Technology, Banaras Hindu University, Varanasi, 221005, India"],"email":null},{"name":"Vikas Jindal","attributes":["Department of Metallurgical Engineering, Indian Institute of Technology (BHU), Varanasi, 221005, India"],"email":null},{"name":"Pradip Kumar Panda","attributes":["Govt. Ayurveda College, Balangir, Odisha, India"],"email":null}],"PMCID":"PMCID: PMC8642700","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642700/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642700/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642700/pdf/main.pdf","abstract_text":["Background","","Kajjali is used as a base for Ayurvedic herbo-mineral medicines. It is a combination of mercury with sulfur in varying proportions. The ratio of sulfur (S) added to mercury (Hg) directly relates to the therapeutic efficacy of the compound.","","Objective","","To analyze the physico-chemical characteristics of samaguna gandhaka kajjali (Hg: S = 1:1) and shadaguna gandhaka kajjali (Hg: S = 1:6).","","Materials and methods","","X-ray diffraction, scanning electron microscopy, X-ray photoelectron spectroscopy (XPS), Fourier transmission infrared spectroscopy, thermo-gravimetry analysis, and atomic absorption spectroscopy were applied to characterize each type of kajjali.","","Results","","It was found that the particle size of the formed kajjali compound increases with a decrease in the mercury to sulfur ratio. The presence of excess sulfur does not change the surface oxidation states as revealed by the XPS analysis. No trace of mercury has been found in both samaguna gandhaka kajjali (SGK-1) and shadguna gandhaka kajjali (SGK-6), indicating a complete Hg reaction with S.","","Conclusion","","Kajjali simulates nanomaterial of the modern era and possesses therapeutic efficacy as mentioned in classical Ayurveda texts. Complete trituration of mercury and sulfur combination ends up with this kajjali formation incorporating the potency of nanotherapeutics."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Black sulfide","Kajjali","Nanoparticle","Safety","Sulfur ratio"],"doi":"10.1016/j.jaim.2021.05.006"},{"title":"Ayurvedic management of chronic constipation in Hirschsprung disease – A case study","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":[],"email":"sarveshksingh21@gmail.com"}],"PMCID":"PMCID: PMC6033722","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033722/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033722/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033722/pdf/main.pdf","abstract_text":["Hirschsprung disease (HSCR) or congenital intestinal aganglionosis is characterized by complete absence of neuronal ganglion cells from a portion of the intestinal tract, most commonly in the large intestine. The main sign or symptom of HSCR is constipation usually appearing shortly after birth. This constipation is chronic in nature and usually not relieved with laxatives. The present case is of a patient having HSCR which was successfully managed with Ayurvedic treatment. A four year old boy with complaint of severe constipation, abdominal pain, abdominal distension and occasional vomiting was treated with Panchakarma procedures and Ayurvedic oral drugs. The Ayurvedic diagnosis of the case was Pakvasayagata vata. Shashtikashali pinda swedana (sudation with medicated cooked bolus of rice) and Matra basti (enema with medicated oil) with Ashwagandha taila (Ayurvedic medicated oil) was given for first 16 days. From the 2nd month of treatment, Matra basti was administered daily for 3 months in the dose of 25 ml. In 5th and 6th month Matra basti was administered on alternate days in the dose of 25 ml. From the 7th month Matra basti was administered once weekly in the dose of 25 ml. In 14th month Shashtikashali pinda swedana and Erandmooladi yapna basti (medicated enema) was given for 16 days. Eight scales based Medical outcome study (MOS) – 36 item short form - health surveys was periodically assessed for outcome which shows good improvement. Experience of this case showed that HSCR may satisfactory be managed with Ayurvedic treatment."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Erandmooladi yapna basti","Hirschsprung disease","Matra basti","Pakvasayagata vata"],"doi":"10.1016/j.jaim.2017.11.004"},{"title":"Rasa Nirdhāraṇa (assessment of taste) of Leonotis nepetifolia (L.) R. Br.: A preliminary study in healthy volunteers","publication_info":[{"name":"Reshmi Pushpan","attributes":[],"email":"reshmi.pushpan@gmail.com"}],"PMCID":"PMCID: PMC4264309","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4264309/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4264309/?report=classic","pdf_link":"None","abstract_text":["Background:","","Rasa (a concept corresponding to taste) is the only perceivable parameter for drug identification in Ayurveda. The Ayurvedic pharmacological principles such as guṇa (quality), vīrya (potency) and vipāka (effect of biotransformation) are inferred based on the identified Rasa of a drug. All these principles together predict the probable spectrum of drug action in Ayurveda. It is mandatory to screen a drug in the Ayurvedic pharmacological perspective to incorporate it into Ayurvedic materia medica.","","Aim:","","To assess the rasa of a non classical herb, Leonotis nepetifolia (L.).R.Br. based on the lakṣaṇas (characteristics) described in Ayurvedic texts for the identification of individual rasa.","","Settings and Design:","","The study was conducted at the Department of Dravyaguna, Institute for Post Graduate Teaching and Reaseach in Ayurveda, Gujarat Ayurved University, Jamnagar.","","Materials and Methods:","","The whole plant powder (3g) of Leonotisnepetifolia was administered to 50 participants (trained Ayurvedic physicians) and their responses after intake of the drug were elicited using a structured questionnaire.","","Results and Conclusion:","","On analyzing the data it was found that Leonotis nepetifolia possess predominantly tikta rasa (bitter taste) followed by Kaṣāya rasa (astringent taste). Recent researches and ethnomedicinal claims on Leonotis nepetifolia stand comparable with the pharmacological activities attributed to tikta and Kaṣāya rasa in Ayurvedic classics. Rasa nirdhāraṇa can be one of the preliminary steps to initiate the process of screening of an unknown drug along the lines of Ayurvedic pharmacology specially because rasa is the only perceivable parameter. According to Ayurveda, rasa of a dravya has a bearing on its karma (pharmacological action) and the identification of rasa could be one of the subjective means for inferring pāñcabhautika constitution of a substance which in turn could help in tentatively inferring guṇa, vīrya and vipāka of the dravya. This paper demonstrates how a simple method can be used without any instruments to do a preliminary assessment of the rasa or taste of a plant."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","Assessment of Taste","ethnomedicinal","Leonotisnepetifolia (L.) R.Br","Rasa nirdharana","structured questionnaire","Tikta rasa"],"doi":"10.4103/0257-7941.144625"},{"title":"Long term effectiveness of RA-1 as a monotherapy and in combination with disease modifying anti-rheumatic drugs in the treatment of rheumatoid arthritis","publication_info":[{"name":"Arvind Chopra","attributes":[],"email":null},{"name":"Manjit Saluja","attributes":[],"email":null},{"name":"Toktam Kianifard","attributes":[],"email":null},{"name":"Deepa Chitre","attributes":[],"email":null}],"PMCID":"PMCID: PMC6148056","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6148056/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6148056/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6148056/pdf/main.pdf","abstract_text":["Background: Data on long term use of Ayurvedic drugs is sparse. They may prove useful if combined with modern medicine in certain clinical situations (integrative medicine). We present the results of a long term observational study of RA-1 (Ayurvedic drug) used in the treatment of rheumatoid arthritis (RA).","","Objective","","The objective was to study safety of long term use of RA-1 for treatment of rheumatoid arthritis (RA).","","Materials and methods","","On completion of a 16 week randomized controlled study, 165 consenting volunteer patients were enrolled into a three year open label phase (OLP) study. Patients were symptomatic with persistent active disease and naïve for disease modifying anti-rheumatic drugs (DMARD). 57 patients were on fixed low dose prednisone. Patients were examined every 10–14 weeks in a routine rheumatology practice using standard care norms. They continued RA-1 (Artrex ™, 2 tablets twice daily) throughout the study period and were generally advised to lead a healthy life style. Based on clinical judgment, rheumatologist added DMARD and/or steroids (modified if already in use) to patients with inadequate response; chloroquine and/or methotrexate commonly used. Treatment response was assessed using American College of Rheumatology (ACR) efficacy measures and ACR 20% improvement index standard update statistical software (SAS and SPSS) were used; significant at p < 0.05.","","Results","","158, 130 and 122 patients respectively completed evaluations at 1, 2 and 3 year primary end point. The ACR 20 response (range 34–40%) remained stable over three years (p = 0.33). Patients improved optimum for several measures by one year (p < 0.05) and this was sustained. The use of steroids varied from 42 to 49% patients at yearly end points (mean daily dose 5 mg prednisone); correspondingly the use of DMARD varied from 20 to 34% patients. 40% patients on RA-1 did not require DMARD/steroids for control of disease. 77% patients reported adverse events, albeit mild and mostly gut related, and not causing withdrawal. Several study limitations (especially self-selection) were reduced by the high patient retention and consistency in drug use.","","Conclusion","","RA-1 is safe and effective in the long term management of symptomatic active chronic RA. DMARDs and/or steroids can be used judiciously along with RA-1 to treat difficult disease/flares. Further studies are required to evaluate RA-1 in early RA. This paves way for research and application of integrative therapeutic approach in clinical medicine."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Rheumatoid arthritis","Treatment","Ayurveda","Herbal drug","Integrative medicine"],"doi":"10.1016/j.jaim.2017.07.009"},{"title":"Earliest details of dermatology by Ayurveda","publication_info":"Rashmi TM, Sathish HS","PMCID":"PMCID: PMC8441427","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8441427/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8441427/pdf/main.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Ayurveda formulations: A roadmap to address the safety concerns","publication_info":"Sanjeev Rastogi","PMCID":"PMCID: PMC5884175","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5884175/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5884175/pdf/main.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Effects of Mamsyadi Kwatha in primary insomnia - A randomized controlled trial","publication_info":[{"name":"Amruta Lad","attributes":["Department of Kayachikitsa, DBAET’s SBG Ayurvedic Medical College and Hospital, Belagavi, Karnataka, 591108, India"],"email":null},{"name":"Basavaraj R Tubaki","attributes":["Department of Kayachikitsa, Shri BMK Ayurveda Mahavidyalaya, A Constituent Unit of KLE Academy of Higher Education & Research, Belagavi, Karnataka, India"],"email":"ayurbasavaraj@gmail.com"}],"PMCID":"PMCID: PMC10698534","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10698534/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10698534/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10698534/pdf/main.pdf","abstract_text":["Background","","Insomnia is the second most commonly presenting symptom, after pain, in clinics. Insomnia prevalence in India is 28.1 %. Objective: This study explores the effect of Mamsyadi Kwatha in the management of primary insomnia.","","Materials and methods","","Fifty patients attending KLE Ayurveda hospital meeting the diagnostic criteria of primary insomnia (DSM IV TR) were enrolled. Patients were randomly divided into two groups: group MK and TK. Intervention in group MK was 24 ml of Mamsyadi Kwatha twice a day and in group TK was 24 ml of Tagaradi Kwatha twice a day for 30 days. Assessment was done through primary outcome measures like Pittsburgh sleep quality index (PSQI), Epworth sleepiness scale (ESS), insomnia severity index (ISI). Secondary outcome measures were sleep diary recordings of past 15 days and depression anxiety and stress scale (DASS). Follow ups were at base line, 15th and 30th day of interventions. Laboratory assessments of liver function test, haemoglobin, and serum creatinine levels were carried at base line and 30th day of intervention.","","Results","","Effect on primary and secondary outcomes showed that both the drugs were comparable. = Within group comparison of both the drugs showed that they produced significant improvement in PSQI, ESS, ISI, sleep diary variables, and DASS. However, Mamsyadi kwath has additional benefit of early recovery in total sleep. Both the drugs showed good safety profile evaluated through serum creatinine and liver function tests.","","Conclusion","","The effects of Mamsyadi Kwatha is comparable to Tagaradi Kwatha. Both drugs produced significant improvement in clinical assessments of insomnia, anxiety, depression, and stress."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Primary insomnia","Ayurveda","Mamsyadi kwatha","Tagaradi kwatha","Pittsburgh sleep quality index"],"doi":"10.1016/j.jaim.2023.100830"},{"title":"Ayurveda management of pulmonary mycosis: an integrative approach: a case report","publication_info":[{"name":"Prasan Shankar","attributes":["Rasayana Tantra Unit, IAIM Healthcare Center, The University of Trans-Disciplinary Health Sciences and Technology, Bangalore, India "],"email":"prasan.shankar@iaimhealthcare.org"},{"name":"Bhavya Vijay","attributes":["Center for Clinical Research and Education, The University of Trans-Disciplinary Health Sciences and Technology, Bangalore, India "],"email":"bhavya.v@iaimhealthcare.org"},{"name":"Narendra Pendse","attributes":["Kayachikitsa Unit, IAIM Healthcare Center, The University of Trans-Disciplinary Health Sciences and Technology, Bangalore, India "],"email":"doctorspendse@gmail.com"},{"name":"Mahima Rahman","attributes":["Rasayana Tantra Unit, IAIM Healthcare Center, The University of Trans-Disciplinary Health Sciences and Technology, Bangalore, India "],"email":"dr.mahimarahman@iaimhealthcare.org"}],"PMCID":"PMCID: PMC9906598","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9906598/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9906598/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9906598/pdf/13256_2022_Article_3736.pdf","abstract_text":["Background","","Pulmonary mycosis is a fungal infection of the lung. Antifungal treatments are used in conventional treatments; however, incomplete response and toxicity are major challenges of antifungal therapies. In Ayurveda, pulmonary mycosis is diagnosed and treated based on principles of respiratory disorders (referred to as Shvaas Roga) with promising outcomes.","","Case presentation","","A > 60-year-old South Indian male patient visited Institute of Ayurveda and Integrative Medicine with complaints of cough, breathlessness, pedal edema, weight loss, uncontrolled diabetes, and anemia. Following chest X-ray, high-resolution computed tomography (HRCT) and bronchoscopy, the patient was diagnosed with a case of pulmonary mucormycosis. The patient had availed conventional allopathic treatment for 3 months including standard antifungal medication for 3 weeks. However, due to unresolved and persistent symptoms, the patient sought Ayurveda treatment. The patient was diagnosed and treated for 6 weeks as a case of Shvaasa Roga, a subcategory of the respiratory disorder according to Ayurveda, and was cured of the infection following an integrative Ayurveda management regime which included internal medicines, panchakarma, necessary poorvakarmas (like abhyanga and swedhana), diet and lifestyle advice, yoga and acupuncture.","","Conclusions","","The patient was cured of fungal lung infection in 6 weeks using an integrative approach. Primary Ayurveda treatment supported with diet and lifestyle modifications, yoga, and acupuncture helped the patient to recover from illness. The patient is alive and free of disease for more than one year to date.","","Supplementary Information","","The online version contains supplementary material available at 10.1186/s13256-022-03736-6."],"license_agreement":"Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.","keywords":["Pulmonary mucormycosis","Ayurveda treatment","Integrative approach","Shvaasa roga","Fungal lung infections","Case study"],"doi":"10.1186/s13256-022-03736-6"},{"title":"A scoping review on ‘Maharishi Amrit Kalash’, an ayurveda formulation for cancer prevention and management","publication_info":[{"name":"Rini Vohra","attributes":["Maharishi Ayurveda Products Private Limited, Noida, U.P, 201306, India","Maharishi University of Information Technology, Noida, Uttar Pradesh, India"],"email":"rinievohra@gmail.com"},{"name":"Radha Singh","attributes":["Maharishi Ayurveda Products Private Limited, Noida, U.P, 201306, India"],"email":null}],"PMCID":"PMCID: PMC10792650","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10792650/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10792650/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10792650/pdf/main.pdf","abstract_text":["Background","","Cancer is one of the leading causes of morbidity and mortality. Current treatments include chemotherapy, radiotherapy, etc., are known to be associated with several side effects. Hence, complementary and alternative medicine is growing in acceptance around the world, particularly Ayurvedic formulations. MAK is one of the most scientifically acclaimed formulations with potential anti-neoplastic and chemoprotective properties.","","Objective","","To study literature available on the anti-neoplastic and chemoprotective effects of MAK.","","Material and methods","","A systematic literature review was conducted using multiple web-based sources: Google Scholar (185), PubMed (33), DHARA (49), AYUSH research portal (2), EBSCO (66), and CTRI (1) for all studies published before February 2021 using keywords: Maharishi Amrit Kalash, Amrit Kalash, Amrit, MAK-4, MAK-5, MAK-7, and others. A manual search was conducted on the reference list of all included articles to identify additional studies. Studies with cancer and/or chemotoxicity outcomes were selected manually. Evidence from both preclinical and clinical level studies have been included in the current review.","","Results","","Out of total 79 studies on applications of MAK, 13 studies were found to state its anti-neoplastic and chemoprotective effects. The studies showed role of MAK in initiation of neoplastic transformation of cancer cells (1), carcinogenesis inhibition (4), metastases inhibition/reduction (1), cancer growth inhibition (4), induction of morphological and biochemical differentiation of cancer cells (3), and reduction in chemotoxicity (4). In studies with controlled clinical trial design (3), MAK use among patients with cancer showed a significant reduction in anorexia, vomiting, and other side effects associated with chemotherapy. A general improvement in quality-of-life scores (Karnofsky Performance Status) and well-being was also observed among patients using MAK.","","Conclusion","","Evidence from pre-clinical studies show promising results for use of MAK as an anti-cancer and a chemoprotective agent. More clinical studies are needed to assess the impact of MAK use for tumour regression among patients with cancer. Current scoping review provides sufficient evidence on MAK to be considered for further exploration for its anti-cancer/chemoprotective effects in bigger randomized clinical trials."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Maharishi Amrit Kalash","Maharishi ayurveda","Cancer","Chemotoxicity","Ayurveda for cancer","Anti-neoplastic"],"doi":"10.1016/j.jaim.2023.100866"},{"title":"Mood disorders and complementary and alternative medicine: a literature review","publication_info":[{"name":"Naseem Akhtar Qureshi","attributes":["General Administration for Research and Studies, Sulaimania Medical Complex, Riyadh, Saudi Arabia"],"email":"qureshinaseem@live.com"}],"PMCID":"PMCID: PMC3660126","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3660126/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3660126/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3660126/pdf/ndt-9-639.pdf","abstract_text":["Mood disorders are a major public health problem and are associated with considerable burden of disease, suicides, physical comorbidities, high economic costs, and poor quality of life. Approximately 30%–40% of patients with major depression have only a partial response to available pharmacological and psychotherapeutic interventions. Complementary and alternative medicine (CAM) has been used either alone or in combination with conventional therapies in patients with mood disorders. This review of the literature examines evidence-based data on the use of CAM in mood disorders. A search of the PubMed, Medline, Google Scholar, and Quertile databases using keywords was conducted, and relevant articles published in the English language in the peer-reviewed journals over the past two decades were retrieved. Evidence-based data suggest that light therapy, St John’s wort, Rhodiola rosea, omega-3 fatty acids, yoga, acupuncture, mindfulness therapies, exercise, sleep deprivation, and S-adenosylmethionine are effective in the treatment of mood disorders. Clinical trials of vitamin B complex, vitamin D, and methylfolate found that, while these were useful in physical illness, results were equivocal in patients with mood disorders. Studies support the adjunctive role of omega-3 fatty acids, eicosapentaenoic acid, and docosahexaenoic acid in unipolar and bipolar depression, although manic symptoms are not affected and higher doses are required in patients with resistant bipolar depression and rapid cycling. Omega-3 fatty acids are useful in pregnant women with major depression, and have no adverse effects on the fetus. Choline, inositol, 5-hydroxy-L-tryptophan, and N-acetylcysteine are effective adjuncts in bipolar patients. Dehydroepiandrosterone is effective both in bipolar depression and depression in the setting of comorbid physical disease, although doses should be titrated to avoid adverse effects. Ayurvedic and homeopathic therapies have the potential to improve symptoms of depression, although larger controlled trials are needed. Mind-body-spirit and integrative medicine approaches can be used effectively in mild to moderate depression and in treatment-resistant depression. Currently, although CAM therapies are not the primary treatment of mood disorders, level 1 evidence could emerge in the future showing that such treatments are effective."],"license_agreement":"This is an Open Access article which permits unrestricted noncommercial use, provided the original work is properly cited.","keywords":["complementary and alternative medicine","mood disorders","Ayurveda","homeopathy","integrative medicine"],"doi":"10.2147/NDT.S43419"},{"title":"Prebiotic Potential of Herbal Medicines Used in Digestive Health and Disease","publication_info":[{"name":"Christine Tara Peterson","attributes":["Department of Family Medicine and Public Health, Center of Excellence for Research and Training in Integrative Health, School of Medicine, UC San Diego, La Jolla, California."],"email":"chpeterson@ucsd.edu"},{"name":"Vandana Sharma","attributes":["Tumor Microenvironment and Cancer Immunology Program, Sanford Burnham Prebys Medical Discovery Institute, La Jolla, California."],"email":null},{"name":"Sasha Uchitel","attributes":["Department of Biology, Washington University, St. Louis, Missouri."],"email":null},{"name":"Kate Denniston","attributes":["Department of Naturopathic Medicine, Bastyr University, San Diego, California."],"email":null},{"name":"Deepak Chopra","attributes":["Department of Ayurveda and Yoga Research, Chopra Foundation, Carlsbad, California."],"email":null},{"name":"Paul J. Mills","attributes":["Department of Family Medicine and Public Health, Center of Excellence for Research and Training in Integrative Health, School of Medicine, UC San Diego, La Jolla, California."],"email":null}],"PMCID":"PMCID: PMC6065514","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6065514/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6065514/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6065514/pdf/acm.2017.0422.pdf","abstract_text":["Introduction: The prebiotic potential of herbal medicines has been scarcely studied.","","Methods: The authors therefore used anaerobic human fecal cultivation to investigate whether three herbal medicines commonly used in gastrointestinal health and disease in Ayurveda alter the growth and abundance of specific bacterial species.","","Results: Profiling of cultures supplemented with Glycyrrhiza glabra, Ulmus rubra, or triphala formulation by 16S rDNA sequencing revealed profound changes in diverse taxa in human gut microbiota. Principal coordinate analysis highlights that each herbal medicine drives the formation of unique microbial communities. The relative abundance of approximately one-third of the 299 species profiled was altered by all 3 medicines, whereas additional species displayed herb-specific alterations. Herb supplementation increased the abundance of many bacteria known to promote human health, including Bifidobacterium spp., Lactobacillus spp., and Bacteroides spp. Herb supplementation resulted in the reduced relative abundance of many species, including potential pathogens such as Citrobacter freundii and Klebsiella pneumoniae. Herbal medicines induced blooms of butyrate- and propionate-producing species. U. rubra and triphala significantly increased the relative abundance of butyrate-producing bacteria, whereas G. glabra induced the largest increase in propionate-producing species. To achieve greater insight into the mechanisms through which herbal medicines alter microbial communities, the authors assessed the shifts in abundance of glycosyl hydrolase families induced by each herbal medicine. Herb supplementation, particularly G. glabra, significantly increased the representation and potential expression of several glycosyl hydrolase families.","","Discussion: These studies are novel in highlighting the significant prebiotic potential of medicinal herbs and suggest that the health benefits of these herbs are due, at least in part, to their ability to modulate the gut microbiota in a manner predicted to improve colonic epithelium function, reduce inflammation, and protect from opportunistic infection. Forthcoming studies in human clinical trials will test the concordance of the results generated in vitro and the predictions made by genome analyses."],"license_agreement":"This Open Access article is distributed under the terms of the Creative Commons Attribution Noncommercial License (http://creativecommons.org/licenses/by-nc/4.0), which permits any noncommercial use, distribution, and reproduction in any medium, provided the original authors and the source are cited.","keywords":["prebiotic","ayurveda","microbiota","gastrointestinal","anti-inflammatory","herb"],"doi":"10.1089/acm.2017.0422"},{"title":"A synthetic formulation, Dhanwantharam kashaya, delays senescence in stem cells","publication_info":[{"name":"S. R. Warrier","attributes":[],"email":"sudha.warrier@gmail.com"},{"name":"N. Haridas","attributes":[],"email":null},{"name":"S. Balasubramanian","attributes":[],"email":null},{"name":"A. Jalisatgi","attributes":[],"email":"sudha.warrier@gmail.com"},{"name":"R. Bhonde","attributes":[],"email":null}],"PMCID":"PMCID: PMC6495558","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6495558/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6495558/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6495558/pdf/CPR-46-283.pdf","abstract_text":["Objectives","","Mesenchymal stem cells (MSCs) derived from post‐natal tissues offer a suitable source of MSCs for cellular therapy. Limitation of the use of MSCs for therapeutic purposes is attributed to the onset of senescence and slowing down of proliferation upon repeated passaging. Dhanwantram kashaya (DK), a synthetic herbal formulation, is widely used in Ayurvedic medicine as a growth stimulant in children and for nerve regeneration. In this study, we evaluated the effects of DK on the proliferation, viability and senescence of human Wharton jelly MSCs (WJMSCs) in vitro.","","Results","","Using the MTT proliferation assay and live/dead trypan blue analysis, we found that DK increased proliferation of WJMSCS up to three folds when supplemented in the culture media. The BrdU cell proliferation assay showed a substantial increase in WJMSCs treated with DK. Notably, the β‐galactosidase senescence assay revealed that drug treated WJMSCs at late passage still had intact and viable WJMSCs whereas the untreated cells exhibited profound senescence.","","Conclusion","","These studies indicate that DK enhances the quality of WJMSCs by not only increasing the proliferation rate and decreasing their turnover time but also by delaying senescence. We have, thus, identified for the first time that a traditional Ayurvedic formulation, Dhanwantram kashaya, used as a growth enhancer, is able to improve the yield and quality of stem cells in vitro and could be an effective non‐toxic supplement for culturing WJMSCs for clinical applications."],"license_agreement":"Unknown","keywords":["None"],"doi":"10.1111/cpr.12026"},{"title":"Effect of Triphaladi Avaleha as an adjuvant therapy in the management of Thalassemia","publication_info":[{"name":"Sahebrao B. Jadhav","attributes":["Lecturer, Department of Kaumarabhritya, K.G.Mittal Ayurveda College,Mumbai, India"],"email":null},{"name":"I. P. Anand","attributes":["Consultant Pediatrician, Jamnagar, India"],"email":null}],"PMCID":"PMCID: PMC3202272","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202272/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202272/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202272/pdf/Ayu-31-403.pdf","abstract_text":["Thalassemia is the most common inherited single-gene (autosomal recessive) disorder in the world. Scientists worldwide predict that thalassemia will become a considerable health issue in the next century. It is a new disease entity for Ayurvedic medicine, and hence, it is called Anukta Vyadhi in Ayurveda; but we can understand it by careful scrutiny of the clinical presentation and the investigation results described in the available literature. Modern medical management is aimed at maintaining the hemoglobin level at 10 – 12 g/dl. A post-transfusion hemoglobin level of 9.5 g/dl is said to be sufficient to maintain active life. Thus, blood transfusion therapy is the only treatment, but it can result in hemosiderosis (iron overload), a complication with a fatal outcome. The transfusional iron overload is compounded by increased intestinal absorption of iron. The most important factors associated with survival, and also those deciding the outcome of bone marrow transplant (the only curative therapy) are, age at which chelation therapy is introduced and the success with which serum ferritin is maintained below 2500 ng/ml. Iron chelators used in modern medicine to achieve this goal are expensive and associated with side effects, and hence, associated with poor adherence to the treatment. The present study is an endeavor to explore the efficacy of Triphaladi Avaleha as an iron chelator in the management of thalassemia, in comparison to a control group managed by routine modern therapy."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Thalassemia","Anukta Vyadhi","Hemosiderosis","Triphaladi Avaleha","Serum Ferritin"],"doi":"10.4103/0974-8520.82026"},{"title":"Ayurvedic management of amoebic liver abscess-a case report","publication_info":[{"name":"Swarnima Mishra","attributes":["Ayurvedic Medical Officer, Uttar Pradesh, India"],"email":"swarnima.22bhu@gmail.com"}],"PMCID":"PMCID: PMC9163518","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9163518/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9163518/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9163518/pdf/main.pdf","abstract_text":["Liver abscesses are purulent collections in the liver parenchyma that result from bacterial, fungal, or parasitic infection. The Antibiotics, percutaneous drainage and surgery are the only therapeutic solution for this condition. A 30-year young gentleman a diagnosed case of multiple Amoebic liver abscesses visited at All India Institute of Ayurveda. He came with complaints of rectal bleeding, fever, pain in the abdomen along with blood and USG of abdomen showed multiple Liver Abscesses. In this case of liver abscess, after taking informed consent the patient was given an Ayurvedic treatment for 60 days without any Allopathic medicine or any invasive technique. There was a significant reduction noted in the symptoms of Abscess. At the end of treatment, USG examination revealed there was no focal defect or lesion in the liver and haematological parameters were found within the reference range. There were no clinically significant adverse reactions noted in the duration of treatment. The results of this study indicate the clinical efficacy of Ayurvedic treatment in the management of liver abscess and patient gave highly satisfactory response after his treatment. The treatment outcomes in the present case indicate that classical Ayurvedic measures may be helpful to the patients of a liver abscess."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Liver abscess","Ayurveda","Yakrit Vidradhi"],"doi":"10.1016/j.jaim.2021.08.013"},{"title":"Current Status of Herbal Drugs in India: An Overview","publication_info":[{"name":"Ashok D.B. Vaidya","attributes":["Bharatiya Vidya Bhavan’s Swami Prakashananda Ayurveda Research Centre, University of Mumbai, 13th North-South Road, Vithalnagar, Juhu Scheme, Mumbai 400 049, India","Medicinal Plants Committee, PHARMEXCIL, Hyderabad, India"],"email":null}],"PMCID":"PMCID: PMC2274994","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2274994/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2274994/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2274994/pdf/jcbn-41-01.pdf","abstract_text":["Herbal drugs constitute a major share of all the officially recognised systems of health in India viz. Ayurveda, Yoga, Unani, Siddha, Homeopathy and Naturopathy, except Allopathy. More than 70% of India’s 1.1 billion population still use these non-allopathic systems of medicine. Currently, there is no separate category of herbal drugs or dietary supplements, as per the Indian Drugs Act. However, there is a vast experiential-evidence base for many of the natural drugs. This offers immense opportunities for Observational Therapeutics and Reverse Pharmacology. Evidence-based herbals are widely used in the diverse systems and manufactured, as per the pharmacopoeial guidelines, by a well-organised industry. Significant basic and clinical research has been carried out on the medicinal plants and their formulations, with the state-of-the-art methods in a number of Institutes/Universities. There are some good examples. Indian medicinal plants also provide a rich source for antioxidants that are known to prevent/delay different diseased states. The antioxidant protection is observed at different levels. The medicinal plants also contain other beneficial compounds like ingredients for functional foods. Hence, the global knowledge about Ayurveda and Indian herbals will hopefully be enhanced by information on the evidence-base of these plants. This will yield rich dividends in the coming years."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","Indian medicinal plants","reverse pharmacology","observational therapeutics","antioxidant"],"doi":"10.3164/jcbn.2007001"},{"title":"Do Ayurveda drugs induce liver injury?","publication_info":[{"name":"Galib Ruknuddin","attributes":["Galib Ruknuddin, "],"email":"galib14@yahoo.co.in"}],"PMCID":"PMCID: PMC5871861","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871861/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871861/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871861/pdf/WJH-10-400.pdf","abstract_text":["Drugs fulfilling the criterion of a standard drug will always become panacea provided, if they are used properly. On the other hand, a poorly manufactured drug however used skillfully, will prove to be a poison. Texts of Ayurveda, do mention hazards of drugs, which are not properly manufactured or administered. Art of drug administration is unique in this ancient medical science that cautions towards concentrating on dose, indications, contra-indications, suitable vehicle, specific diet, certain restrictions etc., while administering medicines in suitable individuals. Though a huge amount of information is available and evidences are being generated on the usefulness of traditional practices in global healthcare; there is a need of generating awareness on Promoting rational use of traditional medicines in particular to Ayurvedic drugs. Conventional researchers wish to work on traditional formulations have to understand traditional principles and involve traditional physicians in their researches in the benefit of mankind."],"license_agreement":"This article is an open-access article which was selected by an in-house editor and fully peer-reviewed by external reviewers. It is distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial.","keywords":["Ayurveda","Traditional medicines","Safety","Posology","Punarnava Mandura","Guggulu"],"doi":"10.4254/wjh.v10.i3.400"},{"title":"Sustainable Traditional Medicine: Taking the Inspirations from Ancient Veterinary Science","publication_info":[{"name":"Sanjeev Rastogi","attributes":[],"email":"rastogisanjeev@rediffmail.com"},{"name":" 1 2 ,","attributes":[],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC3094705","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3094705/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3094705/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3094705/pdf/ECAM2011-151435.pdf","abstract_text":["Rapid reduction in natural resources as a consequence to the expanded urbanization, global warming and reduced natural habitat posed a considerable threat to the sustainability of traditional medicine. Being completely dependent upon natural resources like herbs, minerals and animal products, traditional medicine would possibly rank first in order of extinction of heritage if an alternative way is not considered well in time. In reference to the use of animal products, Ayurveda presents some unique examples where animals are used without causing harm to them and so without posing a threat to their existence. In the current context, when natural resources are facing a threat to their existence, a revisit to these ideas may give us a new insight to refine our look at natural resources used in traditional medicine."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1093/ecam/nen071"},{"title":"Ayurvedic Herbal Medicines: A Literature Review of Their Applications in Female Reproductive Health","publication_info":[{"name":"Srihita Patibandla","attributes":[],"email":"srihitapatibandla@hotmail.com"},{"name":"Joshua J Gallagher","attributes":[],"email":null},{"name":"Laasya Patibandla","attributes":[],"email":"srihitapatibandla@hotmail.com"},{"name":"Ali Z Ansari","attributes":[],"email":null},{"name":"Shayaan Qazi","attributes":[],"email":null}],"PMCID":"PMCID: PMC10981444","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10981444/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10981444/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10981444/pdf/cureus-0016-00000055240.pdf","abstract_text":["Ayurveda, an ancient holistic and personalized healing system originating from the Indian subcontinent, has been gaining increasing attention as a complementary and alternative medical practice for treating various health conditions, including those related to women’s reproductive well-being. This comprehensive literature review examines a wide array of experimental and clinical studies exploring the diverse facets of Ayurvedic interventions in addressing issues such as menstrual irregularities, polycystic ovary syndrome (PCOS), infertility, and menopausal symptoms. The paper specifically focuses on discussing the available data regarding the efficacy of Tulsi (Ocimum tenuiflorum), ashwagandha (Withania somnifera), ginger (Zingiber officinale), cardamom (Elettaria cardamomum), turmeric (Curcuma longa), and Shatavari (Asparagus racemosus), which have traditionally been used in Ayurvedic medicine for centuries. The synthesis of literature not only highlights the potential benefits of these Ayurvedic interventions, but also critically assesses the methodological rigor of existing studies, identifying research gaps, and proposing directions for future investigations. While acknowledging the need for further rigorous research and clinical trials, the review emphasizes the benefits of collaborative and integrative healthcare. This review aims to serve as a valuable resource for healthcare practitioners, researchers, and individuals seeking holistic and natural alternatives for female reproductive health management."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License CC-BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["fertility inducing drugs","lactation","polycystic ovary syndrome (pcos)","primary dysmenorrhea","laparoscopic surgery for endometriosis","nausea and vomiting in pregnancy","herbal medicines","female reproductive health","ayurveda","obstetrics and gynecology"],"doi":"10.7759/cureus.55240"},{"title":"Foundational principles of classical Ayurveda research","publication_info":[{"name":"Somik Raha","attributes":["Independent Researcher, California, USA"],"email":"somik.raha@gmail.com"}],"PMCID":"PMCID: PMC3891174","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3891174/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3891174/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3891174/pdf/JAIM-4-198.pdf","abstract_text":["Double-blind randomized controlled trials (RCTs) are viewed as the golden standard of drug research in Western medicine. However, RCTs are far from “golden” in many respects. They are impractical for many therapies, such as for surgeries and complex lifestyle changes. They encourage a one-size-fits-all approach to medical treatment that fails to address the huge diversity among individual patients in terms of their physical and emotional symptoms, social and cultural upbringing, and other factors. Perhaps, more importantly, they do not help doctors make the best medical decisions required to produce optimal patient outcomes. To guide a search for an alternate model of medical research, three principles based on Ayurveda, an ancient and powerful system of health care that has stood the test of time, are presented. These principles, arrived at after mining Ayurvedic epistemology, are: Inductive learning, whole systems thinking, and individually optimized therapy. In honor of the ancient sages or “Rishis,” whose voice is used to deliver Ayurvedic knowledge in the ancient texts of Ayurveda, these are referred to as the “Rishi principles.” Common research methodologies are examined for embodiment of these principles."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Rishi principles","Yukti","inductive learning","whole systems","individually optimized therapy","decision analysis"],"doi":"10.4103/0975-9476.123688"},{"title":"Safety profile of Ayurvedic poly‑herbomineral formulation – Bacnil capsule in albino rats","publication_info":[{"name":"Balaji Panigrahi","attributes":[],"email":null},{"name":"Swati Sharma","attributes":[],"email":null},{"name":"Bhakti Sitapara","attributes":[],"email":null},{"name":"Subrata De","attributes":[],"email":null}],"PMCID":"PMCID: PMC7685255","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7685255/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7685255/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7685255/pdf/AYU-40-185.pdf","abstract_text":["Introduction:","","Bacnil capsule is a poly‑herbomineral formulation used to treat gastroenteritis. It contains many potential drugs derived from plant sources and Bhasma (calcined fine powder) preparations.","","Aims:","","The study was designed to ascertain the safety of bacnil capsule orally in Charle's Foster albino rats.","","Materials and Methods:","","As per the Organization for Economic Cooperation and Development (OECD) 425 protocol oral acute toxicity study, bacnil capsule was administered orally once only at the dose of 2000 mg/kg in rats. For repeated dose toxicity study, AYUSH 170 and OECD 407, it was administered at three dose levels, Therapeutic doses (TED) (196.2), TED × 5 (981) and TED × 10 (1962) mg/kg/day orally for 28 days in albino rats followed by a 15‑day recovery period only on TED × 10 dose level.","","Observation and Results:","","Bacnil at the oral dose of 2000 mg/kg did not produce any toxicity or mortality in albino rats. Repeated dose 28‑day oral toxicity revealed that test formulation did not produce any significant change in serum biochemical, hematological, and histopathological parameters at therapeutic dose level. Mild‑to‑moderate pathological changes were observed in the various serum biochemical and cytoarchitecture of the liver, heart, kidney, and stomach at a dose of 10 TEDs; however, the same was reversed after discontinuation in the recovery test.","","Conclusion:","","Bacnil at 196.2 mg/kg/day is safe at the therapeutic dose level in albino rats."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Acute toxicity","bacnil","polyherbomineral formulation","safety"],"doi":"10.4103/ayu.AYU_64_18"},{"title":"Lactobacillus plantarum (VR1) isolated from an Ayurvedic medicine (Kutajarista) ameliorates in vitro cellular damage caused by Aeromonas veronii","publication_info":[{"name":"Himanshu Kumar","attributes":["Molecular Biology Unit, National Centre for Cell Science, Ganeshkhind, Pune, Maharashtra, India"],"email":"himanshu.micro@yahoo.com"},{"name":"Ashraf Y Rangrez","attributes":["Department of Pharmacy and Medicine, University of Picardie Jules Verne, Rue des Louvels, F-80037, Amiens, France"],"email":"ashraf.rangrez@gmail.com"},{"name":"Kannayakanahalli M Dayananda","attributes":["Department of Chemical and Biological Engineering, State University of New York at Buffalo, Buffalo NY 14260, USA"],"email":null},{"name":"Ashwini N Atre","attributes":["Molecular Biology Unit, National Centre for Cell Science, Ganeshkhind, Pune, Maharashtra, India"],"email":"ashwiniatre@gmail.com"},{"name":"Milind S Patole","attributes":["Molecular Biology Unit, National Centre for Cell Science, Ganeshkhind, Pune, Maharashtra, India"],"email":"patole@nccs.res.in"}],"PMCID":"PMCID: PMC3145568","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3145568/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3145568/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3145568/pdf/1471-2180-11-152.pdf","abstract_text":["Background","","Lactobacillus plantarum is considered as a safe and effective probiotic microorganism. Among various sources of isolation, traditionally fermented foods are considered to be rich in Lactobacillus spp., which can be exploited for their probiotic attribute. Antibacterial property of L. plantarum has been demonstrated against various enteric pathogens in both in vitro and in vivo systems. This study was aimed at characterizing L. plantarum isolated from Kutajarista, an ayurvedic fermented biomedicine, and assessing its antagonistic property against a common enteropathogen Aeromonas veronii.","","Results","","We report the isolation of L. plantarum (VR1) from Kutajarista, and efficacy of its cell free supernatant (CFS) in amelioration of cytotoxicity caused by Aeromonas veronii. On the part of probiotic attributes, VR1 was tolerant to pH 2, 0.3% bile salts and simulated gastric juice. Additionally, VR1 also exhibited adhesive property to human intestinal HT-29 cell line. Furthermore, CFS of VR1 was antibacterial to enteric pathogens like Pseudomonas aeruginosa, Staphylococcus aureus, Escherichia coli, Aeromonas veronii and clinical isolates of P. aeruginosa and E. coli. Detailed study regarding the effect of VR1 CFS on A. veronii cytotoxicity showed a significant decrease in vacuole formation and detrimental cellular changes in Vero cells. On the other hand, A. veronii CFS caused disruption of tight junction proteins ZO-1 and actin in MDCK cell line, which was prevented by pre-incubation with CFS of VR1.","","Conclusions","","This is the first study to report isolation of L. plantarum (VR1) from Kutajarista and characterisation for its probiotic attributes. Our study demonstrates the antagonistic property of VR1 to A. veronii and effect of VR1 CFS in reduction of cellular damage caused by A. veronii in both Vero and MDCK cell lines."],"license_agreement":"This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1186/1471-2180-11-152"},{"title":"Exploring issues in the development of Ayurvedic research methodology","publication_info":[{"name":"Ram H. Singh","attributes":["Department of Kayachikitsa, Institute of Medical Sciences, Banaras Hindu University, Varanasi, India"],"email":"rh_singh2001@yahoo.com"}],"PMCID":"PMCID: PMC3151394","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3151394/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3151394/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3151394/pdf/JAIM-1-91.pdf","abstract_text":["Research is the prime need of contemporary Ayurveda, but modern research on Ayurveda has not been very rewarding for Ayurveda itself. Much of it uses Ayurveda to extend modern bioscience. In contrast, Ayurveda needs research designed to test and validate its fundamental concepts as well as its treatments. In this context, if Ayurveda is to be truly explored and validated in all its aspects, scientific inputs should conform to Ayurveda's principles and philosophy. While its evidence base, established since antiquity, may need further verification, research should now focus on the Science of Ayurveda, rather than merely looking for new drugs based on Ayurveda herbals; in-depth research is needed on Ayurveda. Such research will require teamwork between scientists and vaidyas based on truth and trust. Ayurveda research methodology requires the ‘whole system testing approach’, global participation with protocols evolved through intense interface with modern science, regulatory reforms to eliminate barriers, and to be investigated ‘as it is’, using approaches adapted from its own basic principles."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","research","methodology"],"doi":"10.4103/0975-9476.65067"},{"title":"Surgical practice and Ayurveda: A realistic analysis of the current debate","publication_info":[{"name":"Kishor Patwardhan","attributes":["Department of Kriya Sharir, Faculty of Ayurveda, Banaras Hindu University, Varanasi, India"],"email":"kpatwardhan@bhu.ac.in"}],"PMCID":"PMCID: PMC8039338","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039338/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039338/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039338/pdf/main.pdf","abstract_text":["The recent notification issued by the Central Council of Indian Medicine making it compulsory for the postgraduate students of two streams of Ayurveda (Shalya Tantra and Shalakya Tantra) to be trained in different kinds of modern surgical procedures as a part of their curricula has led to a nation-wide debate. While practitioners from biomedical sciences are voicing their concerns against the decision, Ayurveda professionals are seen defending the same. In this article we try to look at this issue from a dispassionate and realistic point of view. We recount the historical milestones that paved way for the incorporation of the modern surgical practices in to Ayurveda curricula. Currently though there are many skilful Ayurveda surgeons who practice surgery in India, the standard of education in many Ayurveda colleges is very poor because of a low patient turn-out which is a matter of serious concern. We argue that, however, by citing these varying standards in education, imposing deliberate restrictions on Shalya-Shalakya students and not giving them access to treat patients too is unwarranted. Such a move can affect the research potential in these fields. We cite the history of the evolution of Kshara-Sutra therapy to justify our argument. Further, we delve into the issue of prospective and retrospective applicability of the said notification and suggest a few options that the Ministry of AYUSH may consider to resolve this issue. We conclude by saying that well-trained Ayurveda surgeons must be allowed to practice surgery, but at the same time, a blanket license to all Shalya-Shalakya postgraduate degree holders to practice surgery without ensuring their actual clinical training would be unreasonable."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Reality","Surgical practice","Debate","Ayurveda"],"doi":"10.1016/j.jaim.2020.12.008"},{"title":"A comparative study on efficacy of Bharangyadi Avaleha and Vasa Avaleha in the management of Tamaka Shwasa with reference to childhood asthma","publication_info":[{"name":"Salim D. Gohel","attributes":["Scholar, Department of Kaumarabhritya, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, India"],"email":"salimgohel@gmail.com"},{"name":"I. P. Anand","attributes":["Consulting Paediatrician, Department of Kaumarabhritya, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3215424","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215424/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215424/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215424/pdf/Ayu-32-82.pdf","abstract_text":["Ayurvedic concept is of the opinion that Tamaka Shwasa (Bronchial Asthma) is a Yapya Vyadhi. The etiopathogenesis, signs, and symptoms of Tamaka Shwasa may be correlated with Bronchial Asthma. Each child reacts differently to the factors that trigger asthma and treated symptomatically. Asthma is the most common chronic allergic disorder in childhood and third leading cause of hospitalization under the age of 15 years. As it is a Kapha-Vata predominant disorder, Ayurvedic medicine may help to decrease the recurrence, improve immunity, and check symptoms naturally. With this aim, a clinical study was undertaken on two groups for duration of 6 weeks. The drugs Bharangyadi Avaleha and Vasa Avaleha were given orally, separately in both the groups. All the patients were kept under strict dietary control during the treatment. The observation on effect of therapy was encouraging and showed less recurrence."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Bharangyadi Avaleha","childhood asthma","Tamaka Shwasa","Vasa Avaleha"],"doi":"10.4103/0974-8520.85736"},{"title":"Epigenetic Mechanisms of Integrative Medicine","publication_info":[{"name":"Riya R. Kanherkar","attributes":[],"email":null},{"name":"Susan E. Stair","attributes":[],"email":null},{"name":"Naina Bhatia-Dey","attributes":[],"email":null},{"name":"Paul J. Mills","attributes":[],"email":null},{"name":"Deepak Chopra","attributes":[],"email":null}],"PMCID":"PMCID: PMC5339524","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5339524/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5339524/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5339524/pdf/ECAM2017-4365429.pdf","abstract_text":["Since time immemorial humans have utilized natural products and therapies for their healing properties. Even now, in the age of genomics and on the cusp of regenerative medicine, the use of complementary and alternative medicine (CAM) approaches represents a popular branch of health care. Furthermore, there is a trend towards a unified medical philosophy referred to as Integrative Medicine (IM) that represents the convergence of CAM and conventional medicine. The IM model not only considers the holistic perspective of the physiological components of the individual, but also includes psychological and mind-body aspects. Justification for and validation of such a whole-systems approach is in part dependent upon identification of the functional pathways governing healing, and new data is revealing relationships between therapies and biochemical effects that have long defied explanation. We review this data and propose a unifying theme: IM's ability to affect healing is due at least in part to epigenetic mechanisms. This hypothesis is based on a mounting body of evidence that demonstrates a correlation between the physical and mental effects of IM and modulation of gene expression and epigenetic state. Emphasis on mapping, deciphering, and optimizing these effects will facilitate therapeutic delivery and create further benefits."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2017/4365429"},{"title":"Effectiveness of polyherbal formulations for the treatment of type 2 Diabetes mellitus - A systematic review and meta-analysis","publication_info":[{"name":"Renuka Suvarna","attributes":["Division of Ayurveda, Centre for Integrative Medicine and Research, Manipal Academy of Higher Education, Manipal, 576104, Karnataka, India"],"email":null},{"name":"Revathi P. Shenoy","attributes":["Department of Biochemistry, Kasturba Medical College, Manipal, Manipal Academy of Higher Education, Manipal, 576104, Karnataka, India"],"email":null},{"name":"Basavaraj S. Hadapad","attributes":["Division of Ayurveda, Centre for Integrative Medicine and Research, Manipal Academy of Higher Education, Manipal, 576104, Karnataka, India"],"email":"basavaraj.h@manipal.edu"}],"PMCID":"PMCID: PMC8039362","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039362/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039362/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039362/pdf/main.pdf","abstract_text":["Background","","The mortality and morbidity rate of diabetes patients is increasing worldwide which requires an ideal treatment to prevent the disease worsening. Traditional medicine is gaining more attention in diabetes due to its efficacy and safety. We, therefore performed a systematic review study of clinical trials to assess the comparative effect of polyherbal formulations in type 2 Diabetes mellitus.","","Objectives","","To find the effectiveness of polyherbal formulations in blood sugar and lipid level for type 2 Diabetes mellitus.","","Material and methods","","PubMed, Scopus and CINAHL databases for clinical trials investigating the effect of polyherbal formulations in Type 2 Diabetes mellitus patients were searched. Meta-analysis of eligible trials was conducted employing Revman 5.2 software.","","Results","","Fourteen randomized controlled trials were found eligible for meta-analysis. Meta-analysis of findings showed a significant effect of polyherbal formulations on blood sugar level compared to control group. The estimated standard mean changes at 95% confidence interval, following polyherbal formulations treatment were −0.59, (−0.91 to – 0.27) mg/dL; for fasting blood sugar(p < 0.001), −0.69, (−1.18 to −0.21) mg/dL; for postprandial blood sugar (p = 0.005) and −0.46, (−0.88 to −0.04) gm%; for glycated haemoglobin (p = 0.03). The reduction in postprandial sugar and glycated haemoglobin was statistically significant with polyherbal formulations compared to metformin treatment but not for fasting sugar. Similarly in lipid profile the reduction for total cholesterol and triglycerides was statistically significant with polyherbal formulations compared to control group but was not significant for HDL and LDL whereas in other group of polyherbal formulations and metformin only HDL was favouring polyherbal formulations.","","Conclusion","","Polyherbal formulations occurred to be effective in lowering blood sugar level in Type 2 diabetes but their further efficacy in managing diabetes needs to be validated. Therefore, a qualitative, long term, randomized placebo-controlled trials of adequate sample size are necessary to determine the efficacy of polyherbal formulation in managing diabetes."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Type 2 diabetes","Polyherbal formulation","Ayurvedic formulation"],"doi":"10.1016/j.jaim.2020.11.002"},{"title":"Reinventing nano drug delivery systems for hydrophilic active ingredients in Ayurvedic lipid based formulations containing poly herbal decoction","publication_info":[{"name":"Selvakumar Duraipandi","attributes":["Research and Development, Kerala Ayurveda Limited, Indranagar, Bengaluru, 560008, India"],"email":null}],"PMCID":"PMCID: PMC7527804","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7527804/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7527804/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7527804/pdf/main.pdf","abstract_text":["Background","","Anu Tailam, an Ayurvedic medicated oil where ‘anu’ meant for atom and ‘tailam’ meant for oil and virtually meant for ‘oil of subtle or atomic size particles’. Since the major active ingredients in this formulation are incorporated from the polyherbal decoction, it is expected to contain predominantly water soluble ingredients.","","Objectives","","It is hypothesized that these polar active botanical ingredients are present in the formulation should be either suspended in the form of submicron particles or entrapped in the submicron vesicular structures since the formulation did not show any precipitation or phase separation instead showed a monophasic oily liquid with very little moisture.","","Materials and Methods","","In the present investigation, the micro architecture of the anu tailam is studied via column chromatography and high performance thin layer chromatography to prove the contents are polar hydrophilic compounds followed by optical microscopy, photon correlation Spectroscopy (PCS) and environmental scanning electron microscope (ESEM) to study the particle/vesicle size of the formulation.","","Results","","In this study, it was proved that the formulation contained only polar ingredients and can be extracted in polar solvents like methanol and ethanol. It was also found that the formulation taken for study contained nano particles of the active botanical ingredients embedded in a network of vesicular structures of the lipid base.","","Conclusion","","The selected Ayurvedic formulation ‘anutailam’ found to contain novel nano drug delivery system to deliver water soluble ingredients across barriers."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic","Anutailam","Nanoparticles","Nanodrug","Novel delivery"],"doi":"10.1016/j.jaim.2018.01.008"},{"title":"The scientific basis of rasa (taste) of a substance as a tool to explore its pharmacological behavior","publication_info":[{"name":"Sudipta Kumar Rath","attributes":[],"email":null},{"name":"Asit Kumar Panja","attributes":["Department of Basic Principles, National Institute of "],"email":null},{"name":"Lalit Nagar","attributes":[],"email":null}],"PMCID":"PMCID: PMC4293745","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4293745/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4293745/?report=classic","pdf_link":"None","abstract_text":["Background:","","A rational and well-developed pharmacological basis forms the foundation of therapeutics in Ayurveda. The principles and theories of Ayurveda need to be validated in the scientific context in order to harness the millennia old knowledge. Rasa (taste) of the substance is the foremost tool in Ayurveda to assess and determine the pharmacological properties and actions of the substance. Similarity in rasa is said to signify similar structure and consequently similar pharmacological behavior. Depending on skills developed over the course of long-term clinical experience one, can register the minute variations in rasa of substances and accordingly the possible variations in pharmacological actions. Thus, rasa can be used as a scientific tool in the drug discovery process to limit and focus the target areas.","","Aim:","","To sensitize scientific community to the utility of rasa as a tool in the process of drug discovery.","","Materials and Methods:","","All relevant ancient and contemporary literature was reviewed critically to form a scientific basis of the Ayurvedic concept of rasa as a tool to identify the pharmacological behavior of a substance.","","Conclusion:","","The review finds that rasa (taste) can be used as a guide to identify potential targets in drug discovery."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","drug discovery","mahābhūta","rasa","taste"],"doi":"10.4103/0257-7941.147419"},{"title":"IFTAK technique: An advanced Ksharsutra technique for management of fistula in ano","publication_info":[{"name":"Rahul Sherkhane","attributes":["Department of Shalya Tantra, All India Institute of Ayurveda, Sarita Vihar, New Delhi 110076, India"],"email":"rahulsherkhane@gmail.com"},{"name":"Priyanka Meena","attributes":["Department of Shalya Tantra, Gangasheel Ayurvedic Medical College & Hospital, Bareilly, Uttar pradesh 243123, India"],"email":null},{"name":"Nasreen Hanifa","attributes":["Department of Shalya Tantra, All India Institute of Ayurveda, Sarita Vihar, New Delhi 110076, India"],"email":null},{"name":"V.D. Mahanta","attributes":["Department of Shalya Tantra, All India Institute of Ayurveda, Sarita Vihar, New Delhi 110076, India"],"email":null}],"PMCID":"PMCID: PMC8039351","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039351/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039351/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039351/pdf/main.pdf","abstract_text":["Fistula in ano is mostnotorious disease among all the ano-rectal disorders since antiquity. Over the past few decades, various techniques are being evaluated in terms to prevent its recurrence and complications, but despite more than two millennia of efforts, fistula in ano still remains a perplexing surgical disease. The sign and symptoms of fistula in ano resembles with Bhagandara described in Ayurveda classics. For the management of this painful disease many treatment modalities are enumerated in Ayurveda classics and Ksharsutra therapy is one among them which is proved to be gold standard. Though Ksharsutra therapy is big revolution in the field of fistula in ano, but it has some disadvantages like it is time consuming process, severe post-procedural pain, big scar mark. So, in present era IFTAK is emerging as an advanced innovative technique for the management of fistula in ano along with betterment in the consequences of conventional method of Ksharsutra therapy. In the present case report, IFTAK (Interception of Fistulous tract and application of Ksharsutra) technique is used in trans sphincteric fistula in ano which showed a great potential in management by minimizing the duration of treatment, mild post procedural pain and minimum scar mark."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Fistula in ano","IFTAK (Interception of fistulous tract and application of Ksharsutra) technique","Bhagandara","Ksharsutra"],"doi":"10.1016/j.jaim.2020.06.005"},{"title":"Mimansa","publication_info":[{"name":"Shriprasad Bavadekar","attributes":["Bavadekar's Svashtya Niketana, Pune, India"],"email":"shribavadekar@yahoo.co.in"}],"PMCID":"PMCID: PMC3121252","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3121252/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3121252/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3121252/pdf/JAIM-2-37.pdf","abstract_text":["This paper considers the relevance to Ayurvedic education of Mimansa, one of the six “orthodox” systems of ancient Indian philosophy, which, like Ayurveda, regard the Vedas as supremely authoritative. At the postgraduate level, Mimansa assists the study of Ayurveda because it provides a system of resolving possible conflicts between statements in the texts of the Veda, which can also be applied to Ayurveda, when its own methodology of interpretation given in Tantrayukti falls short. Indeed, certain commentaries on the Ayurvedic texts are suggestive of the Mimansa perspective. The article provides illustrations of this from the courses taught at the Institute of Research in Ayurvedic Medicine, Jnana Prabhodini, indicating some details of the courses taught, and recounting feedback from the students. These show that a course in Mimansa has a useful role to play in encouraging students’ independent reading of the Ayurvedic texts and in maturing their own interpretations of sections that seem obscure."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","darshanas","education","Mimansa","pedagogy"],"doi":"10.4103/0975-9476.78191"},{"title":"The Ayurvedic Medicine Salacia oblonga Attenuates Diabetic Renal Fibrosis in Rats: Suppression of Angiotensin II/AT1 Signaling","publication_info":[{"name":"Lan He","attributes":[],"email":null},{"name":"Yanfei Qi","attributes":[],"email":null},{"name":"Xianglu Rong","attributes":[],"email":null},{"name":"Jianmin Jiang","attributes":[],"email":null},{"name":"Qinglin Yang","attributes":[],"email":null},{"name":"Johji Yamahara","attributes":[],"email":null},{"name":"Michael Murray","attributes":[],"email":null}],"PMCID":"PMCID: PMC3137643","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3137643/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3137643/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3137643/pdf/ECAM2011-807451.pdf","abstract_text":["In human diabetic nephropathy, the extent of tubulointerstitial fibrosis is the leading cause of end-stage renal disease; fibrosis is closely correlated with renal dysfunction. Although a wide array of medicinal plants play a role in the prevention and treatment of diabetes, there are few reports of the application of herbal medicines in amelioration of renal fibrosis, or the underlying mechanisms by which such benefits are mediated. The efficacy of the Ayurvedic antidiabetic medicine Salacia oblonga (SO) root on rat renal fibrosis was investigated. An aqueous extract from SO (100 mg/kg, p.o., 6 weeks) diminished renal glomerulosclerosis and interstitial fibrosis in Zucker diabetic fatty (ZDF) rats, as revealed by van Giesen-staining. SO also reduced renal salt-soluble, acid-soluble and salt-insoluble collagen contents. These changes were accompanied by normalization of hypoalbuminemia and BUN. Gene profiling revealed that the increase in transcripts encoding the glomerulosclerotic mediators collagen I, collagen IV, fibronectin, angiotensin II type 1 receptor (AT1), transforming growth factor (TGF)-β1, plasminogen activator inhibitor (PAI)-1 observed in ZDF rat kidney was suppressed by SO. In rat-derived mesangial cells, similar to the effect of the AT1 antagonist telmisartan, SO and its major component mangiferin suppressed the stimulatory effect of angiotensin II on proliferation and increased mRNA expression and/or activities of collagen I, collagen IV, fibronectin, AT1, TGF-β1 and PAI-1. Considered together the present findings demonstrate that SO attenuates diabetic renal fibrosis, at least in part by suppressing anigiotensin II/AT1 signaling. Further, it now emerges that mangiferin is an effective antifibrogenic agent."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1093/ecam/nep095"},{"title":"DNA methylation analysis of phenotype specific stratified Indian population","publication_info":[{"name":"Harish Rotti","attributes":[],"email":"harishnbrotti@yahoo.co.in"},{"name":"Sandeep Mallya","attributes":[],"email":"sandeep.mallya@manipal.edu"},{"name":"Shama Prasada Kabekkodu","attributes":[],"email":null},{"name":"Sanjiban Chakrabarty","attributes":[],"email":"sanjiban.c@gmail.com"},{"name":"Sameer Bhale","attributes":[],"email":"bhalesameer@yahoo.co.in"},{"name":"Ramachandra Bharadwaj","attributes":[],"email":"rcbharadwaj@gmail.com"},{"name":"Balakrishna K Bhat","attributes":[],"email":"spbhat81@gmail.com"},{"name":"Amrish P Dedge","attributes":[],"email":"amrish1511@rediffmail.com"},{"name":"Vikram Ram Dhumal","attributes":[],"email":"vikramayu@rediffmail.com"},{"name":"GG Gangadharan","attributes":[],"email":null},{"name":"Puthiya M Gopinath","attributes":[],"email":"gopinathpm@yahoo.com"},{"name":"Periyasamy Govindaraj","attributes":[],"email":null},{"name":"Kalpana S Joshi","attributes":[],"email":"joshikalpana@gmail.com"},{"name":"Paturu Kondaiah","attributes":[],"email":null},{"name":"Sreekumaran Nair","attributes":[],"email":"sree.nair@manipal.edu"},{"name":"SN Venugopalan Nair","attributes":[],"email":"sree.nair@manipal.edu"},{"name":"Jayakrishna Nayak","attributes":[],"email":"nayakjk2004@yahoo.co.in"},{"name":"BV Prasanna","attributes":[],"email":"drbvidyaprasanna@gmail.com"},{"name":"Pooja Shintre","attributes":[],"email":"pooja.shintre@gmail.com"},{"name":"Mayura Sule","attributes":[],"email":"mayura.sule@gmail.com"},{"name":"Kumarasamy Thangaraj","attributes":[],"email":null},{"name":"Bhushan Patwardhan","attributes":[],"email":"bpatwardhan@gmail.com"},{"name":"Marthanda Varma Sankaran Valiathan","attributes":[],"email":"msvaliathan@gmail.com"}],"PMCID":"PMCID: PMC4438459","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4438459/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4438459/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4438459/pdf/12967_2015_Article_506.pdf","abstract_text":["Background","","DNA methylation and its perturbations are an established attribute to a wide spectrum of phenotypic variations and disease conditions. Indian traditional system practices personalized medicine through indigenous concept of distinctly descriptive physiological, psychological and anatomical features known as prakriti. Here we attempted to establish DNA methylation differences in these three prakriti phenotypes.","","Methods","","Following structured and objective measurement of 3416 subjects, whole blood DNA of 147 healthy male individuals belonging to defined prakriti (Vata, Pitta and Kapha) between the age group of 20-30years were subjected to methylated DNA immunoprecipitation (MeDIP) and microarray analysis. After data analysis, prakriti specific signatures were validated through bisulfite DNA sequencing.","","Results","","Differentially methylated regions in CpG islands and shores were significantly enriched in promoters/UTRs and gene body regions. Phenotypes characterized by higher metabolism (Pitta prakriti) in individuals showed distinct promoter (34) and gene body methylation (204), followed by Vata prakriti which correlates to motion showed DNA methylation in 52 promoters and 139 CpG islands and finally individuals with structural attributes (Kapha prakriti) with 23 and 19 promoters and CpG islands respectively. Bisulfite DNA sequencing of prakriti specific multiple CpG sites in promoters and 5′-UTR such as; LHX1 (Vata prakriti), SOX11 (Pitta prakriti) and CDH22 (Kapha prakriti) were validated. Kapha prakriti specific CDH22 5′-UTR CpG methylation was also found to be associated with higher body mass index (BMI).","","Conclusion","","Differential DNA methylation signatures in three distinct prakriti phenotypes demonstrate the epigenetic basis of Indian traditional human classification which may have relevance to personalized medicine.","","Electronic supplementary material","","The online version of this article (doi:10.1186/s12967-015-0506-0) contains supplementary material, which is available to authorized users."],"license_agreement":"This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly credited. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.","keywords":["DNA methylation","MeDIP","CpG Island","Prakriti","Ayurveda"],"doi":"10.1186/s12967-015-0506-0"},{"title":"Seekership, Spirituality and Self-Discovery: Ayurveda Trainees in Britain","publication_info":[{"name":"Maya Warrier","attributes":[],"email":"None"}],"PMCID":"PMCID: PMC2898496","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2898496/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2898496/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2898496/pdf/ukmss-31193.pdf","abstract_text":["This paper examines the backgrounds and motivations of persons trained or training as Ayurvedic practitioners at two London-based institutions offering Ayurveda programmes at undergraduate and postgraduate levels. It draws upon in-depth interviews with individuals at various stages of their training and practice in order to examine the paths that bring them to Ayurveda, their motivations for undergoing training, and the ways in which they apply their knowledge of Ayurveda during and after their training period. The findings here corroborate what other scholars have demonstrated in the case of Asian traditions like Yoga and Ayurveda in the West; these traditions have inevitably undergone shifts in meaning by virtue of their assimilation into the Western, in this case British, holistic health milieu. Most significant in Ayurveda's case is the shift away from a preoccupation with remedial medicine (the bedrock of mainstream Ayurveda in modern South Asia), to a focus on self-knowledge and self-empowerment as a path to ‘holistic healing’ (understood to address mental and spiritual, not just physical, wellbeing). Even though the Ayurvedic curriculum transmitted at the educational institutions in London is based largely on that taught at Ayurveda colleges in India, the completely different orientations and dispositions of students in Britain (as compared to their South Asian counterparts) ensures that the Ayurveda they go on to apply and practise is radically different – this is ‘spiritualised’ Ayurveda, in radical contrast to the ‘biomedicalised’ version obtaining in modern mainstream South Asian contexts."],"license_agreement":"Unknown","keywords":["Ayurveda","New Age","subjectivisation","spiritualisation","biomedicalisation","seekership","healing","holism","self-discovery","authenticity"],"doi":"10.1163/157342009X12526658783691"},{"title":"Integrative management of diabetic foot ulcers – A case series","publication_info":[{"name":"Pradeep S. Shindhe","attributes":["Department of Shalya Tantra, KAHER’s Shri B M Kankanawadi Ayurveda Mahavidyalaya, Shahapur, Belagavi, Karnataka, India"],"email":null},{"name":"Ajay Pandurang Kale","attributes":["Department of Surgery, USM KLE International Medical Program, Belagavi, India"],"email":null}],"PMCID":"PMCID: PMC10692380","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10692380/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10692380/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10692380/pdf/main.pdf","abstract_text":["Diabetic foot ulcer (DFU) is a serious complication of diabetes mellitus and a cause of significant morbidity, mortality and healthcare expenditure. Treatment of DFU includes multimodal approach like surgical debridement, infection control, vascular assessment, dressing etc. Multidisciplinary approach towards foot care is becoming a mainstay of therapy, and even with this comprehensive approach, there is still room for improvement in DFU outcomes. Integrative management includes the adoption of various systems of treatment with standard treatment for better outcomes. In the present case series, six cases of DFU were managed with the integration of Ayurveda and allopathic treatments. The cases were managed according to the standard diabetic foot ulcer management principles like surgical debridement, insulin therapy, along with incorporation of Ayurveda procedures like Vimlapana, Prakshalana, Bandhana etc. Standard assessment of ulcers at different time points was done using the Bates- Jensen Ulcer assessment tool. All the six DFU healed with minimal scar formation and in less time, lowering the risk of further amputation. Promising results were obtained in all six cases by adopting integrated Ayurveda and allopathic treatments, which indicates the potential benefits of alternative systems of medicine."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Diabetic foot ulcer (DFU)","Integrative management","Bates- jensen ulcer assessment tool","Vrana Ropana","Vrana Shodhana"],"doi":"10.1016/j.jaim.2023.100770"},{"title":"Management of chronic pain with Jalaprakshalana (water-wash) Shodhita (processed) Bhanga (Cannabis sativa L.) in cancer patients with deprived quality of life: An open-label single arm clinical trial","publication_info":[{"name":"Swagata Dilip Tavhare","attributes":[],"email":"drswagata32@gmail.com"},{"name":"Rabinarayan Acharya","attributes":["Department of Dravyaguna, Institute for Post Graduate Teaching and Research in Ayurved, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"R. Govind Reddy","attributes":["Regional Ayurveda Research Institute for Mother and Child Health, CCRAS, Nagpur, Maharashtra, India"],"email":null}],"PMCID":"PMCID: PMC6891996","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6891996/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6891996/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6891996/pdf/AYU-40-34.pdf","abstract_text":["Introduction:","","Pain is a common and complex symptom of cancer having physical, social, spiritual and psychological aspects. Approximately 70%–80% of cancer patients experiences pain, as reported in India. Ayurveda recommends use of Shodhita (Processed) Bhanga (Cannabis) for the management of pain but no research yet carried out on its clinical effectiveness.","","Objective:","","To assess the analgesic potential of Jala-Prakshalana (Water-wash) processed Cannabis sativa L. leaves powder in cancer patients with deprived quality of life (QOL) through openlabel single arm clinical trial.","","Materials and Methods:","","Waterwash processed Cannabis leaves powder filled in capsule, was administered in 24 cancer patients with deprived QOL presenting complaints of pain, anxiety or depression; for a period of 4 weeks; in a dose of 250 mg thrice a day; along with 50 ml of cow’s milk and 4 g of crystal sugar. Primary outcome i.e. pain was measured by Wong-Bakers FACES Pain Scale (FACES), Objective Pain Assessment (OPA) scale and Neuropathic Pain Scale (NPS). Secondary outcome namely anxiety was quantified by Hospital Anxiety and Depression Scale (HADS), QOL by FACT-G scale, performance score by Eastern Cooperative Oncology Group (ECOG) and Karnofsky score.","","Results:","","Significant reduction in pain was found on FACES Pain Scale (P < 0.05), OPA (P < 0.05), NPS (P < 0.001), HADS (P < 0.001), FACT-G scale (P < 0.001), performance status score like ECOG (P < 0.05) and Karnofsky score (P < 0.01).","","Conclusion:","","Jalaprakshalana Shodhita Bhanga powder in a dose of 250 mg thrice per day; relieves cancerinduced pain, anxiety and depression significantly and does not cause any major adverse effect and withdrawal symptoms during trial period."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Anxiety","Bhanga","Cannabis sativa","cancer pain","depression","quality of life","Shodhana"],"doi":"10.4103/ayu.AYU_43_19"},{"title":"Deciphering the mechanism of Tinospora cordifolia extract on Th17 cells through in-depth transcriptomic profiling and in silico analysis","publication_info":[{"name":"Amrita Nandan","attributes":[],"email":"amritamicrobio@gmail.com"},{"name":"Vishwas Sharma","attributes":[],"email":null},{"name":"Prodyot Banerjee","attributes":[],"email":null},{"name":"Kannan Sadasivam","attributes":[],"email":null},{"name":"Subramanian Venkatesan","attributes":[],"email":null}],"PMCID":"PMCID: PMC9868420","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9868420/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9868420/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9868420/pdf/fphar-13-1056677.pdf","abstract_text":["Naive CD4+ T cells differentiate into effector (Th1, Th2, Th17) cells and immunosuppressive (Treg) cells upon antigenic stimulation in the presence of a specific cytokine milieu. The T cell in vitro culture system provides a very efficient model to study compounds’ therapeutic activity and mechanism of action. Tinospora cordifolia (Willd.) Hook.f. & Thomson (Family. Menispermaceae) is one of the widely used drugs in Ayurveda (ancient Indian system of medicine) for various ailments such as inflammatory conditions, autoimmune disorders, and cancer as well as for promoting general health. In vitro and in vivo studies on immune cells comprising dendritic cells, macrophages, and B cells suggest its immune-modulating abilities. However, to date, the effect of T. cordifolia on individual purified and polarized T cell subsets has not been studied. Studying drug effects on T cell subsets is needed to understand their immunomodulatory mechanism and to develop treatments for diseases linked with T cell abnormalities. In this study, we examined the immunomodulatory activity of T. cordifolia on primary CD4+ T cells, i.e., Th1, Th17, and iTreg cells. An aqueous extract of T. cordifolia was non-cytotoxic at concentrations below 1500 µg/ml and moderately inhibited the proliferation of naive CD4+ T cells stimulated with anti-CD3ε and anti-CD28 for 96 h. T. cordifolia treatment of naive CD4+ T cells differentiated under Th17-polarizing conditions exhibited reduced frequency of IL-17 producing cells with inhibition of differentiation and proliferation. For the first time, in-depth genome-wide expression profiling of T. cordifolia treated naive CD4+ T cells, polarized to Th17 cells, suggests the broad-spectrum activity of T. cordifolia. It shows inhibition of the cytokine-receptor signaling pathway, majorly via the JAK-STAT signaling pathway, subsequently causing inhibition of Th17 cell differentiation, proliferation, and effector function. Additionally, the molecular docking studies of the 69 metabolites of T. cordifolia further substantiate the inhibitory activity of T. cordifolia via the cytokine-receptor signaling pathway. Furthermore, in vitro polarized Th1 and iTreg cells treated with T. cordifolia extract also showed reduced IFN-γ production and FoxP3 expression, respectively. This study provides insight into the plausible mechanism/s of anti-inflammatory activity of T. cordifolia involving T cells, mainly effective in Th17-associated autoimmune and inflammatory diseases."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["immunomodulatory","ayurveda","guduchi","molecular docking","signaling pathway","Th17 cells","Tinospora cordifolia"],"doi":"10.3389/fphar.2022.1056677"},{"title":"Ayurvedic management of Ulcerative Keratitis – A case report","publication_info":[{"name":"M. Mitra Das","attributes":["Govt. Ayurveda College, Tripunithura, India"],"email":"dr.mitradasm@gmail.com"}],"PMCID":"PMCID: PMC6938819","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938819/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938819/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938819/pdf/main.pdf","abstract_text":["Ulcerative Keratitis is a sight-threatening corneal infection. It is one of the most common global causes of irreversible blindness due to corneal diseases. This case report highlights the potential of Ayurvedic management in nonresponding ulcerative keratitis. A 20 year old boy came to the outpatient department with redness, discharge, photophobia and defective vision in the right eye since 4 months following a foreign body injury. He was treated at leading ophthalmic hospital for keratitis but due to poor response was suggested keratoplasty and the patient had opted for Ayurvedic treatment. He was initially treated in the OPD and since he started responding well to treatment, he was admitted in the hospital. He underwent Jaloukavacharana, Snehapana, Virechana, Nasya, Anjana, Tarpana and Putapaka. He was completely relieved of pain, redness, discharge, photophobia. His BCVA was hand movements at the time of the first visit and it improved to 6/24 at the time of discharge. Ayurveda has an important role to play in infective eye diseases which needs to be explored scientifically."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ulcerative keratitis","Nonresponding","Ayurveda","Herbal medicine","Leech therapy"],"doi":"10.1016/j.jaim.2018.06.007"},{"title":"A double-blind controlled clinical trial to evaluate the effects of nasal therapy with Vrihatajivakadya oil on different viscosities in patients with migraine","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":["Department of Panchakarma, National Institute of Ayurveda, Jaipur, India"],"email":"sarvesh.pk@nia.edu.in"},{"name":"Kshipra Rajoria","attributes":["Department of Panchakarma, National Institute of Ayurveda, Jaipur, India"],"email":null},{"name":"Avadhesh Kumar","attributes":["Department of Panchakarma, Dr. Vijay Ayurvedic Medical College and Hospital, Kaithi, Varanasi, India"],"email":null}],"PMCID":"PMCID: PMC10307686","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307686/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307686/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307686/pdf/main.pdf","abstract_text":["Background","","Migraine, characterized by pain of a specific type in one half of the head has a close resemblance with Ardhavabhedaka described in Ayurveda. Nasya karma (nasal therapy) with Vrihatajivakadya oil is indicated in Ardhavabhedaka. Low viscosity oil (LVO) and medium viscosity oil (MVO) prepared by Snehapaka (a specific Ayurveda method for preparation of oil) are advocated in different classical Ayurveda texts for N.karma.","","The objectives","","This study was done to assess the effects of Vrihatajivakadhya oil on different viscosities in N.karma for the better Ayurveda management of migraine.","","Material and methods","","In this double-blind randomized controlled trial a total of 90 patients were randomly divided into two groups for N.karma with oil of different viscosities. In the group treated with LVO, 44 patients completed their treatment and one patient was lost in follow-up. In another group treated with MVO, 45 patients were enrolled and completed the intervention. N.karma was done with this oil in the dose of 6 drops per nostril for the duration of 14 days for each participant. The follow-up was done on the 15th day and 45th days. The assessment was done by the Migraine Disability Assessment Score (MIDAS) and Migraine Specific Quality of Life Assessment scale.","","Result","","During the trial, significant improvement in both the groups on both parameters was observed. No adverse event was noticed during the study.","","Conclusion","","N.karma with MVO had better improvement. No adverse event was noticed during the study. N.karma with these oils is effective and safe for migraine."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ardhavabhedaka","Migraine","Nasya karma","Vrihatajivakadya taila","Snehapaka"],"doi":"10.1016/j.jaim.2022.100662"},{"title":"Medical education in India: Time to encourage cross-talk between different streams","publication_info":[{"name":"Kishor Patwardhan","attributes":["Department of Kriya Sharir, Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Uttar Pradesh, India"],"email":"patwardhan.kishor@gmail.com"}],"PMCID":"PMCID: PMC3667436","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3667436/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3667436/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3667436/pdf/JAIM-4-52.pdf","abstract_text":["Currently, India recognizes five different healthcare systems, collectively known as AYUSH (Ayurveda, Yoga, Unani, Siddha, Homeopathy), along with the conventional biomedicine. These systems have their own institutionalized structure for monitoring medical education and practice. However, because of the ‘parallel’ kind of policy model that is followed in India, there is no formal provision for any cross-talk between the professionals belonging to these different streams. This situation has not only given rise to mutual misgivings among these professionals regarding the strengths and weaknesses of each other, but also has led to a poor appreciation of the historical and socio-cultural connections these streams share with the community at large. To tackle these issues and to promote adequate participation of biomedicine experts in AYUSH-related research projects, ‘introduction of an AYUSH module in the current curriculum of MBBS (Bachelor of Medicine and Bachelor of Surgery) program’ has been proposed in this communication along with a possible roadmap for its implementation. It is also suggested that the experts in biomedicine be engaged for training AYUSH graduates in their respective specialties so that quality AYUSH education may be ensured."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["AYUSH","biomedicine","cross-talk","medical education"],"doi":"10.4103/0975-9476.109556"},{"title":"Ayurveda and the battle against chronic disease: An opportunity for Ayurveda to go mainstream?","publication_info":"Alex Hankey","PMCID":"PMCID: PMC3149400","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3149400/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3149400/pdf/JAIM-1-9.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Efficacy and safety of the Ayurvedic herbal preparation Maharishi Amrit Kalash: a systematic review of randomized controlled trials","publication_info":[{"name":"Anna K. Koch","attributes":[],"email":"anna-katharina.koch@charite.de"},{"name":"Manish Patel","attributes":[],"email":null},{"name":"Shivenarain Gupta","attributes":[],"email":null},{"name":"Ricarda Wullenkord","attributes":[],"email":null},{"name":"Michael Jeitler","attributes":[],"email":null}],"PMCID":"PMCID: PMC11058942","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11058942/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11058942/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11058942/pdf/fmed-11-1325037.pdf","abstract_text":["Background","","Maharishi Amrit Kalash (MAK) 4 and 5 are Ayurvedic herbal nutritional supplements that are believed to have beneficial effects on overall health and wellbeing. This study aimed to systematically review all available randomized controlled trials (RCTs) investigating the clinical effects and safety of MAK.","","Methods","","We included RCTs on therapy, health promotion, and prevention for patients and healthy volunteers of all ages. We systematically searched MEDLINE (via PubMed), EMBASE (via Ovid), the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library), DHARA, Clinicaltrials.gov, the World Health Organization (WHO) International Clinical Trials Registry Platform, and Google Scholar from inception through 7 May 2023, with no time or language restrictions. The risk of bias was assessed using the Cochrane Risk of Bias Tool version 1. The protocol was registered with PROSPERO before conducting the review (CRD42023421655).","","Results","","Three RCTs with 418 study participants were included. Two studies were on breast cancer patients and one on healthy adults. The two studies on cancer evaluated the efficacy of MAK in reducing the side effects of chemotherapy in women with breast cancer. The study on healthy adults evaluated whether MAK has an effect on an age-related alertness task as an indicator of cognitive aging. Both studies on breast cancer patients found beneficial effects on performance status, anorexia, vomiting, and body weight. One study reported positive effects regarding stomatitis. Regarding visual alertness, results showed that individuals who received MAK improved in performance. None of the three included studies reported adverse events. The risk of bias was mixed. Due to the small number and heterogeneity of the RCTs, no meta-analysis could be performed.","","Conclusion","","There is evidence that MAK may have supportive effects in chemotherapeutic treatments for breast cancer patients and for healthy individuals regarding visual discrimination. However, it is difficult to verify treatment effects due to the small number of RCTs and the mixed risk of bias. Furthermore, none of the included studies recorded adverse events. Therefore, further high-quality studies are warranted to confirm the potential health benefits of MAK and to determine its optimal dosage and duration of use.","","Systematic review registration","","PROSPERO, CRD42023421655."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["Ayurveda","systematic review","traditional Indian medicine","herbal medicine","maharishi Amrit Kalash"],"doi":"10.3389/fmed.2024.1325037"},{"title":"Clinical efficacy of Shodhana Karma and Shamana Karma in Mandala Kushtha (Psoriasis)","publication_info":[{"name":"Gunjan Mangal","attributes":[],"email":null},{"name":"Gopesh Mangal","attributes":["Lecturer, Post Graduate Department of Panchakarma, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":null}],"PMCID":"PMCID: PMC3611636","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611636/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611636/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611636/pdf/AYU-33-224.pdf","abstract_text":["In India an estimated 0.8% of the population is suffering from Psoriasis. It is a papulo-squamous disorder of the skin, characterized by sharply defined erythemato-squamous lesions. It is chronic and is well known for its course of remissions and exacerbations. The exact etiology is still unknown. This condition is comparable with Mandala Kushtha in Ayurvedic system of medicine. Shodhana procedures are reliable to control the disease. Forty patients, fulfilling the inclusion criteria, were selected and randomly divided into four groups with 10 patients in each group. In Group A, Vamana and Virechana was administered once during the trial period. In Group B, Vamana and Virechana followed by Dermo-care in the dose of 5 g twice a day for the period of 2 months. In Group C, only Dermo-care was administered. In Group D, Tab. Neotrexate (Methotrexate) 7.5 mg/week was given under the supervision of dermatologist. Marked improvement was observed in 10% of the patients in Group B. Moderate improvement was observed in 20% of the patients in Group A, 90% in Group B, and 80% in Group D. Mild improvement was observed in 80% of the patients in Group A, 100% in Group C, and 20% in Group D."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Mandala Kushtha","Psoriasis","Shamana","Shodhana","Vamana","Virechana"],"doi":"10.4103/0974-8520.105242"},{"title":"Development and validation of a Prototype Prakriti Analysis Tool (PPAT): Inferences from a pilot study","publication_info":[{"name":"Sanjeev Rastogi","attributes":["Associate Professor, Department of Pancha Karma, State Ayurvedic College, Lucknow, Uttar Pradesh, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC3611641","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611641/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611641/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611641/pdf/AYU-33-209.pdf","abstract_text":["Prakriti, for its tangible impacts upon decision making in Ayurvedic clinical practice, requires a thorough and fool-proof method of examination. Conventional methods adopted for Prakriti examination are found inconsistent with huge inter- and intra-rater inference variability. By observing the gaps in the field, the present study aims to develop a prototype Prakriti analysis tool and its evaluation on inter-rater validity grounds. The study observes that Vata and Pitta constructs of Prakriti identification in Ayurveda have a significant inter-rater correlation (P ` 0.001 and P ` 0.01), whereas Kapha has less (P ` 0.02) correlation. It is inferred that for less correlated variables like those of Kapha, a better understanding is required to reach a better consensus."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Prakriti","tool","validation"],"doi":"10.4103/0974-8520.105240"},{"title":"Evaluation of package inserts of Ayurveda drug formulations from Mumbai city","publication_info":[{"name":"Sudatta Shirolkar","attributes":[],"email":null},{"name":"Raakhi K. Tripathi","attributes":[],"email":null}],"PMCID":"PMCID: PMC5041383","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5041383/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5041383/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5041383/pdf/AYU-36-370.pdf","abstract_text":["Introduction:","","Package insert (PI) is a vital document accompanying a prescribed medication to provide information to the prescriber and end-user at a glance. Studies regarding PIs of Ayurvedic medicines in accordance with standard guidelines are lacking.","","Aim:","","Present study was undertaken to evaluate PI of Ayurveda drugs.","","Materials and Methods:","","PIs of Ayurveda drugs were obtained from five randomly selected Ayurveda medical shops located in three main zones of Mumbai. From each medical shop, a range of 15–20 PI was planned to be collected for different formulations. It was decided to collect a minimum fifty PIs/group for equitable distribution of various formulations in period of January–June2013. Checklist was prepared, and content validity was achieved. Final validated checklist contained a total of 13 items, and the presence or absence of information pertaining to these items on the PI was evaluated. Any other additional information present on PI was also noted. Each item was analyzed and expressed as percentages.","","Results:","","The information on 258 PIs included: Name of ingredients (67%), quantity of ingredients (47.27%), route of administration (86.8%), dosage form (86.8%), indications (18%), dose (18%), contraindications (18%), side effects (9%), shelf life (5.81%), storage conditions (11%), and manufacturers name with contact details (34%).","","Conclusion:","","PIs accompanying Ayurveda medicinal products in India are deficient in information required to be furnished by them."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Ayurvedic drugs","drug information","Mumbai","package insert"],"doi":"10.4103/0974-8520.190694"},{"title":"Assessment of Clinical Profile of the Patients Treated at Ayurvedic Health Facilities in North India","publication_info":[{"name":"Dinesh Kumar","attributes":[],"email":"dinesh9809@gmail.com"},{"name":"Nafis Ahmed Quasmi","attributes":["Department of Community Medicine, Central Government Health Scheme, Bangalore, Karnataka, India"],"email":null},{"name":"Jameer Khan Chandel","attributes":["Department of Community Medicine, Ayurvedic Health Centre, Chalehali, Bilaspur, Himachal Pradesh, India"],"email":null},{"name":"Ashok Kumar Bhardwaj","attributes":[],"email":null},{"name":"Sunil Kumar Raina","attributes":[],"email":null}],"PMCID":"PMCID: PMC3793493","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3793493/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3793493/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3793493/pdf/IJPVM-4-1082.pdf","abstract_text":["Since a very long time, a significant number of patients have been seeking treatment at Complementary and Alternative Medicine health facilities, but the disease burden at these facilities has never been assessed and documented. Present cross-sectional study was carried out at Ayurvedic tertiary care hospital to document and to assess the rationale of disease reporting at Ayurvedic institutions of the northern state of India from January 2011 to October 2011. Almost half of the patients’ morbidities were not classified at all into any of the disease categories. The common reported morbidities at study hospital were: Respiratory (10.5%), neuromuscular (9.5%), digestive (9.2%) and circulatory (9.1%) disorders. As the majority of diseases were unclassified, so mainstreaming of the effective disease surveillance would be required to understand the morbidity pattern and successful treatment practices at health facilities."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","morbidity","surveillance"],"doi":"Unknown"},{"title":"Exploring larger evidence base for contemporary Ayurveda","publication_info":"Sanjeev Rastogi","PMCID":"PMCID: PMC2996583","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2996583/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2996583/pdf/IJAR-1-195b.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"In Vitro Evaluation of Anticancer Activity (Efficacy) of a Novel Ayurvedic Polyherbal Formulation on Human Oral Carcinoma Cell Line SCC-40","publication_info":"Sandeep Charak, Monika Sharma, Sharad M. Porte","PMCID":"PMCID: PMC8687860","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8687860/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8687860/pdf/10-1055-s-0041-1735335.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Ayurveda: The future in the tradition","publication_info":"Dacia Dalla Libera, Carmen Tosto, Antonio Morandi","PMCID":"PMCID: PMC7272780","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7272780/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7272780/pdf/main.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Pharmacovigilance of ayurvedic medicines in India","publication_info":"Urmila Thatte, Supriya Bhalerao","PMCID":"PMCID: PMC3038521","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3038521/?report=classic","pdf_link":"None","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Ayurvedic Treatment Protocol for Hereditary Pancreatitis: A Case Report Demonstrating Disease Arrestation","publication_info":[{"name":"Vaidya B Prakash","attributes":[],"email":"balenduprakash@gmail.com"},{"name":"Shikha Prakash","attributes":[],"email":"balenduprakash@gmail.com"},{"name":"Neha Negi","attributes":[],"email":null}],"PMCID":"PMCID: PMC10474331","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10474331/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10474331/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10474331/pdf/cureus-0015-00000042876.pdf","abstract_text":["The case report presented here highlights the use of an Ayurvedic treatment protocol (ATP) in managing hereditary pancreatitis (HP) in a 14-year-old boy. HP is a rare form of pancreatitis caused by specific gene mutations that are inherited within families. It is known to be aggressive and can lead to pancreatic cancer in later stages. The boy, in this case, experienced multiple episodes of pancreatitis and required several hospitalizations despite following a conventional treatment approach, which included a dairy-free, protein and fat-restricted diet, and pancreatic enzyme supplementation. However, after starting the ATP in February 2022, which involved a modified diet and the use of herbo-mineral Ayurvedic formulations, the boy reported significant improvement in his general well-being and was able to lead a normal life without experiencing any discomfort. The ATP included a customized diet comprising dairy products with moderate amounts of fat and protein, along with specific herbo-mineral formulations and the withdrawal of pancreatic enzymes. The boy also received vitamin D3 supplementation. After approximately one year of following the ATP, the disease progression was arrested, as indicated by follow-up images and investigations. The size of the pancreatic duct decreased from 8 mm to 2.8 mm. This case report suggests that the ATP may have potential efficacy in managing hereditary pancreatitis and halting disease progression. However, it is important to note that this is a single case report, and further research and clinical studies are needed to validate the long-term benefits and understand the underlying mechanisms of Ayurvedic interventions in hereditary pancreatitis."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["ras shastra","ayurveda","inflammation","pancreas","hereditary pancreatitis"],"doi":"10.7759/cureus.42876"},{"title":"Intervention of Ayurvedic drug Tinospora cordifolia attenuates the metabolic alterations in hypertriglyceridemia: a pilot clinical trial","publication_info":[{"name":"Amey Shirolkar","attributes":["Department of Biochemistry, National Research Institute of Basic Ayurvedic Sciences (NRIBAS), Kothrud, Pune, Maharashtra 411038 India "],"email":null},{"name":"Aarti Yadav","attributes":["Clinical Biochemistry Laboratory, Department of Biochemistry, Maharishi Dayanand University, Rohtak, Haryana 124001 India "],"email":null},{"name":"T. K. Mandal","attributes":["Department of Biochemistry, National Research Institute of Basic Ayurvedic Sciences (NRIBAS), Kothrud, Pune, Maharashtra 411038 India "],"email":null}],"PMCID":"PMCID: PMC7843799","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7843799/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7843799/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7843799/pdf/40200_2020_Article_657.pdf","abstract_text":["Purpose","","Hypertriglyceridemia (HG) is an independent risk factor with more prevalence than hypercholesterolemia and its attributes to cardiovascular disease (CVD) and pancreatitis. Hence, it becomes imperative to search for new triglyceride (TG) lowering agents. Tinospora cordifolia (TC) is a well-known Ayurvedic drug and a rich source of protoberberine alkaloids hence can contribute to TG lowering without side effects. Hence, to explore the therapeutic efficacy of T. cordifolia and its effects on biochemistry and metabolome in the patients of hyper-triglyceridemia, clinical trials were conducted.","","Methods","","Patients (n = 24) with hypertriglyceridemia were randomized into two groups to receive T. cordifolia extract (TCE) (3.0 g/per day) and metformin (850 mg/day) for 14 days having >300 mg/dl triglyceride level and cholesterol in the range of 130–230 mg/dl. Lipid profiles of blood samples were analyzed. Urine samples were subjected to HPLC-QTOF-MS to quantify oxidative damage and abnormal metabolic regulation.","","Results","","Intervention with TCE reduced the triglyceride, LDL, and VLDL levels to 380.45 ± 17.44, 133.25 ± 3.18, and 31.85 ± 5.88 mg/dL and increased the HDL to 47.50 ± 9.05 mg/dL significantly (p < 0.05) in the HG patients after 14 days treatment. TCE dosage potently suppressed the inflammatory and oxidative stress marker’s i.e. levels of isoprostanes significantly (p < 0.01). Qualitative metabolomics approach i.e. PCA and PLS-DA showed significant alterations (p < 0.05) in the levels of 40 metabolites in the urine samples from different groups.","","Conclusion","","TCE administration depleted the levels of markers of HG i.e. VLDL, TG, and LDL significantly. Metabolomics studies established that the anti-HG activity of TCE was due to its antioxidative potential and modulation of the biopterin, butanoate, amino acid, and vitamin metabolism.","","Clinical trials registry","","India (CTRI) registration no. CTRI- 2016-08-007187.","","Electronic supplementary material","","The online version of this article (10.1007/s40200-020-00657-3) contains supplementary material, which is available to authorized users."],"license_agreement":"Unknown","keywords":["Tinospora cordifolia","Hyperlipidemia","Hyper-triglyceridemia","Metabolomics","HPLC-QTOF-MS"],"doi":"10.1007/s40200-020-00657-3"},{"title":"Ayurveda management of a patient having bronchial asthma and hemorrhoids- A case report","publication_info":[{"name":"Punam Khobarkar","attributes":["Kayachikitsa, All India Institute of Ayurveda, New Delhi, India","Kayachikitsa, Government Ayurved College, Nagpur, India"],"email":"poonamkhobarkar10@gmail.com"}],"PMCID":"PMCID: PMC10879782","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10879782/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10879782/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10879782/pdf/main.pdf","abstract_text":["Ayurveda is a holistic science that treats root cause of diseases. One disease can become a causative factor for another disease. This concept is fundamentally described as Nidanarthakar Vyadhi in Ayurveda. In the same way, treating causative diseases is helpful in managing another diseases. However, many published clinical trials on Ayurveda management of Bronchial asthma and Hemorrhoids exist. There is a dearth of published case reports or clinical trials showing an association between Arsha (hemorrhoids) and Shwasa (bronchial asthma). This case report gives important viewpoints about the role of hemorrhoids and its treatment in pathogenesis and treatment of bronchial asthma.","","This case report of a 38-year-old female patient known case of bronchial asthma who came to the OPD of Kayachikitsa Government Ayurved College and Hospital, Nagpur with complaints of cough with sputum, breathlessness, chest pain (on/off) for three years. The severity of these symptoms increased for three months. The patient was treated with conventional Shwasghna Chikitsa (treatment of bronchial asthma) for five days, but the response was unsatisfactory. After five days of Shwasghna treatment, the patient gave a history of hemorrhoids. Considering Nidanarthakar Roga (one disease can cause of another disease), treatment was planned. The treatment principle is the treatment of causative disease (Arsha). Hence, Arshoghna treatment was added. Significant increases in peak expiratory flow rate (PEFR), Sustained minimal inspiration (SMI), and Modified Medical Research Council Dyspnoea scale (mMRC) were observed. The respiratory rate was also reduced from 28/min to 18/min. Improvement in the subjective and objective parameters of the patient was observed.","","The inclusion of Arsha treatment can be helpful in the management of Tamakshwas (Bronchial Asthma). The need for further research in this direction is warranted."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Arsha","Bronchial asthma","Case report","Gut –lung axis","Hemorrhoids","mMRC scale","Tamakshwas"],"doi":"10.1016/j.jaim.2023.100863"},{"title":"“Ayurpathy” – The pharmaceuticalization of Ayurveda","publication_info":"Kishor Patwardhan","PMCID":"PMCID: PMC3361942","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3361942/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3361942/pdf/Ayu-32-594.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Role of Ayurveda in the management of psychotic disorders: A systematic review of clinical evidence","publication_info":[{"name":"Kavyashree Kulamarva","attributes":[],"email":null},{"name":"Venkataram Shivakumar","attributes":[],"email":null},{"name":"Umesh Chikkanna","attributes":[],"email":null},{"name":"Kishore Kumar Ramakrishna","attributes":[],"email":null},{"name":"Hemanth Bhargav","attributes":[],"email":null}],"PMCID":"PMCID: PMC10267528","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10267528/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10267528/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10267528/pdf/main.pdf","abstract_text":["Background","","Despite advancements in the treatment of psychosis, many patients continue to experience persistent symptoms and relapses during antipsychotic treatment, particularly when they fail to adhere to prescribed medications. Ayurveda explains psychotic disorders as “Unmada” and describes various treatment protocols. Although these therapies and methods have been in practice for several years, systematic evidence has not been generated for the same. Thus, in the current review an attempt has been made to illustrate currently available clinical trials on Ayurveda management of psychosis.","","Methods","","We identified 23 studies by literature search in PubMed Central, Cochrane Library and AYUSH Research portal. Out of these, 21 were retrieved after systematic deduplication. After excluding nine studies, 12 studies were included for review.","","Results","","Total of 12 articles comprising 10 clinical trials and 2 case reports were reviewed. Most of the studies demonstrated significant improvement in psychopathology assessed through various symptom rating scales.","","Discussion","","The role of Ayurveda, in the treatment of psychosis is least explored. Currently available studies on the effect of Ayurveda treatment on psychosis are very less in number to draw a valuable conclusion. Hence there is a large scope for conducting neurobiologically informed clinical research in the management of psychotic disorders using Ayurvedic approaches."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Psychotic disorders","Schizophrenia","Unmada","Ayurveda","Systematic review"],"doi":"10.1016/j.jaim.2023.100720"},{"title":"Post-surgical management of pontine hemorrhage with Ayurvedic treatment","publication_info":[{"name":"Areekkat Manojkumar","attributes":[],"email":"drmanojareekkat@gmail.com"}],"PMCID":"PMCID: PMC4078478","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4078478/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4078478/?report=classic","pdf_link":"None","abstract_text":["A female aged 30 years, consulted the Govt. Ayurveda Hospital, Perinthalmanna with complaints of left side of the body totally paralysed along with severe shivering of the right hand and head and the patient was bedridden for 1½ years. She was diagnosed earlier with spontaneous pontine hematoma (on 10th Nov 2007) and had undergone midline sub occipital craniectomy (on 13th Nov 2007) as an emergency treatment. She developed neurotrophic ulcer in the right eye with lagophthalmos post-surgery. The patient showed no improvement to treatment but further developed stromal abscess and hence paramedian tarsorraphy (4th Jan 2008) was done. The deficits in the right eye led to diminution of vision of that eye after Allopathy treatment. The patient sought Ayurvedic treatment for a better prognosis. The patient was under Ayurvedic treatment from 5th Mar 2009 to 24th Nov 2009. During that period Ayurvedic treatment such as abhyaṅga (oil massage), patra poṭṭalī sveda (use of poultices) and mṛdu virecana (purgation) was also done. After a period of 8 months of internal medication and treatment, the shivering of the right hand and head resolved. She could move the left leg and left hand and started walking without support. There was gradual loss of vision during the course of Ayurvedic treatment. At present, the patient is able to move around and do household works on her own."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","case report","pontine haemorrhage"],"doi":"10.4103/0257-7941.131988"},{"title":"Telemedicine for Ayurveda consultation: Devising collateral methods during the COVID-19 lockdown impasse","publication_info":[{"name":"Sanjeev Rastogi","attributes":[],"email":"rastogisanjeev@rediffmail.com"},{"name":"Neelendra Singh","attributes":[],"email":null}],"PMCID":"PMCID: PMC7205709","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7205709/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7205709/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7205709/pdf/main.pdf","abstract_text":["COVID-19 pandemic and subsequent measures to mitigate it have presented the world with certain unprecedented situations. Lockdown with effective closure of all services including routine health care services has tested the nerves of health care providers for finding novel ways of providing services without getting into the risk of exposure. Telemedicine had been an ideal option for such situations allowing all channels of communication that leverage Information Technology platforms, including voice, audio, text and digital data exchange as a help to diagnosis, prescription and follow up evaluation. Unfortunately this versatility of Telemedicine as a patient –physician interface could not be harnessed well for its technical complexities and unpreparedness of institutions and individuals. Smartphone based video calling using whatsapp messenger has been proposed as a feasible Telemedicine application to provide outpatient services in this scenario. A pilot run of outpatient services during lockdown period through whatsapp facilitated video calling at Ayurveda Gathiya Clinic, State Ayurvedic College and Hospital, Lucknow has shown a way forward of running such services with a mass appeal, ease of operation and high interface gratification among users and service providers. Within its limitations related to the quality and quantity of information sought, this comes as a viable method of patient –physician interfacing during the phase of lockdown."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Smartphone","Online consultation","Telemedicine","WhatsApp","Arthritis","Ayurveda","Lockdown","COVID -19"],"doi":"10.1016/j.jaim.2020.05.001"},{"title":"Safety and Effectiveness of Liv.52 DS in Patients With Varied Hepatic Disorders: An Open-Label, Multi-centre, Phase IV Study","publication_info":[{"name":"Sachin K Shivnitwar","attributes":[],"email":null},{"name":"Ishwar Gilada","attributes":[],"email":null},{"name":"Atul V Rajkondawar","attributes":[],"email":null},{"name":"Sandeep K Ojha","attributes":[],"email":null},{"name":"Sandeep Katiyar","attributes":[],"email":null},{"name":"Navneet Arya","attributes":[],"email":null},{"name":"U. V Babu","attributes":[],"email":null}],"PMCID":"PMCID: PMC11112526","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11112526/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11112526/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11112526/pdf/cureus-0016-00000060898.pdf","abstract_text":["Background","","The hepatoprotective function of polyherbal formulation Liv.52 in chronic liver diseases is well recognized in published literature. The objective of this open-label, phase IV study was to further strengthen and validate its safety and effectiveness using a large patient pool in a real-world scenario and provide scientific data on symptomatic improvement and supportive treatment in liver function with improvement in quality of life.","","Methods","","Adult patients of either sex with one or more clinical symptoms like fatigue, nausea, anorexia, abdominal pain or discomfort, muscle cramps, jaundice, or any other signs and symptoms with a history suggestive of mild-to-moderate hepatic disorders like alcoholic liver disease (ALD), non-alcoholic fatty liver disease (NAFLD), drug-induced hepatotoxicity, or hepatitis were treated with two Liv.52 DS tablets (oral) twice daily for 12 weeks.","","Results","","Out of the 1000 enrolled patients, 962 (96%) completed the study with the following subgroups ALD: 375 (38.9%), NAFLD: 379 (39.3%), drug-induced hepatotoxicity: 78 (8.1%), hepatitis: 130 (13.5%). The mean age of enrolled patients was 37.7 years, and the majority of them, 785 (78.5%) were men. The common adverse events observed (with >1.5% incidence) in the study were abdominal pain: 26 (2.6%) and headache: 17 (1.7%). Liv.52 showed statistically significant improvement (P<0.0001) in various clinical signs and symptoms in the majority of patients namely, fatigue: 357/723 (49%), anorexia: 485/620 (78.2%), jaundice: 48/52 (92%). Majority of the patients showed significant improvements from baseline to end of 12 weeks in the liver function test parameters namely, aspartate aminotransferase: 633/840 (75.36%), alanine aminotransferase: 592/729 (81.21%), serum bilirubin: 244/347 (70.32%), alkaline phosphatase: 279/355 (78.59%) with P<0.0001 for all parameters. Statistically significant improvement (P<0.005) was also seen in all the components of the chronic liver disease questionnaire (CLDQ) scores from baseline to 12 weeks.","","Conclusions","","The study demonstrated that Liv.52 was hepatoprotective and well tolerated in the study population after treatment for 12 weeks. Significant improvements were seen in clinical signs and symptoms, laboratory parameters of liver function, and CLDQ scores from baseline to 12 weeks. No significant or new safety signals emerged from this study."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License CC-BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["liv.52","hepatoprotective","hepatitis","drug-induced hepatotoxicity (dih)","non-alcoholic fatty liver disease (nafld)","alcoholic liver disease (ald)"],"doi":"10.7759/cureus.60898"},{"title":"Ayurveda management of cystocele, uterine prolapse and weak pelvic floor strength-A case report","publication_info":[{"name":"Kasthoory Lekshmy Muraleedharan","attributes":[],"email":null},{"name":"Cinu Mithra Nisa Sushilal","attributes":[],"email":null},{"name":"Parvathy Unnikrishnan","attributes":[],"email":null},{"name":"Anjaly Muraleedharan","attributes":[],"email":null}],"PMCID":"PMCID: PMC10424129","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10424129/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10424129/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10424129/pdf/main.pdf","abstract_text":["Pelvic organ prolapse (POP) is the downward displacement of pelvic organs. The condition is very common in women and negatively affects their quality of life. The aging process reflects in the form of structural and functional weakness of the pelvic floor which leads to pelvic floor dysfunction (PFD). The strength and endurance of the Pelvic floor muscles (PFM) decrease significantly by these dysfunctions. In the present study, Pelvic floor strength (PFS) and endurance were assessed with the help of a perineometer. The patient was diagnosed with cystocele, uterine prolapse and weak PFS was assessed with the Perineometer. Patient was treated with Ayurvedicsthanika chikitsa (local treatment)- Yoni abhyanga (vaginal massage) and improvement in PFS was assessed after treatment. The present article aims to assess the pre and post-outcome results of PFM by using the objective tool perineometer. Seven days of yoni abhyanga along with oral medication were given and on follow-up after three months, the patient showed increased strength and endurance on the perineometer. Early diagnosis and management of the PFD will help to improve the QoL (Quality of Life) and prevent further deterioration of PFS."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic yoni abhyanga","Genital prolapse","Perineometer","Pelvic floor strength","Case report"],"doi":"10.1016/j.jaim.2023.100775"},{"title":"Herbal and dietary supplement induced liver injury: Highlights from the recent literature","publication_info":[{"name":"Stephanie M Woo","attributes":[],"email":"stephanie.m.woo@medstar.net"},{"name":"William D Davis","attributes":[],"email":null},{"name":"Soorya Aggarwal","attributes":[],"email":null},{"name":"Joseph W Clinton","attributes":[],"email":null},{"name":"Sara Kiparizoska","attributes":[],"email":null}],"PMCID":"PMCID: PMC8473494","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8473494/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8473494/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8473494/pdf/WJH-13-1019.pdf","abstract_text":["Herbal-induced liver injury (HILI) is an important and increasingly concerning cause of liver toxicity, and this study presents recent updates to the literature. An extensive literature review was conducted encompassing September 2019 through March 2021. Studies with clinically significant findings were analyzed and included in this review. We emphasized those studies that provided a causality assessment methodology, such as Roussel Uclaf Causality Assessment Method scores. Our review includes reports of individual herbals, including Garcinia cambogia, green tea extract, kratom as well as classes such as performance enhancing supplements, Traditional Chinese medicine, Ayurvedic medicine and herbal contamination. Newly described herbals include ashwagandha, boldo, skyfruit, and ‘Thermo gun’. Several studies discussing data from national registries, including the United States Drug-Induced Liver Injury (DILI) Network, Spanish DILI Registry, and Latin American DILI Network were incorporated. There has also been a continued interest in hepatoprotection, with promising use of herbals to counter hepatotoxicity from anti-tubercular medications. We also elucidated the current legal conversation surrounding use of herbals by presenting updates from the Federal Drug Administration. The highlights of the literature over the past year indicate interest in HILI that will continue as the supplement industry in the United States grows."],"license_agreement":"This article is an open-access article that was selected by an in-house editor and fully peer-reviewed by external reviewers. It is distributed in accordance with the Creative Commons Attribution NonCommercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http://creativecommons.org/Licenses/by-nc/4.0/","keywords":["Herbal-induced liver injury","Dietary supplement-induced liver injury","Drug-induced liver injury","Roussel Uclaf Causality Assessment Method","Hepatotoxicity","Liver toxicity"],"doi":"10.4254/wjh.v13.i9.1019"},{"title":"Physiological aspects of Agni","publication_info":[{"name":"Akash Kumar Agrawal","attributes":[],"email":"drakashagrawal@gmail.com"},{"name":"C. R. Yadav","attributes":["Department of Sharira Kriya, National Institute of Ayurveda, Jaipur, Rajasthan, India."],"email":null}],"PMCID":"PMCID: PMC3221079","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3221079/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3221079/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3221079/pdf/Ayu-31-395.pdf","abstract_text":["Agni is the invariable agent in the process of Paka (digestion, transformation). Ingested food is to be digested, absorbed and assimilated, which is unavoidable for the maintenance of life, and is performed by the Agni. Different examples are available in our classics to indicate that Pitta is the same as Agni, but some doubt arises behind this concept, that Pitta is Agni. Agni is innumerable because of its presence in each and every paramanu of the body. But, the enumeration of the number of Agni varies in various classical Ayurvedic texts. According to the functions and site of action, Agni has been divided into 13 types, i.e. one Jatharagni, five Bhutagni and seven Dhatvagni. Jatharagni is the most important one, which digests four types of food and transforms it into Rasa and Mala. The five Bhutagnis act on the respective bhutika portion of the food and thereby nourish the Bhutas in the body. The seven Dhatvagni act on the respective dhatus by which each Dhatu is broken into three parts. In this way, the entire process of transformation consists of two types of products – PRasad (essence) and Kitta (excrete). The former is taken for nourishment while the latter one is thrown out, which otherwise defiles the body if it stays longer."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Agni","bhutagni","dhatvagni","jatharagni","Pitta"],"doi":"10.4103/0974-8520.77159"},{"title":"A clinical study on Virechana Karma (therapeutic purgation) over the gut flora with special reference to obesity","publication_info":[{"name":"Ashutosh Chaturvedi","attributes":[],"email":null},{"name":"Gopal Nath","attributes":["Department of Microbiology, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Azamgarh, Uttar Pradesh, India"],"email":null},{"name":"Virender Bhadur Yadav","attributes":["Department of Microbiology, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Azamgarh, Uttar Pradesh, India"],"email":null},{"name":"Meera Antiwal","attributes":["Department of Kayachikitsa, Shivalik Ayurvedic Medical College, Azamgarh, Uttar Pradesh, India"],"email":null},{"name":"Niharika Shakya","attributes":[],"email":null},{"name":"C. Swathi","attributes":["Department of Prasuti Tantra, Faculty of Ayurveda, Azamgarh, Uttar Pradesh, India"],"email":null}],"PMCID":"PMCID: PMC7685265","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7685265/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7685265/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7685265/pdf/AYU-40-179.pdf","abstract_text":["Background:","","Altered gut flora is associated with the pathogenesis of both intestinal and extra‑intestinal disorders. Aetiology of obesity is associated with mechanisms such as short chain fatty acid production, stimulation of hormones, chronic low‑grade inflammation, lipoprotein and bile acid metabolism and increased endocannabinoid. Receptor system tone have been suggested to explain the role of gut microbiota of obesity. The Panchakarma (Ayurvedic purification methods) claims the management of metabolic disorders hence this work provides the target specific evidence for the clinical studies. The proposed project is aimed to explore the particular molecular mechanism and, to make this therapy more evidence based. Hence, it was hypothesized that Panchakarma‑based intervention such as Virechana Karma (therapeutic purgation) may influence microbiota and help in the management of the obesity.","","Materials and Methods:","","The study was conducted to explore the effect of Virechana Karma over the gut flora; therefore, total of 19 patients with Madhyama Koshtha diagnosed with obesity were included and received the intervention. Before and after Virechana, a stool sample was collected and processed for the enterobacterial repetitive intergenic consensus ‑polymerase chain reaction to find the changes over the facultative aerobic bacteria.","","Results:","","It was found that Virechana is effective in the management of the obesity as it helps to reduce colonization of aerobic bacteria. After Virechana and after follow‑up also, it showed the correction of the gut flora dysbiosis, thus initiated the weight loss mechanism in the body, resulting in diminution in the signs and symptoms of obesity.","","Conclusion:","","Virechana is effective in the management of the obesity due to reduction in the Escherichia coli colonization and is effective over the gut flora dysbiosis."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Aerobic bacteria","ERIC‑polymerase chain reaction","gut flora","obesity","Panchakarma","Virechana"],"doi":"10.4103/ayu.AYU_302_19"},{"title":"Effect of Shodhana Treatment on Chronic Toxicity and Recovery of Aconite","publication_info":[{"name":"P.K. Sarkar","attributes":[],"email":"prasantaksarkar@yahoo.com"},{"name":"P.K. Prajapati","attributes":["Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"V.J. Shukla","attributes":["Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3339243","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3339243/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3339243/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3339243/pdf/TI-19-35.pdf","abstract_text":["Aconite is one of the poisonous plants used therapeutically in practice of Ayurveda after proper treatment called as ‘Shodhana’. To determine the effect of Shodhana treatment on chronic toxicity and to assess the effect of recovery period after chronic toxicity of aconite. Raw aconite (RV), urine treated aconite (SM), and milk treated aconite (SD) were administered in 6.25 mg/kg dose in Charles Foster strain albino rats for 90 days for chronic toxicity. Six rats from each were kept for another 30 days without test drugs treatment to observe recovery from chronic toxicity. RV was found to be highly toxic in chronic exposure, SM had no apparent toxicity, but SD had mild toxicity in kidney. The toxicities of RV and SD were reversible, but sudden withdrawal of SM caused adverse effects, suggestive of tapering withdrawal. Shodhana treatments remove toxic effects from raw aconite. Chronic toxicity of aconite is reversible. Confirmed the arrangement of abstract"],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Aconitum chasmanthum","cow's urine","cow's milk","recovery","shodhana"],"doi":"10.4103/0971-6580.94515"},{"title":"Ayurgenomics-based frameworks in precision and integrative medicine: Translational opportunities","publication_info":[{"name":"Mitali Mukerji","attributes":["Department of Bioscience and Bioengineering, Indian Institute of Technology Jodhpur, Karwar, India"],"email":"mitali@iitj.ac.in"}],"PMCID":"PMCID: PMC10953754","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10953754/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10953754/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10953754/pdf/S2752614323000157a.pdf","abstract_text":["Keywords: drug repurposing, genomics, precision medicine, therapeutic innovations, preventive medicine, Prakriti"],"license_agreement":"This is an Open Access article, distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives licence (http://creativecommons.org/licenses/by-nc-nd/4.0), which permits non-commercial re-use, distribution, and reproduction in any medium, provided that no alterations are made and the original article is properly cited. The written permission of Cambridge University Press must be obtained prior to any commercial use and/or adaptation of the article.","keywords":["drug repurposing","genomics","precision medicine","therapeutic innovations","preventive medicine","Prakriti"],"doi":"10.1017/pcm.2023.15"},{"title":"Clinical evaluation of Bilvadileha in the management of irritable bowel syndrome","publication_info":[{"name":"Ramanand Tiwari","attributes":[],"email":"ayuramanand@gmail.com"},{"name":"Darshana H. Pandya","attributes":["Assistant Professor, Department of Roga Nidan and Vikriti Vijnana, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3968698","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3968698/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3968698/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3968698/pdf/AYU-34-368.pdf","abstract_text":["Irritable bowel syndrome (IBS) is one of the most common conditions encountered in clinical practice but one of the least well understood. Symptoms of this disorder are chronic, sometimes severe and often respond poorly to treatment, resulting in reduced quality of life. There is no specific test for IBS, although diagnostic tests may be performed to rule out other problems. In present clinical trial 51 patients of IBS were registered out of which 46 patients completed the treatment. Bilvadileha was administered for the duration of 12 weeks. The therapy showed statistically significant improvement in all the clinical features of IBS as well as in the IBS severity score."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurvedic management","Bilvadileha","irritable bowel syndrome"],"doi":"10.4103/0974-8520.127717"},{"title":"Evaluation of chronic toxicological profile of herbo-mineral formulations: Shwaskas Chintamani Rasa and its marketed formulation namely Kas Shwas Hari Rasa","publication_info":[{"name":"Chaitali S. Waghmare","attributes":["Shree Dhootapapeshwar Ayurvedic Research Foundation, Veer Savarkar Chowk, Panvel, Maharashtra, India"],"email":"waghmarechaitali2@gmail.com"},{"name":"Shivcharan Bidve","attributes":["Shree Dhootapapeshwar Ayurvedic Research Foundation, Veer Savarkar Chowk, Panvel, Maharashtra, India"],"email":null},{"name":"R.V. Gudi","attributes":["Shree Dhootapapeshwar Limited, Veer Savarkar Chowk, Panvel, Maharashtra, India"],"email":null},{"name":"Santosh Yadav","attributes":["Shree Dhootapapeshwar Limited, Veer Savarkar Chowk, Panvel, Maharashtra, India"],"email":null},{"name":"Mukesh B. Chawda","attributes":["Solumiks Herbaceutical Limited, Fort, Mumbai, Maharashtra, India"],"email":null}],"PMCID":"PMCID: PMC9471453","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9471453/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9471453/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9471453/pdf/main.pdf","abstract_text":["Background","","Shwaskas Chintamani Rasa (SKC) and Kas Shwas Hari Rasa (KSH) are the Ayurvedic herbo-mineral formulations. These Ayurvedic formulations contain heavy metals which is the reason of concern and might bring up the safety issue.","","Objective","","This research article is aimed to study chronic toxicity of SKC and KSH for safety aspect in Wistar rats.","","Material and method","","A study group of 220 healthy rats were divided into six groups. These rats were administered with SKC and KSH formulations where both the formulations were administered for 180 consecutive days. SKC was administered at doses of 58 mg/kg (equivalent to therapeutic dose i.e. TD), 145 mg/kg (2.5 TD), 290 mg/kg (5 TD) and KSH was administered at dose of 58 mg/kg (TD). According to OECD guideline 452, the effect of these formulations was examined on hematology, serum biochemistry and histopathology of various organs.","","Results","","Both the formulations did not produce any signs or symptoms of treatment related toxicity in both male and female Wistar rats at therapeutic dose (TD), 2.5 times TD and 5 times TD.","","Conclusion","","Based on these findings, the NOAEL (No observed adverse effect level) for test formulations SKC and KSH tablets in male and female wistar rats concluded to be preclinically safe."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Chronic toxicity","Ayurved","Shwaskas Chintamani Rasa","Kas Shwas Hari Rasa","NOAEL"],"doi":"10.1016/j.jaim.2022.100615"},{"title":"Physiological concept of hapten-carrier adduct vis-a-vis Garavisha","publication_info":[{"name":"Saumi Datta","attributes":[],"email":"saumi.datta@gmail.com"}],"PMCID":"PMCID: PMC5954249","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5954249/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5954249/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5954249/pdf/AYU-38-3.pdf","abstract_text":["The human body defends itself from harmful agents such as microorganisms present in the environment, which otherwise damage the individual’s health. This defensive mechanism is the immune response mediated by the activation of T-cell and B-cell antibody production. The body recognizes and destroys these antigenic harmful agents. The defensive response is altered sometimes in the presence of allergens, causing hypersensitive reactions. The allergens are antigens. The hapten-carrier adduct often behaves as an allergen-producing hypersensitivity with a manifestation of sign and symptoms those are at times lethal. Garavisha is an artificial type of poison formed by combination of two nonpoisonous substances as depicted in the treaties of Ayurveda. It has identical characteristics to that of hapten-carrier adduct. In the present article, Garavisha is substantiated with conceptual reference to hapten-carrier adduct and hypersensitivity."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Garavisha","Haptens","Hypersensitivity","Visha"],"doi":"10.4103/ayu.AYU_85_16"},{"title":"Tele-counselling for management of Chittodvega (anxiety disorder) in Ayurveda--composing ancillary methods during the Covid 19 pandemic","publication_info":[{"name":"K. P. Roshni","attributes":["Department of Kriyasarir, SJS Ayurveda College, Chennai, Tamil Nadu India "],"email":"drroshnibalesh@sjsach.org.in"}],"PMCID":"PMCID: PMC7678252","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7678252/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7678252/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7678252/pdf/40012_2020_Article_317.pdf","abstract_text":["Corona Virus Disease (Covid 19) is a highly infectious disease declared as pandemic by WHO. Due to its fast spreading nature this is creating a threatening situation throughout the world. Breaking the chain of transmission by keeping social distancing along with maintaining strict personal hygiene is the only way to control the spread of the disease. The panic situation created by the disease along with the unfamiliar way of conduct imposed several psychological issues on human beings. Chittodvega (Anxiety disorder) is one among the commonly found psychological problem during this pandemic. An important modality called psychotherapy, mentioned in Ayurveda i.e. Satvavajaya chikitsa can be adopted in such situation. Tele-counselling which is coming under indirect counselling helps to handle the needy people with psychological issues, without directly approaching the medical practitioner during lockdown situation. Different modalities of Satvavajaya chikitsa which are similar to the steps of tele-counselling helps in providing medical management also."],"license_agreement":"This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.","keywords":["Ayurveda","Covid 19","Satvavajaya chikitsa","Tele-counselling"],"doi":"10.1007/s40012-020-00317-0"},{"title":"Observational study on external social and lifestyle related factors and their role in pathogenesis of premature ageing and stress","publication_info":[{"name":"Yogesh S. Deole","attributes":[],"email":"dryogeshdeole@gmail.com"},{"name":"Anup B. Thakar","attributes":["Associate Professor and I/c Head, Department of Panchakarma, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"Harimohan Chandola","attributes":["Professor and Head, Department of Kaya Chikitsa, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3665085","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665085/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665085/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665085/pdf/AYU-33-378.pdf","abstract_text":["In the present era of stress, when lifestyle disorders are high on rise, premature ageing is also one of the most prevalent disorders. It is needed to study the external environmental psychological causative factors in premature ageing and stress. An observational study was carried out to evaluate the relationship of lifestyle, occupational and social factors and mental makeup in individuals diagnosed with premature ageing. A total of 108 patients of premature ageing and stress fulfilling the criteria of inclusion as per ageing scale were selected from outpatient Department of Panchakarma and Manasa Roga, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar. The diagnosed patients of premature ageing were subjected to specialized proforma enlisting all the factors as well as ageing scale, Manasa Bhava Pariksha, and Manasa Vibhrama Pariksha. The method of survey was by a questionnaire about the points regarding the lifestyle causative factors. Maximum patients had shown signs of premature ageing with Mana-Buddhi-Smriti-Bhakti Vibhrama (100% each) and involvement of negative Manasa Bhava. The 78.70% patients in this study felt of having excess responsibility on them in family. The 52.77% patients had average good relationship with their family members, while remaining 47.22% narrated history of disturbed relationship. The center of stress was found to be at personal level in all patients; at family level in 73.14%; at professional or work level in 64.81%. Various external, occupational, social and familial factors play significant role in the pathology of premature ageing by disturbing the overall psychological status. This proves the link of Manasa affecting Sharira and vice versa with reference to modern contemporary concept of psycho-neuro endocrinology."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Akalaja Jara","external social factors","Manasa Bhava","premature ageing","stress","Vibhrama"],"doi":"10.4103/0974-8520.108828"},{"title":"Vajra Bhasma, Ayurvedic medicine: a rare and unusual cause of Lyell’s syndrome and its successful management","publication_info":[{"name":"Shivakumar M Channabasappa","attributes":["Anaesthesiology, Subbaiah Institute of Medical Science, Shimoga, Karnataka, India"],"email":null},{"name":"Bhavna Gupta","attributes":["Anaesthesiology, All India Institute of Medical Sciences, Rishikesh, Uttrakhand, India"],"email":"bhavna.kakkar@gmail.com"}],"PMCID":"PMCID: PMC7604812","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7604812/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7604812/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7604812/pdf/bcr-2020-237891.pdf","abstract_text":["Toxic epidermolysis necrosis (TEN) or Lyell syndrome is a potentially life-threatening immunological adverse skin disease, which mostly occurs secondary to the intake of an offending drug. It commonly manifests as a widespread exfoliating bullous lesion in skin and mucous membrane mimicking superficial burns and may result in hypovolemic and/or septic shock. Authors report an unusual case of Lyell’s syndrome in a 42-year-old woman, secondary to the intake of Ayurveda medicine ‘Vajra Bhasma’ (Diamond Ash) prescribed by an Ayurveda physician for treatment of her trigeminal neuralgia. After 8th day of continuous medication intake, she had prodromal illness and rapidly developing exfoliative skin lesion extended over 80% of total body surface area, breathing difficulty, dizziness and anuria. The case was successfully managed by timely diagnosis, adequate hydration and administration of immunoglobulins. After 17 days, the skin epithelium regenerated, and she improved clinically with some depigmented lesions at discharge, which were normalised without any sequel during her further follow-up visits in hospital. Identification and withdrawal of the suspected drug, adequate resuscitation and early immunoglobulin administration are critical in management of TEN."],"license_agreement":"Unknown","keywords":["resuscitation","pharmacology and therapeutics","unwanted effects / adverse reactions","skin","Adult intensive care"],"doi":"10.1136/bcr-2020-237891"},{"title":"Self reported benefits of participating in group prayer in a hospital outpatient setting: A cross-sectional observational study","publication_info":[{"name":"Sanjeev Rastogi","attributes":["Ayurveda - Arthritis Treatment and Advanced Research Center (A-ATARC), State Ayurvedic College and Hospital, Lucknow, 226003, India"],"email":"rastogisanjeev@rediffmail.com"},{"name":"Preeti Pandey","attributes":["Ayurveda - Arthritis Treatment and Advanced Research Center (A-ATARC), State Ayurvedic College and Hospital, Lucknow, 226003, India"],"email":null},{"name":"Kiran Maurya","attributes":["Ayurveda - Arthritis Treatment and Advanced Research Center (A-ATARC), State Ayurvedic College and Hospital, Lucknow, 226003, India"],"email":null},{"name":"Sumit Kumar","attributes":["Ayurveda - Arthritis Treatment and Advanced Research Center (A-ATARC), State Ayurvedic College and Hospital, Lucknow, 226003, India"],"email":null},{"name":"Ankita Varma","attributes":["Ayurveda - Arthritis Treatment and Advanced Research Center (A-ATARC), State Ayurvedic College and Hospital, Lucknow, 226003, India"],"email":null},{"name":"Chinmayi R","attributes":["Ayurveda - Arthritis Treatment and Advanced Research Center (A-ATARC), State Ayurvedic College and Hospital, Lucknow, 226003, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC10692364","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10692364/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10692364/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10692364/pdf/main.pdf","abstract_text":["Background","","Prayer had long been used as a tool to bring hope among patients suffering with intractable diseases. Most clinical researches conducted so far on prayer were done upon indoor patients. Effects of prayer involving patients and health care providers in a hospital outpatient setting have never been explored.","","Objectives","","This cross sectional study aimed to observe the self-perceived changes post prayer among patients and hospital staff involved in the health care delivery and who actually have participated in the prayer sessions.","","Material and method","","Survey was conducted with the help of a structured questionnaire on routine OP days at Ayurveda –Arthritis Treatment and Advanced Research Center, Lucknow. Patients visiting the center for OP based consultation and hospital staff who has participated in any prayer session were eligible to participate in the survey.","","Results","","49 hospital staff and 85 patients have participated in the survey. Among most important self-reported attributes following the prayer sessions in patients were Positive Attitude (84.70%), Optimism about cure (92.90%), Feeling of well-being (95.30%), Optimism about future (95.30%) and Changes in energy level (89.40%). Among hospital staff the important attributes were related to change in energy level (93.90%), increased empathy (93.90%), feeling of universal good (96.00%), less fatigue post prayer (69.40%), sustained effects (81.60%) and healthier feeling (81.60%).","","Conclusion","","This observational study suggests that a simple prayer session in outpatient department may be helpful in inculcating hope and building self-esteem among patients and can bring a better self-image, efficiency and connectedness in the hospital staff. Eventually, this may help in improving the outcomes and quality of care being provided at outpatient setting at any hospital."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Prayer","Ayurveda","Hospital","Health"],"doi":"10.1016/j.jaim.2023.100738"},{"title":"Modulation of gut microbiota with Ayurveda diet and lifestyle: A review on its possible way to treat type 2 diabetes","publication_info":[{"name":"Ashutosh Chauhan","attributes":[],"email":"ashutosh_biotech2006@yahoo.com"},{"name":"Deepak Kumar Semwal","attributes":["Department of Phytochemistry, Faculty of Biomedical Sciences, Uttarakhand Ayurved University, Dehradun, Uttarakhand, India"],"email":null},{"name":"Ruchi Badoni Semwal","attributes":["Department of Chemistry, VSKC Government Postgraduate College, Dakpathar, Dehradun, Uttarakhand, India"],"email":null},{"name":"Sunil Kumar Joshi","attributes":["Department of Shalya Tantra, Uttarakhand Ayurved University, Haridwar, Uttarakhand, India"],"email":null},{"name":"Rajesh Kumar Adhana","attributes":["Department of Agad Tantra, Uttarakhand Ayurved University, Dehradun, Uttarakhand, India"],"email":null}],"PMCID":"PMCID: PMC10468021","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10468021/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10468021/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10468021/pdf/AYU-43-35.pdf","abstract_text":["Background:","","The prevalence of type 2 diabetes (T2D) has increased substantially in the past few decades throughout the world. In India, the epidemic of diabetes continues to increase irrespective of area, status, and age. Despite various scientific societies involved in the treatment of diabetes, still, the burden of diabetes keeps growing.","","Aims:","","The aim of this work is to explore the Ayurvedic concept of a personalized diet to modulate the gut microbiota for the treatment of T2D.","","Material and methods:","","A thorough study of literature from online scientific databases including Web of Science, PubMed, Scopus, and Google Scholar as well as from classical texts of Ayurveda was done. A careful compilation was done to extract the valuable output of the personalized diet to modulate the gut microbiota.","","Results:","","There are various diets used to control blood glucose levels, and their effects are also being studied on the transcriptome or epigenome despite 99.9% genomic similarity among human beings. However, microbiomes have only 10% similarity. Ayurvedic diet is given on the basis of Prakriti (body constitution), therefore, it is also called personalized diet.","","Conclusion:","","The diets prescribed for T2D in Ayurveda are high in fibers, polyphenols, and complex carbohydrates which enrich butyrate-producing bacteria and decrease lipopolysaccharide-producing bacteria. Hence, there is a need to have a personalized diet to manage the glucose level by enriching beneficial gut microbiota. The approach of a personalized diet associated with gut microbiota can be helpful in maintaining blood sugar in T2D patients."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ayurvedic diet","gut microbiota","personalized diet","Prakriti","type 2 diabetes"],"doi":"10.4103/ayu.AYU_7_20"},{"title":"Safety and efficacy evaluation of Ayurvedic treatment (Arjuna powder and Arogyavardhini Vati) in dyslipidemia patients: A pilot prospective cohort clinical study","publication_info":[{"name":"Gajendra Kumar","attributes":[],"email":null},{"name":"Amita Srivastava","attributes":["Scientist, Department of Pharmacology, All India Institute of Medical Sciences, New Delhi, India"],"email":null},{"name":"Surinder Kumar Sharma","attributes":["Chairman, Ayurvedic Pharmacopoieal Committee, Central Council for Research in Ayurvedic Sciences, Department of AYUSH, Ministry of Health and Family Welfare, Government of India, New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC3611635","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611635/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611635/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611635/pdf/AYU-33-197.pdf","abstract_text":["Cardiovascular disease has multifaceted in which dyslipidemia, inflammation, and immunity play an important role. Arjuna powder and Arogyavardhini Vati used for centuries has potential for combating these factors. Therefore, the objective of this study was to evaluate the safety and efficacy of Ayurvedic treatment (Arjuna powder and Arogyavardhini Vati) for dyslipidemia patients. Total of 108 patients were screened at CGHS Ayurvedic Hospital, New Delhi. Ninety-six patients satisfied inclusion criteria, and signed informed consent and detailed medical history was recorded. Arjuna powder (5 g, BD) for 3 weeks and then Arogyavardhini Vati (500 mg, BD) for 4 weeks were prescribed to the patients. The primary efficacy endpoint was reduction in serum total cholesterol, LDL, triglycerides, and increased HDL levels. Secondary endpoints included reduction in serum C-Reactive Protein (CRP) and blood glucose levels. Safety assessments included hepatic function (aminotransferase (ALT), aspartate transaminase (AST), alkaline phosphatase (ALP), bilirubin, and β2 microglobulin), renal function (urea and creatinine and NGAL) tests, and urine mercury level. The study was completed by 87 patients. The male and female patients were 65.5% (57/87) and 34.5% (30/87), respectively. There was a significant reduction in total cholesterol, LDL, triglycerides, CRP, and blood glucose. However, raised HDL level was also observed. Safety assessment results showed no significant change in serum ALT, AST, ALP and bilirubin, urea, creatinine β2 microglobulin, and NGAL levels at the end of study as compared to the baseline levels. In conclusion, the results of the present prospective cohort study showed that Ayurvedic treatment (Arjuna powder and Arogyavardhini Vati) is safe and effective for dyslipidemia."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Arjuna","Arogyavardhini Vati","dyslipidemia","efficacy","safety"],"doi":"10.4103/0974-8520.105238"},{"title":"Evaluation of Saptarangyadi Ghanavati in the management of Apathyanimittaja Prameha w.s.r. to type-2 diabetes mellitus","publication_info":[{"name":"Kanwar Samrat Singh","attributes":[],"email":null},{"name":"Harimohan Chandola","attributes":["Professor and Head, Department of Kaya Chikitsa, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null},{"name":"Mandip Kaur","attributes":["Assistant Professor, Department of Kaya Chikitsa, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3665094","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665094/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665094/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665094/pdf/AYU-33-368.pdf","abstract_text":["Type-2 diabetes mellitus is a persistent health problem that requires innovative strategies to improve health and needs a multifactorial approach for the treatment. Saptarangyadi Ghanavati, a new formulated Ayurvedic compound consists of herbs with anti-diabetic potential, in addition to a folklore herb Saptarangi (Salacia chinensis) has been evaluated. In a total of 67 patients, 36 patients were of newly detected type-2 diabetes mellitus and 31 patients were of chronic type-2 diabetes mellitus and they were divided into group A and group B, respectively. Group A consisted newly detected subjects of type-2 diabetes and were not taking any regular medication and group B consisted of chronic cases of type-2 diabetes mellitus, who were taking modern ant-diabetic medication, but their blood-glucose level was not controlled to desired level. Patients in group A were administered Saptarangyadi Ghanavati each of 200 mg, 5 Vatis, 3-times a day-after breakfast, lunch, and dinner. Patients in group B were administered Saptarangyadi Ghanavati, in the same dose in addition to the concomitant anti-diabetic (Allopathic) medication. Serum insulin investigation, both fasting and post-prandial levels were evaluated in six patients of group B, showed a highly significant increase in first-phase insulin response. Glycosylated hemoglobin (serum HbA1c) evaluated in six patients of group A showed statistically significant reduction. There was also statistically significant reduction in the fasting blood sugar (FBS) and post prandial blood sugar (PPBS) parameters, both in newly detected cases as well as chronic cases of type-2 diabetes mellitus."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Anti-diabetic","insulin response","glycosylated hemoglobin","Saptarangyadi Ghanavati","type-2 diabetes mellitus"],"doi":"10.4103/0974-8520.108825"},{"title":"Phytochemical analysis of Pathyashadangam kwath and its standardization by HPLC and HPTLC","publication_info":[{"name":"Aji Abraham","attributes":["St Teresa's College, Ernakulam, 682011, Kerala, India"],"email":"ajisijo@gmail.com"},{"name":"Sarala Samuel","attributes":["Kerala Ayurveda Limited, Athani, 683585, Kerala, India"],"email":null}],"PMCID":"PMCID: PMC7329714","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329714/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329714/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329714/pdf/main.pdf","abstract_text":["Background","","Pathyashadangam kwath, a classical ayurvedic polyherbal formulation is used for the treatment of cluster head ache, migraine, upper respiratory diseases, ear ache and night blindness. Review of literature suggested that characterization parameters of Pathyashadangam kwath are not reported.","","Objective","","To report characteristic parameters of Pathyashadangam kwath to confirm quality and purity.","","Materials and methods","","The fruit pericarps of Haritaki, Bibhitaki and Amalaki, aerial parts of Bhunimba, rhizome of Haridra, stem bark of Nimba and stem of Guduchi were the ingredients of Pathyashadangam kwath. Three batches of the kwath were prepared as per standard procedures. The kwath was evaluated for organoleptic, physical, phytochemical and chromatographic parameters as per standard methods.","","Results","","HPTLC analysis revealed that Toluene: Ethyl Acetate: Formic acid (2.5: 2.0: 0.5) was a suitable mobile phase for characterization of the kwath. HPLC analysis revealed that andrographolide was a suitable marker for standardization of the kwath.","","Conclusion","","The characterization parameters presented in this paper may serve as standard reference for quality control analysis of Pathyashadangam kwath."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Standardization","Phytochemical","HPLC","HPTLC","Pathyashadangam kwath"],"doi":"10.1016/j.jaim.2017.10.011"},{"title":"Effectiveness of Ayurveda treatment in Urdhwaga Amlapitta: A clinical evaluation","publication_info":[{"name":"Khapre Meenakshi","attributes":["Department of Community and Family Medicine, AIIMS Rishikesh, Rishikesh, Uttarakhand, 249203, India"],"email":null},{"name":"Nautiyal Vinteshwari","attributes":["Department of Ayush, AIIMS Rishikesh, Rishikesh, Uttarakhand, 249203, India"],"email":null},{"name":"Jagzape Minaxi","attributes":["Department of Ayush, AIIMS Rishikesh, Rishikesh, Uttarakhand, 249203, India"],"email":null}],"PMCID":"PMCID: PMC8039346","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039346/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039346/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039346/pdf/main.pdf","abstract_text":["Background","","Dyspepsia (Amlapitta) is the commonest ailment found in the present time. Nowadays due to unawareness about Prakriti (psychosomatic constitution) people are practising inappropriate diet and lifestyle which leads to disturbances in digestive system. Due to this pitta is imbalanced and common consequences are Amlapitta. If this pitta takes an upward course, then it is called Urdhwaga Amlapitta.","","Objective","","This study was conducted to assess the effectiveness of Ayurveda treatment for UrdhwagaAmlapitta in terms of improvement in symptoms, cure rate, satisfaction and side effects if any.","","Material and methods","","This was a single-arm exploratory open-label clinical trial. Patient with symptom of Urdhwaga Amlapitta were diagnosed as per Rome IV criteria and were further assessed as per eligibility criteria. Thirty patients were enrolled. They were given different herbo-mineral preparation as per ones Prakriti. These drugs were given for 28 days and patients were followed weekly in OPD for assessment of their symptom severity scores.","","Result","","Tiktamlodgar (acid eructation) and Gurukoshthatva (heaviness in abdomen) was the most commonly occurring symptom in 93% (n = 28) of participants. Seventy Percent (n = 21) of participants had Avipak severity of grade 2 or 3 followed by Gaurav in 50%. The patient was symptomatically relieved by all the symptoms of Urdhwaga Amlapitta by 3rd visit (21st day) and the difference in score was statistically significant. All participants express willingness take Ayurveda medicine in future.","","Conclusion","","Combination of Ayurveda drugs as per ones Prakriti and severity of symptoms, given to the patient of Urdhwaga Amlapitta was found to effectively cure patients within 28 days. These drugs were found to be well-tolerated, safe and acceptable."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Amlapitta","Ayurveda","Clinical trial","Dyspepsia","Prakriti"],"doi":"10.1016/j.jaim.2020.12.004"},{"title":"Health traditions of Sikkim Himalaya","publication_info":[{"name":"Ashok Kumar Panda","attributes":[],"email":"akpanda_06@ yahoo.co.in"}],"PMCID":"PMCID: PMC3087370","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3087370/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3087370/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3087370/pdf/JAIM-1-183.pdf","abstract_text":["Ancient medical systems are still prevalent in Sikkim, popularly nurtured by Buddhist groups using the traditional Tibetan pharmacopoeia overlapping with Ayurvedic medicine. Traditional medical practices and their associated cultural values are based round Sikkim’s three major communities, Lepcha, Bhutia and Nepalis. In this study, a semi-structured questionnaire was prepared for folk healers covering age and sex, educational qualification, source of knowledge, types of practices, experience and generation of practice, and transformation of knowledge. These were administered to forty-eight folk healers identified in different parts of Sikkim.","","490 medicinal plants find their habitats in Sikkim because of its large variations in altitude and climate. For 31 commonly used by these folk healers, we present botanical name, family, local name, distribution, and parts used, together with their therapeutic uses, mostly Rheumatoid arthritis, Gout, Gonorrhea, Fever, Viral flu, asthma, Cough and Cold, indigestion, Jaundice etc. A case treated by a folk healer is also recounted. This study indicates that, in the studied area, Sikkim’s health traditions and folk practices are declining due to shifts in socio-economic patterns, and unwillingness of the younger generation to adopt folk healing as a profession."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","folk healers","medicinal plant","tibetan medicine"],"doi":"10.4103/0975-9476.72617"},{"title":"Ayurveda and Yoga management of chronic alcoholism sequelae - A case report","publication_info":[{"name":"Aqsa Zarin Khan","attributes":["Department of Kayachikitsa, Dr D.Y. Patil College of Ayurved & Research Centre, Pimpri, Pune, India"],"email":"draqsakhan5@gmail.com"},{"name":"Jibi Varghese","attributes":["Department of Kayachikitsa, Dr D.Y. Patil College of Ayurved & Research Centre, Pimpri, Pune, India"],"email":null},{"name":"Shweta Kodre","attributes":["Department of Kayachikitsa, Dr D.Y. Patil College of Ayurved & Research Centre, Pimpri, Pune, India"],"email":null},{"name":"Mohini Niware","attributes":["Department of Kayachikitsa, Dr D.Y. Patil College of Ayurved & Research Centre, Pimpri, Pune, India"],"email":null},{"name":"Snehal Pansare","attributes":["Department of Kayachikitsa, Dr D.Y. Patil College of Ayurved & Research Centre, Pimpri, Pune, India"],"email":null},{"name":"Shreya Bhatia","attributes":["Department of Kayachikitsa, Dr D.Y. Patil College of Ayurved & Research Centre, Pimpri, Pune, India"],"email":null},{"name":"Samkit Shah","attributes":["Department of Kayachikitsa, Dr D.Y. Patil College of Ayurved & Research Centre, Pimpri, Pune, India"],"email":null}],"PMCID":"PMCID: PMC10828795","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10828795/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10828795/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10828795/pdf/main.pdf","abstract_text":["Alcohol has always been a component in the dietary pattern of human civilization. It is widely used in society for celebration and socialization. Alcohol abuse is among the most serious problems in public health characterized by uncontrolled drinking which causes physical and emotional dependence on alcohol. Chronic alcoholics are at a higher risk of developing vitamin B1 deficiency due to malabsorption, poor diet, and an increased demand for nutrition. Vitamin B1(Thiamine) is an essential nutrient required for the body's energy metabolism and proper functioning of the nervous system. A person who excessively consumes madya (alcohol) and then abruptly discontinues drinking and takes recourse to drinking excess madya once again, suffers from Madatyaya Upadrava(chronic alcoholism) that is Vikshay. Here is a case report of an alcoholic patient who ceased drinking and then resumed alcohol in large amounts. He presented with symptoms of generalized weakness, body ache, aphasia, confusion, fever (on and off), thirst, cough, headache, and numbness. The patient underwent a two-month treatment regimen that combined Satvavajay Chikitsa, Yoga, and Shaman Chikitsa involving Rasayana medications and procedures including snehan (Oleation), swedan (fomentation), nabhi puran (filling oil with navel), nasya (nasal administration), shirodhara (continuous flow of liquid on head) and basti (medicated enema). The intervention outcome showed relief from the aforementioned symptoms and improvement in both symptoms and GCS(Glasgow coma scale) score. This treatment approach aimed to promote vitality, longevity, and an overall sense of balance and well-being. There are not many corroborating cases being reported and managed with Ayurveda. This case report highlights transforming health through the cumulative effects of Rasayana medicines, panchakarma, and yoga."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Rasayana","Vikshay","Chronic alcoholism","Thiamine deficiency","Ayurveda","Yoga"],"doi":"10.1016/j.jaim.2023.100862"},{"title":"Integrative endeavor for renaissance in Ayurveda","publication_info":[{"name":"Ashwinikumar A. Raut","attributes":["Medical Research Centre, Kasturba Health Society, Mumbai, India"],"email":"ashuraut@gmail.com"}],"PMCID":"PMCID: PMC3121253","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3121253/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3121253/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3121253/pdf/JAIM-2-5.pdf","abstract_text":["Currently western medicine has assumed the central position in mainstream global healthcare. Openness to learn from contemporary disciplines of basic sciences, application of modern technology and further adoption of the evidence-based approach has helped western medicine gain its currently acknowledged position as mainstream modern medicine. Modern medicine has further developed forms of integrative medicine by developing interfaces with other systems of medicine, including traditional, complementary and alternative medicine. However, these developments do not seem to address all the problems facing global health care caused by overemphasis on pharmaco-therapeutic drug developments. On the other hand, Ayurveda which is founded on genuine fundamentals, has the longest uninterrupted tradition of healthcare practice, and its holistic approach to healthcare management emphasizes disease prevention and health promotion; if it opens up to incorporate emerging new knowledge into mainstream Ayurveda, and maintains fidelity to Ayurveda fundamentals, it will certainly provide a broad-based opportunity to address the majority of the problems that have emerged from global healthcare requirements. To bring these solutions to bear, however, it will be necessary to progress from the present “utilitarian ethos” to a “unifying ethos” for realization of medical integration."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","global healthcare","integrative Ayurveda","integrative medicine"],"doi":"10.4103/0975-9476.78179"},{"title":"A comparative toxicological study of Rasamanikya prepared with three different methods","publication_info":[{"name":"Sushant Sud","attributes":[],"email":"drsushantsud@gmail.com"},{"name":"P. Sekhar Reddy","attributes":["Associate Professor, Department of Rasashastra, Shri Dharmasthala Manjunatheshwar College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"K. Sujatha","attributes":["Associate Professor, Department of Rasashastra, Shri Dharmasthala Manjunatheshwar College of Ayurveda, Udupi, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC3902601","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902601/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902601/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902601/pdf/AYU-34-309.pdf","abstract_text":["Rasamanikya a familiar drug, frequently used by Ayurvedic physicians. It also has a high demand in current pharmaceutical industry. Rasamanikya possesses different pharmaceutical methods with many a proved clinical studies. But it is of utmost importance to understand the safety profile of drug based on assurance which could be done by carrying out animal experimentation. In the present study, Rasamanikya was prepared with three methods. The toxicological study was carried out on acute and sub-acute toxicity of the drug. The three samples when compared together showed that Rasamanikya prepared out of classical Abhraka Patra method and modified Sharava Samputa method showed minimal histopathological changes proving its non-toxicity, whereas Rasamanikya prepared out of electric bulb method showed mild toxicity, but with chances of recovery. Acute toxicity study showed no immediate and evident toxic signs and mortality in histopathology reports and liver function test. However, sub-acute toxicity study showed mild to moderate fatty changes in liver."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Histopathology","liver function test","Rasamanikya","toxicity study"],"doi":"10.4103/0974-8520.123134"},{"title":"Ayurvedic management for a rare disorder Takayasu arteritis – A case report","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":[],"email":"sarveshksingh21@gmail.com"},{"name":"Kshipra Rajoria","attributes":[],"email":null}],"PMCID":"PMCID: PMC8614210","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8614210/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8614210/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8614210/pdf/AYU-41-79.pdf","abstract_text":["Takayasu arteritis (TA) is a rare disorder and it is a devastating condition of aorta. The presently available treatments for the condition in the modern medicine have limited benefits. This is case of TA which was better managed with Ayurvedic intervention. An Ayurvedic diagnosis for this case was Siragata Vata (vitiated Vata Dosha affecting the blood vessels). A 42-year-old woman was diagnosed with TA and treated on the line of management of Siragata Vata with Shastikashali Pinda Swedana (sudation with bolus of medicated cooked rice) for 16 days, Erandamuladi Niruha Basti (enema mainly with decoction) along with Ashwagandha Taila Anuvasana (enema with medicated oil) for 16 days in Kala Basti Krama (16 days in alternate order of decoction and oleation enema) followed by one day gap and then 7 days of Nasya Karma (nasal therapy) with Triphaladi Taila (oil) on alternate days along with a combination of Ayurvedic oral drugs [Brihadvatachintamani Rasa-125 mg, Dashamula Kwatha-40 ml, Narsinha Churna (powder)-3 g, Yogaraja Guggulu-1g (500mgx2tab) and Shiva Gutika-500 mg, twice a day for 1 month. Same Panchakarma procedures were repeated after 6 months. A similar combination of oral medications were continued in between and during this period. Chyavanaprasha Aveleha in the dose of 10g twice a day with milk were also added after completion of this treatment regime. Patient condition was assessed on Indian Takayasu Clinical Activity Score (ITAS-2010) for disease activity of TA. Satisfactory results were observed in the patient with improvement in ITAS-2010 scoring. TA may be managed with Ayurvedic drugs and Panchakarma procedures."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ayurveda","Siragata Vata","Takayasu arteritis","Vata Vyadhi"],"doi":"10.4103/ayu.AYU_61_19"},{"title":"CONTRIBUTION OF KAUTILYA ARTHASASHTRA TOWARDS DRAVYAGUNA, RASASASTRA AND BHAISHAJYAKALPANA BRANCHES OF AYURVEDIC MEDICINE","publication_info":"Goli Penchala Prasad, G. C. Bhuyan, V. Nagalakshmi, G. Babu, G. K. Swamy, Uttama Vaidya Shri Pammi Satyanarayana Sasty","PMCID":"PMCID: PMC3335230","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3335230/pdf/ASL-26-26.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Multi-scale mechanism of antiviral drug-alike phytoligands from Ayurveda in managing COVID-19 and associated metabolic comorbidities: insights from network pharmacology","publication_info":[{"name":"Neha Choudhary","attributes":[],"email":null}],"PMCID":"PMCID: PMC8736312","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8736312/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8736312/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8736312/pdf/11030_2021_Article_10352.pdf","abstract_text":["The novel coronavirus disease (COVID-19), which emerged in Wuhan, China, is continuously spreading worldwide, creating a huge burden on public health and economy. Ayurveda, the oldest healing schema of Traditional Indian Medicinal (TIM) system, is considered as a promising CAM therapy to combat various diseases/ disorders. To explore the regulatory mechanisms of 3038 Ayurvedic herbs (AHs) against SARS-CoV-2, in this study, multi-targeting and synergistic actions of constituent 34,472 phytochemicals (APCs) are investigated using a comprehensive approach comprising of network pharmacology and molecular docking. Immunomodulatory prospects of antiviral drug-alike potentially effective phytochemicals (PEPs) are presented as a special case study, highlighting the importance of 6 AHs in eliciting the antiviral immunity. By evaluating binding affinity of 292 PEPs against 24 SARS-CoV-2 proteins, we develop and analyze a high-confidence “bi-regulatory network” of 115 PEPs having ability to regulate protein targets in both virus and its host human system. Furthermore, mechanistic actions of PEPs against cardiovascular complications, diabetes mellitus and hypertension are also investigated to address the regulatory potential of AHs in dealing with COVID-19-associated metabolic comorbidities. The study further reports 12 PEPs as promising source of COVID-19 comorbidity regulators.","","Graphical abstract","","Supplementary Information","","The online version contains supplementary material available at 10.1007/s11030-021-10352-x."],"license_agreement":"This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.","keywords":["Ayurveda","COVID-19","SARS-CoV-2","Network pharmacology","Immunomodulators","Comorbidity","Antiviral drugs"],"doi":"10.1007/s11030-021-10352-x"}]