[{"title":"Efficacy of Brahmi vati in generalised anxiety disorder – Randomized double blind comparative clinical trial","publication_info":[{"name":"Siddhi G. Khot","attributes":["Department of Kayachikitsa, Dr. N. A. Magadum Ayurvedic Medical College, Hospital & Research Centre, Ankali, Taluk-Chikodi, District-Belagavi, Karnataka, 591213, India"],"email":null},{"name":"Basavaraj R. Tubaki","attributes":["Department of Kayachikitsa, Shri BMK Ayurveda Mahavidyalaya, A Constituent Unit of KLE Academy of Higher Education & Research, Belagavi, Karnataka, 590003, India"],"email":"ayurbasavaraj@gmail.com"}],"PMCID":"PMCID: PMC8943402","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8943402/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8943402/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8943402/pdf/main.pdf","abstract_text":["Background","","Generalized Anxiety Disorder (GAD) is the most common anxiety disorder. GAD has high comorbidities and it can affect social, professional and personal life. Ayurvedic medicine, Brahmi vati is explored for the possible role in management of GAD and is compared to Manasmitra vataka.","","Aim","","To evaluate the efficacy of B. vati on Generalized Anxiety Disorder.","","Methods","","A randomized double blind controlled trial, with total 56 patients meeting the DSM V criteria of GAD between 20–60 years of age and either sex participated in the study. Participants were randomly divided into two groups, Brahmi group received capsule B. vati 500 mg and Manasmitra group received capsule M. vataka 500 mg thrice a day with water for 45 days. Assessments were conducted through various clinical parameters such as Hamilton Anxiety Rating Scale (HARS), GAD 7 scale (GAD 7), Beck Depression Inventory scale (BDI), Epworth sleepiness scale (ESS), Pittsburgh Sleep Quality Index (PSQI), WHO Quality of Life- BREF (WHOQOL-BREF), Clinical Global Improvement scale (CGI). Blood variables including Haemoglobin, Erythrocyte Sedimentation Rate (ESR), Liver Function Test (LFT) and serum creatinine were assessed before and after the study. Assessments during intervention were conducted on every 15th day.","","Results","","Study results indicate that both B. vati and M. vataka were comparable and each produced significant improvement (p < 0.001) in HARS, GAD-7, BDI, ESS, PSQI, WHOQOL-BREF and CGI. Brahmi vati also produced significant decrease in systolic (p = 0.002) and diastolic (p < 0.001) blood pressure. Both groups showed good safety profile evaluated through the assessment of serum creatinine levels and LFT.","","Conclusion","","B. vati and M. vataka were effective, safe and comparable in the management of GAD. Warrants further studies."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Generalized Anxiety Disorder","Ayurveda","Brahmi vati","Manasmitra vataka","Sleep"],"doi":"10.1016/j.jaim.2022.100552"},{"title":"Microbial Community Structure at Different Fermentation Stages of Kutajarista, a Herbal Formulation","publication_info":[{"name":"Himanshu Kumar","attributes":[],"email":"himanshu@nccs.res.in"},{"name":"Prashant Kumar Pandey","attributes":[],"email":"prashantkpandey@gmail.com"},{"name":"V. V. Doiphode","attributes":[],"email":"doiphode2007@yahoo.com"},{"name":"Sanjay Vir","attributes":[],"email":"virsanjay@indiatimes.com"},{"name":"K. K. Bhutani","attributes":[],"email":"kkbhutani@niper.ac.in"},{"name":"M. S. Patole","attributes":[],"email":"patole@nccs.res.in"}],"PMCID":"PMCID: PMC3587512","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3587512/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3587512/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3587512/pdf/12088_2012_Article_325.pdf","abstract_text":["Kutajarista is an Ayurvedic fermented herbal formulation prescribed for gastrointestinal disorders. This herbal formulation undergoes a gradual fermentative process and takes around 2 months for production. In this study, microbial composition at initial stages of fermentation of Kutajarista was assessed by culture independent 16S rRNA gene clone library approach. Physicochemical changes were also compared at these stages of fermentation. High performance liquid chromatography–mass spectrometry analysis showed that Gallic acid, Ellagic acid, and its derivatives were the major chemical constituents recovered in this process. At 0 day of fermentation, Lactobacillus sp., Acinetobacter sp., Alcaligenes sp., and Methylobacterium sp. were recovered, but were not detected at 8 day of fermentation. Initially, microbial diversity increased after 8 days of fermentation with 11 operational taxonomic units (OTUs), which further decreased to 3 OTUs at 30 day of fermentation. Aeromonas sp., Pseudomonas sp., and Klebsiella sp. dominated till 30 day of fermentation. Predominance of γ- Proteobacteria and presence of gallolyl derivatives at the saturation stage of fermentation implies tannin degrading potential of these microbes. This is the first study to highlight the microbial role in an Ayurvedic herbal product fermentation.","","Electronic supplementary material","","The online version of this article (doi:10.1007/s12088-012-0325-4) contains supplementary material, which is available to authorized users."],"license_agreement":"Unknown","keywords":["Ayurveda","Kutajarista","Microbial diversity","Fermentation"],"doi":"10.1007/s12088-012-0325-4"},{"title":"A cross-sectional study on the attitude and knowledge assessment of ayurveda teachers, practitioners and students about practical application of Agadatantra","publication_info":[{"name":"Sandeep V. Binorkar","attributes":["Dept. of Agadatantra, R. A. Podar Medical College (Ayu), Worli, Mumbai, Maharashtra, 400018, India"],"email":"dr.sandeepb@gmail.com"},{"name":"Ranjeet S. Sawant","attributes":["Department of Rasashastra & Bhaishajya Kalpana, Smt. K. G. Mittal Punarvasu Ayurved College, Charni Road, Mumbai, 02, India"],"email":null},{"name":"Shobha Bhat","attributes":["Dept. of Agadatantra, Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Uttar Pradesh, 221005, India"],"email":null}],"PMCID":"PMCID: PMC8039357","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039357/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039357/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039357/pdf/main.pdf","abstract_text":["Background","","Agadatantra is one of the eight clinical branches into which Ayurveda medicine is traditionally divided. The term Agadatantra is used specifically for the branch of Ayurvedic medicine dealing with poisons, its description, and its antidotes. The other parts of the subject include Vyavahar Ayurveda and Vidhi Vaidyaka which are comprehensible with forensic medicine and medical jurisprudence of modern medical sciences. Being one of the important subjects during the undergraduate studies of Ayurveda (BAMS), it holds a substantial position in the entire syllabus. The present study was designed to appraise the attitude and knowledge of Ayurveda graduates on the practical application of the subject in day to day professional life.","","Materials and methods","","It was a cross-sectional study conducted online among the students, teachers, and practitioners of Ayurveda. A pre-validated survey questionnaire was uploaded on GoogleDocs. The sharable link was made available online from 12thNovember 2018 to 31st Jan 2020 for recording the responses of the volunteers. Analysis of the responses was conducted thereafter.","","Results","","A total of 2128 participants expressed their opinion through this online survey which evaluated the views of scholars of Ayurveda regarding Agadatantra and contemporary allied subjects. Most of the respondents 65.27% were male and 30.83% holding BAMS as their highest qualification, 34.02% were postgraduate (MD) in Agadatantra; 55.03% (n = 1171) were academicians and 63.06% participants had an opinion that current UG& PG teaching is not sufficient to know about medico-legal responsibilities.","","Conclusion","","The survey shows that there are few downsides in the existing teaching methodologies of Agadatantra. The existing syllabus should be revised entirely considering it as one of the clinical subjects. Concrete practical based teaching with ample clinical exposure is the need of the hour in the subject of Agadatantra to enhance its practical applicability."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Agadatantra","Practical application","Ayurveda","Survey","Forensic medicine","Toxicology","Medical jurisprudence"],"doi":"10.1016/j.jaim.2020.10.007"},{"title":"Patient Assessment and Chronic Pain Self-Management in Ethnomedicine: Seasonal and Ecosystemic Embodiment in Ayurvedic Patient-Centered Care","publication_info":[{"name":"Vinita Agarwal","attributes":["Department of Communication, Fulton School of Liberal Arts, Salisbury University, Maryland, MA 21801, USA; ude.yrubsilas@lawragaxv; Tel.: +1-410-677-0083"],"email":"vxagarwal@salisbury.edu"}],"PMCID":"PMCID: PMC7216187","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7216187/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7216187/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7216187/pdf/ijerph-17-02842.pdf","abstract_text":["Background: Ayurveda’s preventive focus complements its strength with the interventionist approach of the biomedical in chronic pain self-management. Patient-centered care (PCC) using ethnomedicine promises greater patient self-management; however, few studies have examined environmental relationships and PCC in self-management of chronic pain through Ayurveda. Objective: To examine how Ayurveda’s philosophical focus on whole system frameworks describes the integration of the individual and the ecological in tailoring an integrative patient-centered diagnostic and prognostic approach to chronic pain management. Methods: This qualitative case study conducted in-depth semi-structured interviews of Ayurvedic physicians from India (N = 10) and a qualitative inductive content analytic approach. Findings: The diagnostic and interpretational framework of the doshas supports the integration of the individual and the ecological through (a) the circadian and seasonal cycles relating mind-body awareness with diet, lifestyle (e.g., yoga), and breath (e.g., pranayama), and (b) biogeographical and ecosystemic regions relating the biogeographical and the ecological (e.g., desh) with the regulatory principle of pain and its physiological and anatomical perception (vata) in an approach that goes beyond treating pain etiology to a whole person PCC approach. Conclusions: The study highlights how circadian and seasonal cycles and evolutionary spatial-temporal factors of biogeographical and ecological regions are employed in patient assessment and self-management to support patient involvement. Recommendations for PCC in integrative chronic pain management include supporting patient ownership of their care through the dosha framework that relates the individual and the ecological in the patient’s own life-context and supports co-creation of a collaborative plan of care using an ethnomedical framework."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Ayurveda","chronic pain","self-management","ethnomedicine","environment","mind-body","ecosystems","geographical regions","Ayurvedic physician","patient-centered care"],"doi":"10.3390/ijerph17082842"},{"title":"Structural investigation of Ayurveda Lauha (Iron) Bhasma","publication_info":[{"name":"M.K. Tiwari","attributes":["Accelerator Physics and Synchrotrons Utilization Division, Raja Ramanna Centre for Advanced Technology, Indore, 452013, India","Homi Bhabha National Institute, Anushaktinagar, Mumbai, 400094, India"],"email":"mktiwari@rrcat.gov.in"},{"name":"Arjun Singh","attributes":["Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, New Delhi, 110058, India"],"email":null},{"name":"Ajay Khooha","attributes":["Accelerator Physics and Synchrotrons Utilization Division, Raja Ramanna Centre for Advanced Technology, Indore, 452013, India"],"email":null}],"PMCID":"PMCID: PMC9978626","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9978626/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9978626/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9978626/pdf/main.pdf","abstract_text":["In Ayurveda, ‘Lauha’ (Iron) Bhasma is primarily used to cure diseases related to iron deficiency in humans. It is produced from purified raw metallic iron using a combination of multi-step traditional preparation processes described in the Ayurveda literature. Here, we present the results of structural investigation performed on the medicinal grade ‘Lauha’ Bhasma using various X-ray based techniques. Our results indicate that after several rounds of heating and cooling in specific conditions following the Ayurvedic preparation procedure, metallic iron eventually converts to a natural iron-oxide mineral belonging to the magnetite group. Scanning electron microscopy (SEM) and X-ray standing wave assisted fluorescence measurements carried out on powdered Bhasma specimen reveal that the magnetite micro-particles in the Bhasma specimen are usually present in the form of agglomerates of nano-particles. We anticipate that the Ayurvedic Lauha Bhasma has great potential for noninvasive localized target killing of cancer cells, particularly in sensitive parts of the human body such as the brain, spinal cord, and lungs, via necrosis by application of an alternating external magnetic field or photo electron generation through X-rays."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Ayurvedic Bhasma","Nanomaterials","X-ray fluorescence","Trace element analysis","Synchrotron radiation"],"doi":"10.1016/j.jaim.2023.100690"},{"title":"Why and how? Addressing to the two most pertinent questions about pharmacovigilance in Ayurveda","publication_info":[{"name":"Sanjeev Rastogi","attributes":["Department of Kaya Chikitsa, State Ayurvedic College, Lucknow, Uttar Pradesh, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC3157109","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3157109/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3157109/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3157109/pdf/IJAR-2-48.pdf","abstract_text":["Pharmacovigilance is the outcome of a natural and implied willingness of a physician to ensure safety to his patient. This is a discipline in medicine which pragmatises the principle of first do no harm towards a wider and systematic application in clinical practice. It is however important to understand that despite of its huge potential in ensuring a safe practice of medicine through knowledge of avoidable causes of adversities, its path has never been easy. Applying principles of pharmacovigilance into the realm of traditional medicine particularly to Ayurveda is even more difficult for the issues of why and how of pharmacovigilance in light of historical practice and anecdotal evidences of safety in Ayurveda. Application of pharmacovigilance in Ayurveda thereby demands a careful and thoughtful observation of its needs and its methods of application in order to to maximize its impacts to ensure the patient safety to every extent possible."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Adverse drug reaction","drug safety","pharmacovigilance"],"doi":"10.4103/0974-7788.83187"},{"title":"Ayurvedic visha hara (antitoxic) chikitsa in recurrent dyshidrotic eczema skin disease: A case report","publication_info":[{"name":"Ravi Dhaliya","attributes":["Department of Agada Tantra Evum Vyavhara Ayurveda, Babe Ke Ayurvedic Medical College, VPO Daudhar, Moga, 142053, Punjab, India"],"email":"drravidhaliya@gmail.com"}],"PMCID":"PMCID: PMC8039325","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039325/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039325/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8039325/pdf/main.pdf","abstract_text":["Dyshidrotic eczema is a chronic, enigmatic condition that usually affects the hands and feet that probably accounts for about 5%–20% of hand eczemas. In Ayurveda various skin manifestation are mentioned under different chapter & context like kushtha, visarpa, kshudra kushtha, vidradi, krimi roga, keeta visha (insect bite), Garavisha & Dooshi visha (latent toxicity).Visphota variety of kushtha is characterized by pustules which are either white or reddish in appearance. These pustules have a thin skin and it is pitta-kapha predominant. The ayurvedic diagnosis was made as “Dushivisha janya visaphota kushtha” and treatment was done basis on this. There was not a single cases on the internet treated on Ayurvedic line of management thus the present article was prepared to assess the role of Visha Hara and Rasayan Chikitsa in such emerging automimmune skin condition. Improvement in the skin lesion were observed after a period of 1 months of regular treatment and complete remission with no further attack after 2-month follow-up. The improvement was observable through the follow-up photograph."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic","Dy shidrotic Eczema","Visaphota","VishaHara","Kustha"],"doi":"10.1016/j.jaim.2020.06.010"},{"title":"Identification of Altered Metabolomic Profiles Following a Panchakarma-based Ayurvedic Intervention in Healthy Subjects: The Self-Directed Biological Transformation Initiative (SBTI)","publication_info":[{"name":"Christine Tara Peterson","attributes":["Center of Excellence for Research and Training in Integrative Health, Department of Family Medicine and Public Health, University of California San Diego, La Jolla, California, USA","Department of Ayurveda and Yoga Research, Chopra Foundation, Carlsbad, California, USA"],"email":"chpeterson@ucsd.edu"},{"name":"Joseph Lucas","attributes":["Proteomics Core Facility, Duke University, Durham, North Carolina, USA"],"email":null},{"name":"Lisa St. John-Williams","attributes":["Proteomics and Metabolomics Shared Resource Center for Genomic and Computational Biology, Duke University Medical Center, Durham, North Carolina, USA"],"email":null},{"name":"J. Will Thompson","attributes":["Proteomics and Metabolomics Shared Resource Center for Genomic and Computational Biology, Duke University Medical Center, Durham, North Carolina, USA"],"email":null},{"name":"M. Arthur Moseley","attributes":["Proteomics and Metabolomics Shared Resource Center for Genomic and Computational Biology, Duke University Medical Center, Durham, North Carolina, USA"],"email":null},{"name":"Sheila Patel","attributes":["Chopra Center for Wellbeing, Carlsbad, California, USA","Department of Family and Preventive Medicine, University of California San Diego, La Jolla, California, USA"],"email":null},{"name":"Scott N. Peterson","attributes":["Infectious & Inflammatory Disease Center, Sanford Burnham Prebys Medical Discovery Institute, La Jolla, California, USA"],"email":"chpeterson@ucsd.edu"},{"name":"Valencia Porter","attributes":["Chopra Center for Wellbeing, Carlsbad, California, USA","Department of Family and Preventive Medicine, University of California San Diego, La Jolla, California, USA"],"email":null},{"name":"Eric E. Schadt","attributes":["Icahn School of Medicine at Mount Sinai, New York, New York, USA"],"email":null},{"name":"Paul J. Mills","attributes":["Center of Excellence for Research and Training in Integrative Health, Department of Family Medicine and Public Health, University of California San Diego, La Jolla, California, USA"],"email":null},{"name":"Rudolph E. Tanzi","attributes":["Genetics and Aging Research Unit, Department of Neurology, Massachusetts General Hospital and Harvard Medical School, Boston, Massachusetts, USA"],"email":null},{"name":"P. Murali Doraiswamy","attributes":["Departments of Psychiatry and Medicine and the Duke Institute for Brain Sciences, Duke University Health System, Durham, North Carolina, USA"],"email":null}],"PMCID":"PMCID: PMC5017211","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5017211/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5017211/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5017211/pdf/srep32609.pdf","abstract_text":["The effects of integrative medicine practices such as meditation and Ayurveda on human physiology are not fully understood. The aim of this study was to identify altered metabolomic profiles following an Ayurveda-based intervention. In the experimental group, 65 healthy male and female subjects participated in a 6-day Panchakarma-based Ayurvedic intervention which included herbs, vegetarian diet, meditation, yoga, and massage. A set of 12 plasma phosphatidylcholines decreased (adjusted p < 0.01) post-intervention in the experimental (n = 65) compared to control group (n = 54) after Bonferroni correction for multiple testing; within these compounds, the phosphatidylcholine with the greatest decrease in abundance was PC ae C36:4 (delta = −0.34). Application of a 10% FDR revealed an additional 57 metabolites that were differentially abundant between groups. Pathway analysis suggests that the intervention results in changes in metabolites across many pathways such as phospholipid biosynthesis, choline metabolism, and lipoprotein metabolism. The observed plasma metabolomic alterations may reflect a Panchakarma-induced modulation of metabotypes. Panchakarma promoted statistically significant changes in plasma levels of phosphatidylcholines, sphingomyelins and others in just 6 days. Forthcoming studies that integrate metabolomics with genomic, microbiome and physiological parameters may facilitate a broader systems-level understanding and mechanistic insights into these integrative practices that are employed to promote health and well-being."],"license_agreement":"This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/","keywords":["None"],"doi":"10.1038/srep32609"},{"title":"A phytopharmacological review on an important medicinal plant - Amorphophallus paeoniifolius","publication_info":[{"name":"Yadu Nandan Dey","attributes":[],"email":"yadunandan132@gmail.com"},{"name":"Sarada Ota","attributes":["Research Officer (Scientist 2), Central Council for Research in Ayurvedic Sciences, Janakpuri, New Delhi, India"],"email":null},{"name":"N. Srikanth","attributes":["Assistant Director (Ayurveda), Central Council for Research in Ayurvedic Sciences, Janakpuri, New Delhi, India"],"email":null},{"name":"Mahvish Jamal","attributes":["Lecturer, Sunrise Academy Management Society, College of Pharmacy, Dehradun, Uttarakhand, India"],"email":null}],"PMCID":"PMCID: PMC3456858","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456858/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456858/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456858/pdf/Ayu-33-27.pdf","abstract_text":["Amorphophallus paeoniifolius is used for long period in various chronic diseases therapeutically. Aim of the current review is to search literature for the pharmacological properties, safety/toxicity studies, pharmacognostic studies and phytochemical investigation of Amorphophallus paeoniifolius tuber. The compiled data may be helpful for the researchers to focus on the priority areas of research yet to be discovered. Complete information about the plant has been collected from various books, journals and Ayurvedic classical texts like Samhitas, Nighantus etc. Journals of the last 20 years were searched. Particulars of pharmacological activities, phytochemical isolation, toxicity studies etc. were extracted from the published reports focussing on the safety profile of the plant. Safety of the whole plant was concluded in the review."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Amorphophallus paeoniifolius","areaceae","phytopharmacological review","safety"],"doi":"10.4103/0974-8520.100303"},{"title":"STUDIES ON AYURVEDIC TABLETS – PART I DISINTEGRATION TIME AS A PRELIMINARY TOOL FOR STANDARDISATION","publication_info":"Bhushan Patwardhan, V. V. Walimbe, Vijaya Palkar, P.H. Kulkarni","PMCID":"PMCID: PMC3331265","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3331265/pdf/ASL-10-36.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Ayurvedic approach in the management of spinocerebellar ataxia-2","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":[],"email":"sarveshksingh21@gmail.com"}],"PMCID":"PMCID: PMC4850777","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4850777/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4850777/?report=classic","pdf_link":"None","abstract_text":["Spinocerebellar ataxia -2 is a progressive, degenerative genetic disease caused by an expanded (CAG) trinucleotide repetition on the chromosome 12 resulting in production of an abnormal protein called ataxin-2. There is no known effective management or cure in biomedicine for this genetic disease. In the present study a case of SCA2 that was treated with Ayurvedic intervention is reported. Ayurvedic treatments in this case were directed towards alleviating symptoms and to reduce severe disability due to progressive nature of disease. A 42 year old male patient was diagnosed for Vāta vyādhi (group of various neurological disorders) and was- treated with Śālisastika pinda svedana (sudation with bolus of medicated cooked rice) for 30 days-, Śirobasti (sudation of head with the help of a cap on head) with Aśvagandhā taila for 45 days and Balādi ksīra basti (enema with medicated milk) with Aśvagandhā taila anuvāsana (enema with oil) for 30 days in Karma basti krama (30 days regime of purification and oleation enema) along with a combination of Ayurvedic oral drugs which consisted of Brahadvātacintāmanirasa – 125 mg, Vasantāmaltī rasa- 125 mg, Daśamūla kvātha- 40 ml, Aśvagandhā cūrṇa (powder of Withania somnifera DUNAL)- 3g, Amrtā cūrṇa (powder of Tinospora cordifolia Willd.)- 500 mg, Muktāśukti pisti – 500 mg, Yogarāja Guggulu – 500 mg twice a day for 2 months. Patient's condition was assessed on the Scale for Assessment and Rating of Ataxia (SARA). Before treatment, mean SARA score was 35. This reduced to 15 after treatment. Good relief in dysarthria, fasciculation, heaviness in eye, blurred vision, axial tremor; constipation and quality of life were observed in this case."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Ayurveda","Balādi ksīra basti","Śālisastika pinda svedana","Śirobasti","Spinocerebellar ataxia-2","Vāta vyādhi"],"doi":"10.4103/0257-7941.179873"},{"title":"Ayurveda Rasayana as antivirals and immunomodulators: potential applications in COVID-19","publication_info":[{"name":"Rajeshwari Singh","attributes":["Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India, Janakpuri, New Delhi, 110058 India "],"email":null},{"name":"Sumeet Goel","attributes":["Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India, Janakpuri, New Delhi, 110058 India "],"email":null},{"name":"Pascale Bourgeade","attributes":["Chrono-Environnement Laboratory, UMR CNRS 6249, Bourgogne Franche-Comté University, F-25030 Besançon Cedex, France "],"email":null},{"name":"Lotfi Aleya","attributes":["Chrono-Environnement Laboratory, UMR CNRS 6249, Bourgogne Franche-Comté University, F-25030 Besançon Cedex, France "],"email":"lotfi.Aleya@univ-fcomte.fr"}],"PMCID":"PMCID: PMC8422837","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8422837/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8422837/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8422837/pdf/11356_2021_Article_16280.pdf","abstract_text":["Coronavirus disease (COVID-19) has been declared as a pandemic by the World Health Organization with rapid spread across 216 countries. COVID-19 pandemic has left its imprints on various health systems globally and caused immense social and economic disruptions. The scientific community across the globe is in a quest for digging the effective treatment for COVID-19 and exploring potential leads from traditional systems of healthcare across the world too. Ayurveda (Indian traditional system of medicine) has a comprehensive aspect of immunity through Rasayana which is a rejuvenation therapy. Here we attempt to generate the potential leads based on the classical text from Ayurveda in general and Rasayana in particular to develop effective antiviral and/or immunomodulator for potential or adjunct therapy in SARS-CoV-2. The Rasayana acts not only by resisting body to restrain or withstand the strength, severity or progression of a disease but also by promoting power of the body to prevent the manifestation of a disease. These Rasayana herbs are common in practice as immunomodulator, antiviral and protectives. The studies on Rasayana can provide an insight into the future course of research for the plausible development of effective management of COVID-19 by the utilization and development of various traditional systems of healthcare. Keeping in view the current pandemic situation, there is an urgent need of developing potential medicines. This study proposes certain prominent medicinal plants which may be further studied for drug development process and also in clinical setup under repurposing of these herbs."],"license_agreement":"This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.","keywords":["AYUSH","Antiviral","Immunity","Traditional medicine","Repurposing"],"doi":"10.1007/s11356-021-16280-5"},{"title":"Chemical Compositions of Metals in Bhasmas and Tibetan Zuotai Are a Major Determinant of Their Therapeutic Effects and Toxicity","publication_info":[{"name":"Jie Liu","attributes":[],"email":"jie@liuonline.com"},{"name":"Feng Zhang","attributes":[],"email":null},{"name":"Velagapudi Ravikanth","attributes":[],"email":null},{"name":"Olumayokun A. Olajide","attributes":[],"email":null},{"name":"Cen Li","attributes":[],"email":"jie@liuonline.com"}],"PMCID":"PMCID: PMC6421027","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6421027/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6421027/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6421027/pdf/ECAM2019-1697804.pdf","abstract_text":["Minerals are alchemically processed as Bhasmas in Ayurvedic medicines or as Zuotai in Tibetan medicines. Ayurveda is a knowledge system of longevity and considers the mineral elixir made from “nature” capable of giving humans perpetual life. Herbo-metallic preparations have a long history in the treatment of various diseases in India, China, and around the world. Their disposition, pharmacology, efficacy, and safety require scientific evaluation. This review discusses the Bhasmas in Ayurvedic medicines and Zuotai in Tibetan medicines for their occurrence, bioaccessibility, therapeutic use, pharmacology, toxicity, and research perspectives. A literature search on Mineral, Bhasma, Ayurvedic medicine, Zuotai, Tibetan medicine, and Metals/metalloids from PubMed, Google and other sources was carried out, and the relevant papers on their traditional use, pharmacology, and toxicity were selected and analyzed. Minerals are processed to form Bhasma or Zuotai to alter their physiochemical properties distinguishing them from environmental metals. The metals found in Ayurveda are mainly from the intentional addition in the form of Bhasma or Zuotai. Bhasma and Zuotai are often used in combination with other herbals and/or animal-based products as mixtures. The advanced technologies are now utilized to characterize herbo-metallic preparations as Quality Assurance/Quality Control. The bioaccessibility, absorption, distribution, metabolism, and elimination of herbo-metallic preparations are different from environmental metals. The pharmacological basis of Bhasma in Ayurveda and Zuotai in Tibetan medicines and their interactions with drugs require scientific research. Although the toxic potentials of Bhasma and Zuotai differ from environmental metals, the metal poisoning case reports, especially lead (Pb), mercury (Hg), and arsenic (As) from inappropriate use of traditional medicines, are increasing, and pharmacovigilance is desired. In risk assessment, chemical forms of metals in Bhasma and Zuotai should be considered for their disposition, efficacy, and toxicity."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2019/1697804"},{"title":"Detoxification of Croton tiglium L. seeds by Ayurvedic process of Śodhana","publication_info":[{"name":"Prince Kumar Pal","attributes":[],"email":null},{"name":"Manmath Kumar Nandi","attributes":["Department of Medicinal Chemistry, Rajiv Gandhi South Campus, Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Barkachha, Mirzapur, India"],"email":null}],"PMCID":"PMCID: PMC4264303","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4264303/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4264303/?report=classic","pdf_link":"None","abstract_text":["Objective:","","Croton tiglium seeds, known as Jamālgoṭa in Hindi, Marathi, and Urdu is well-known for its toxicity (severe purgative action). In Ayurvedic texts, the plant is known as Kumbhinī and is used for the treatment of constipation after Śodhana (detoxification process) of the seeds with Godugdha (cow milk).","","Material and Methods:","","In the present study, C. tiglium seeds were purified with cow milk as reported in Ayurvedic classics. Phorbol esters equivalent to phorbol-12-myristate-13-acetate (PMA) and crotonic acid contents were quantified by high-performance liquid chromatography method in the seeds of C. tiglium before and after the purification process.","","Results:","","The content of the phorbol ester equivalent to PMA in unpurified and purified sample was found to be 5.2 mg/100 g and 1.8 mg/100 g of dried seeds of C. tiglium, respectively. The quantity of crotonic acid in unpurified seeds of C. tiglium was found to be 0.102 mg/100 g of dried seeds while it was absent in the purified seed extract of C. tiglium.","","Conclusion:","","The toxicity of C. tiglium seeds may be due to the presence of phorbol esters and crotonic acid along with other constituents. These constituents are oil soluble and may be removed by cow milk during the process of Śodhana. Reduction in the level of these constituents after the purification decreases the toxicity of C. tiglium seeds. Reduction in the oily content from the seeds of C. tiglium during the purification process is also supported by the results obtained from the physiochemical parameters."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Croton tiglium","crotonic acid","phorbol ester","purification"],"doi":"10.4103/0257-7941.144619"},{"title":"Research orientation in Ayurveda educational institutions: Challenges and the way forward","publication_info":[{"name":"Kishor Patwardhan","attributes":["Department of Kriya Sharir, Faculty of Ayurveda, Banaras Hindu University, Varanasi, India"],"email":"kpatwardhan@bhu.ac.in"},{"name":"B.S. Prasad","attributes":["Department of Panchakarma, KLEU's Shri BMK Ayurved Mahavidyalaya, Belagavi, Karnataka, India"],"email":null},{"name":"Anam Aftab","attributes":["Department of Kriya Sharir, Faculty of Ayurveda, Banaras Hindu University, Varanasi, India"],"email":null},{"name":"Varsha Raghunath More","attributes":["Department of Kriya Sharir, Faculty of Ayurveda, Banaras Hindu University, Varanasi, India"],"email":null}],"PMCID":"PMCID: PMC6470304","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6470304/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6470304/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6470304/pdf/main.pdf","abstract_text":["This paper examines the scenario of research orientation in Ayurveda educational institutions of India. We demonstrate through the data obtained by searching the SCOPUS that the actual research output by these institutions is not very significant in terms of number of publications. While a lack of research expertise and infrastructure is one contributing factor to this status, a lack of questioning attitude is more crucial one. Mushrooming of new colleges, laxity in regulations, corruption, lack of atmosphere for ethical and quality research make the problem more complex. We show, with the help of SCOPUS Data, that the recent trend of establishing stand-alone institutions of Ayurveda may not help in invigorating research activities since the research contributions from such institutions have always been very poor. Instead, we suggest that existing stand-alone institutions of Ayurveda be merged with other established Central/State universities or other Medical colleges. The data demonstrates that the research output has been always significant when an institution has many experts working in different streams of science within, than when the institutions have only Ayurveda experts. We also take up the question of designing the clinical trials that are suitable for Ayurveda and propose an algorithm that may be considered for research in educational institutions, at least at doctoral level. We further enlist a set of recommendations that could potentially change the scenario. Evidence-informed policy making, inducting clinicians into the education system, making the curricula more attractive by including recent advances, introducing efficient faculty training programs, and rigorous implementation of the existing regulations - are some of the key recommendations we have made."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["None"],"doi":"10.1016/j.jaim.2018.12.001"},{"title":"Therapeutic significance and pharmacological activities of antidiarrheal medicinal plants mention in Ayurveda: A review","publication_info":[{"name":"Ashish Mishra","attributes":[],"email":null},{"name":"Ankit Seth","attributes":[],"email":null}],"PMCID":"PMCID: PMC4927135","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4927135/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4927135/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4927135/pdf/JIE-5-290.pdf","abstract_text":["Diarrhea is a serious problem affecting 3-5 billion people per year around the world, especially children of below 5 years. 70% of the world population uses traditional and indigenous medicine for their primary health care. The facts of these indigenous remedies are passed verbally and sometimes as documents. Since ancient time, Ayurveda is the main system of healing in South East Asian countries. Indian literature from ayurvedic texts and other books claim the potency of several plants in the treatment of diarrhea. As the global prospective of ayurvedic medicine is increasing, interest regarding the scientific basis of their action is parallely increasing. Researchers are doing experiments to establish the relation between the claimed action and observed pharmacological activities. In the present article, an attempt was made to compile the scientific basis of medicinal plants used to cure diarrhea in Ayurveda. Literature was collected via electronic search (PubMed, ScienceDirect, Medline, and Google Scholar) from published articles that reports antidiarrheal activity of plants that were mentioned in Ayurveda classics. A total of 109 plant species belonging to 58 families were reported for their antidiarrheal activity. Several Indian medicinal plants have demonstrated promising antidiarrheal effects, but the studies on the antidiarrheal potentials of these plants are not taken beyond proof of concept stage. It is hoped that the article would stimulate future clinical studies because of the paucity of knowledge in this area."],"license_agreement":"This is an open access article licensed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/3.0/) which permits unrestricted, noncommercial use, distribution and reproduction in any medium, provided the work is properly cited.","keywords":["Ayurveda","diarrhea","medicinal plant","traditional medicine"],"doi":"10.5455/jice.20160426094553"},{"title":"A Pilot Feasibility Study of Whole-systems Ayurvedic Medicine and Yoga Therapy for Weight Loss","publication_info":[{"name":"Jennifer Rioux","attributes":[],"email":"jrioux@salud.unm.edu"},{"name":"Cynthia Thomson","attributes":[],"email":null}],"PMCID":"PMCID: PMC3921615","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3921615/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3921615/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3921615/pdf/gahmj.2013.084.pdf","abstract_text":["Objective:","","To develop and test the feasibility of a whole-systems lifestyle intervention for obesity treatment based on the practices of Ayurvedic medicine/ Yoga therapy.","","Design:","","A pre-post weight loss intervention pilot study using conventional and Ayurvedic diagnosis inclusion criteria, tailored treatment within a standardized treatment algorithm, and standardized data collection instruments for collecting Ayurvedic outcomes.","","Participants:","","A convenience sample of overweight/obese adult community members from Tucson, Arizona interested in a “holistic weight loss program” and meeting predetermined inclusion/exclusion criteria.","","Intervention:","","A comprehensive diet, activity, and lifestyle modification program based on principles of Ayurvedic medicine/yoga therapy with significant self-monitoring of lifestyle behaviors. The 3-month program was designed to change eating and activity patterns and to improve self-efficacy, quality of life, well-being, vitality, and self-awareness around food choices, stress management, and barriers to weight loss.","","Primary Outcome Measures:","","Changes in body weight, body mass index; body fat percentage, fat/lean mass, waist/hip circumference and ratio, and blood pressure.","","Secondary Outcome Measures:","","Diet and exercise self-efficacy scales; perceived stress scale; visual analog scales (VAS) of energy, appetite, stress, quality of life, well-being, and program satisfaction at all time points.","","Results:","","Twenty-two adults attended an in-person Ayurvedic screening; 17 initiated the intervention, and 12 completed the 3-month intervention. Twelve completed follow-up at 6 months and 11 completed follow-up at 9 months. Mean weight loss at 3 months was 3.54 kg (SD 4.76); 6 months: 4.63 kg, (SD 6.23) and 9 months: 5.9 kg (SD 8.52). Self-report of program satisfaction was more than 90% at all time points.","","Conclusions:","","An Ayurveda-/yoga-based lifestyle modification program is an acceptable and feasible approach to weight management. Data collection, including self-monitoring and conventional and Ayurvedic outcomes, did not unduly burden participants, with attrition similar to that of other weight loss studies."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial- No Derivative 3.0 License, which permits rights to copy, distribute and transmit the work for noncommercial purposes only, provided the original work is properly cited.","keywords":["Obesity","integrative medicine","Ayurveda","yoga","whole systems","behavior change"],"doi":"10.7453/gahmj.2013.084"},{"title":"Ayurvedic formulations: Potential COVID-19 therapeutics?","publication_info":[{"name":"Anees Ahmed Mahaboob Ali","attributes":["Centre for Research in Therapeutic Solutions, Faculty of Science and Technology, University of Canberra, Canberra, Australia"],"email":null},{"name":"Andrea Bugarcic","attributes":["National Centre for Naturopathic Medicine, Southern Cross University, Lismore, New South Wales, Australia"],"email":null},{"name":"Nenad Naumovski","attributes":["Functional Foods and Nutrition Research Laboratory, Faculty of Health, University of Canberra, Canberra, Ngunnawal Country, Australia","Department of Nutrition-Dietetics, School of Health Science and Education, Harokopio University, Athens, Greece"],"email":null}],"PMCID":"PMCID: PMC9020642","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9020642/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9020642/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9020642/pdf/main.pdf","abstract_text":["Background: While Molnupiravir and Paxlovid have recently been approved for use in some countries, there are no widely available treatments for COVID-19, the disease caused by SARS-CoV-2 infection. Herbal extracts have been used to treat respiratory clinical indications by Ayurvedic medicine practitioners with minimal adverse reactions and intense research efforts are currently under way to develop some of these formulations for COVID-19 treatment.","","Methods: Literature search for in silico, in vitro, in vivo, and clinical studies on the topic of Ayurvedic formulations for potential COVID-19 treatment, in order to present the current state of current knowledge by integrating information across all systems.","","Results: The search yielded 20 peer reviewed articles on in silico studies examining the interaction of phytoconstituents of popular Ayurvedic formulations with SARS-CoV-2 components and its receptors; five articles on preclinical investigations of the ability of selected Ayurvedic formulations to inhibit functions of SARS-CoV-2 proteins; and 51 completed clinical trials on the efficacy of using Ayurvedic formulations for treatment of mild to moderate COVID-19. Clinical data was available from 17 of the 51 trials. There was a considerable overlap between formulations used in the in silico studies and the clinical trials. This finding was unexpected as there is no clearly stated alignment between studies and the traditional pathway to drug discovery– basic discovery leading to in vitro and in vivo proof of concept, followed by validation in clinical trials. This was further demonstrated in the majority of the in silico studies where focus was on potential antiviral mechanisms, while the clinical trials were focused on patient recovery using oral treatments. In all 17 clinical trials where data was available, Ayurvedic treatments lead to a shorter period to recovery in participants with COVID-19.","","Conclusion: The most commonly used Ayurvedic treatments for management of respiratory symptoms associated with SARS-CoV-2 infection appear to have prophylactic and/or therapeutic properties. It would be of particular interest to assess synergistic and concomitant systemic effects and antiviral activities of individual phytoconstituents and their combinations in the Ayurvedic treatments."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["COVID-19","Ayurvedic formulations","Antivirals","In silico molecular docking","Clinical trials"],"doi":"10.1016/j.phyplu.2022.100286"},{"title":"Standalone Ayurvedic treatment of high-risk COVID-19 patients with multiple co-morbidities: A case series","publication_info":[{"name":"P.L.T. Girija","attributes":["Sanjeevani Ayurveda and Yoga Centre, Chennai, India"],"email":null},{"name":"Nithya Sivan","attributes":["Sanjeevani Ayurveda and Yoga Centre, Chennai, India"],"email":null},{"name":"Pallavi Naik","attributes":["Sanjeevani Ayurveda and Yoga Centre, Chennai, India"],"email":null},{"name":"Yamini Agalya Murugavel","attributes":["Sanjeevani Ayurveda and Yoga Centre, Chennai, India"],"email":null},{"name":"Thyyar M Ravindranath","attributes":["Department of Pediatrics, Division of Pediatric Critical Care Medicine, Morgan-Stanley Children's Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"],"email":null}],"PMCID":"PMCID: PMC8277097","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8277097/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8277097/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8277097/pdf/main.pdf","abstract_text":["We report a case-series of Ayurvedic treatment in seven COVID-19 positive patients with multiple co-morbidities, categorized as high-risk for poor outcome from SARS-CoV-2 infection. All of them recovered completely from their illness with resolution of symptoms following Ayurvedic treatment. The data was collected from patients treated during the early months of the COVID-19 pandemic (June 2020 to September 2020) at an out-patient Ayurvedic Clinic, Chennai, India.","","This is a retrospective case series from among the initial 247 COVID-19 patients out of whom 39% were found to be suffering from co-morbidities. We have chosen seven of these patients who fulfilled the criteria for high-risk category, represented by multiple co-morbidities that included cancer, chronic kidney disease (CKD), coronary artery disease (CAD), chronic obstructive pulmonary disease (COPD), diabetes mellitus (DM), hypertension, and an elderly person over the age of 90 years.","","Classical Ayurvedic formulations for COVID -19 were chosen so as to avoid complicating co-morbid conditions and patients were maintained on a modified diet. All these high-risk patients were treated at an out-patient setting. The patients were under home quarantine and self-monitored their progress with daily follow-up over the phone by the treating Ayurvedic physician.","","The main outcome measure included resolution of symptoms and complete recovery from COVID-19 disease in all patients.","","This case series demonstrates the scope of Ayurvedic interventions in the management of high-risk COVID-19 patients with severe co-morbidities with successful outcome in an out-patient setting."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","COVID-19","Case series","Co-morbidities","High-risk","Pneumonia"],"doi":"10.1016/j.jaim.2021.06.006"},{"title":"A cluster of lead poisoning among consumers of Ayurvedic medicine","publication_info":[{"name":"Laura Breeher","attributes":[],"email":null},{"name":"Marek A. Mikulski","attributes":["Department of Occupational and Environmental Health, College of Public Health, The University of Iowa, Iowa City, IA, USA"],"email":null},{"name":"Thomas Czeczok","attributes":["Roy J. and Lucille Carver College of Medicine, The University of Iowa, Iowa City, IA, USA"],"email":null},{"name":"Kathy Leinenkugel","attributes":["Iowa Department of Public Health, Des Moines, IA, USA"],"email":null}],"PMCID":"PMCID: PMC4727589","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4727589/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4727589/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4727589/pdf/yjoh-21-303.pdf","abstract_text":["Background","","Use of alternative medications and herbal remedies is widespread in the United States and across the globe. These traditional medications can be contaminated with toxic metals. Despite several case reports of poisoning from such contamination, the epidemiological data are still limited.","","Objectives","","To report on a cluster of lead and mercury toxicity cases in 2011 among a community of adherents of traditional medical practice of Ayurveda.","","Methods","","Adherents of Ayurveda were offered heavy metals screening following the identification of the index case.","","Results","","Forty-six of 115 participants (40%) had elevated blood lead levels (BLLs) of 10 μg/dl or above, with 9.6% of BLLs at or above 50 μg/dl.","","Conclusions","","This is the largest cluster of lead and mercury toxicity following use of Ayurvedic supplements described in the literature in the US. Contamination of herbal products is a public health issue of global significance. There are few regulations addressing contamination of “natural” products or supplements."],"license_agreement":"Unknown","keywords":["Ayurvedic medicine","Complementary and alternative medicine","Lead toxicity","Mercury toxicity","Public health response"],"doi":"10.1179/2049396715Y.0000000009"},{"title":"Linking Ayurveda and Western medicine by integrative analysis","publication_info":[{"name":"Fazlin Mohd Fauzi","attributes":["Unilever Centre for Molecular Science Informatics, Department of Chemistry, University of Cambridge, Lensfield Road, CB2 1EW, United Kingdom","Universiti Teknologi MARA (UiTM) Malaysia, 40 450 Shah Alam, Selangor, Malaysia"],"email":null},{"name":"Alexios Koutsoukas","attributes":["Unilever Centre for Molecular Science Informatics, Department of Chemistry, University of Cambridge, Lensfield Road, CB2 1EW, United Kingdom"],"email":null},{"name":"Robert Lowe","attributes":["Blizard Institute of Cell and Molecular Science, Barts and The London School of Medicine and Dentistry, London E1 2AT, United Kingdom"],"email":null},{"name":"Kalpana Joshi","attributes":["School of Health Sciences, University of Pune, India"],"email":null},{"name":"Tai-Ping Fan","attributes":["Department of Pharmacology, University of Cambridge, Cambridge CB2 1PD, United Kingdom"],"email":null},{"name":"Robert C. Glen","attributes":["Unilever Centre for Molecular Science Informatics, Department of Chemistry, University of Cambridge, Lensfield Road, CB2 1EW, United Kingdom"],"email":null}],"PMCID":"PMCID: PMC3737444","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3737444/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3737444/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3737444/pdf/JAIM-4-117.pdf","abstract_text":["In this article, we discuss our recent work in elucidating the mode-of-action of compounds used in traditional medicine including Ayurvedic medicine. Using computational (‘in silico’) approach, we predict potential targets for Ayurvedic anti-cancer compounds, obtained from the Indian Plant Anticancer Database given its chemical structure. In our analysis, we observed that: (i) the targets predicted can be connected to cancer pathogenesis i.e. steroid-5-alpha reductase 1 and 2 and estrogen receptor-β, and (ii) predominantly hormone-dependent cancer targets were predicted for the anti-cancer compounds. Through the use of our in silico target prediction, we conclude that understanding how traditional medicine such as Ayurveda work through linking with the ‘western’ understanding of chemistry and protein targets can be a fruitful avenue in addition to bridging the gap between the two different schools of thinking. Given that compounds used in Ayurveda have been tested and used for thousands of years (although not in the same approach as Western medicine), they can potentially be developed into potential new drugs. Hence, to further advance the case of Ayurvedic medicine, we put forward some suggestions namely: (a) employing and integrating novel analytical methods given the advancements of ‘omics’ and (b) sharing experimental data and clinical results on studies done on Ayurvedic compounds in an easy and accessible way."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","in silico target prediction","mode-of-action","anti-cancer compounds"],"doi":"10.4103/0975-9476.113882"},{"title":"Efficacy of Integrated Ayurveda treatment protocol in type 2 diabetes mellitus – A case report","publication_info":[{"name":"Suketha Kumari","attributes":["Department of Kayachikitsa, KAHER's Shri B M Kankanawadi Ayurveda Mahavidyalaya, Shahapur, Belagavi, Karnataka, 590003, India"],"email":"sukethak.kaher@kleayurworld.edu.in"},{"name":"Laxmikant S.D","attributes":["Department of Shalyatantra, KAHER's Shri B M Kankanawadi Ayurveda Mahavidyalaya, Shahapur, Belagavi, Karnataka, 590003, India"],"email":null},{"name":"Sonika B","attributes":["Department of Kayachikitsa, KAHER's Shri B M Kankanawadi Ayurveda Mahavidyalaya, Shahapur, Belagavi, Karnataka, 590003, India"],"email":null}],"PMCID":"PMCID: PMC8728054","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728054/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728054/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728054/pdf/main.pdf","abstract_text":["Type 2 Diabetes Mellitus (T2DM) is a growing global concern having reached the epidemic proportion in most countries. Achieving glycaemic control decreases the risk of macrovascular and microvascular complications in T2D. To achieve and maintain good glycaemic control, lifestyle changes and pharmacological treatment is necessary. Pharmacological management of T2DM have some limitations as it may lead to vit-B12 deprivation, hypoglycemia, increased cardiovascular risk etc. Treatment algorithm that include integration of Ayurvedic treatment & diet, Panchakarma therapies and Yoga will ensure good glycaemic control and reduce the progression of complications. Diagnosed cases of T2DM without intervention of conventional pharmacological drugs will be safe and beneficial. A female patient aged about 52 years visited to diabetic specialty OPD with the following complaints: increased micturation frequency, vaginal itching, fatigue and increased thirst. Patient reported weight gain in past 1 year, was not on any conventional antidiabetic medication. Her HbA1c status confirmed diagnosis of T2DM. Patient was treated with a course of nityavirechana (medicated purgation) and Sarwanga Udwartana (Dry medicated powder rubbing whole body) for the duration of 7 days along with ayurveda medicines for 1 year. Patient was prescribed Ayurvedic diet and Yoga practices throughout the intervention. This case report reveals the protocol based integrated Ayurveda and Yoga practices for diagnosed case of T2DM without causing any untoward effect along with reversal of the diabetes."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Type 2 diabetes mellitus","Ayurvedic treatment","Yoga","Case report"],"doi":"10.1016/j.jaim.2021.08.005"},{"title":"Efficacy of whole system ayurveda management protocol in major depressive disorder- A randomized controlled clinical trial","publication_info":[{"name":"Anjali Punia","attributes":["Department of Kayachikitsa, IIMT Ayurveda Medical College and Hospital, Meerut, Uttar Pradesh, India"],"email":null},{"name":"Sameeran Chate","attributes":["Department of Psychiatry, J N Medical College. A Constituent Unit of KLE Academy of Higher Education & Research, Belagavi, Karnataka, India"],"email":null},{"name":"Basavaraj R. Tubaki","attributes":["Department of Kayachikitsa, Shri BMK Ayurveda Mahavidyalaya, A Constituent Unit of KLE Academy of Higher Education & Research, Belagavi, Karnataka, India"],"email":"ayurbasavaraj@gmail.com"}],"PMCID":"PMCID: PMC11016906","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11016906/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11016906/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11016906/pdf/main.pdf","abstract_text":["Background","","Major Depressive Disorder (MDD) is one of the common depressive disorder. MDD has high comorbidity and has greater implications on quality of life. Whole system Ayurveda management protocol (WSAP) is explored for it's possible role in management of MDD.","","Objective","","To evaluate the efficacy of Whole system Ayurveda management protocol on Major Depressive Disorder.","","Material and Methods","","Study was a randomized controlled trial. Total 50 patients of MDD meeting the DSM V criteria, age group 20–70 years of either sex participated in the study. They were randomly divided into two groups, control group received Escitalopram 10 mg twice a day and Ayurveda group was on WSAP. Interventions were for 60 days. Assessments were done through various clinical parameters like Hamilton Depression Rating Scale (HDRS), Hamilton Anxiety Rating Scale (HARS), Brief psychiatric rating scale (BPRS), Pittsburgh Sleep Quality Index (PSQI), WHO Quality of Life- BREF (WHOQOL-BREF), Clinical Global Improvement scale (CGI), UKU Side effect scale. Assessments during intervention was on every 15th day.","","Results","","Study showed that Ayurveda group produced significant outcome improvement compared to control group in HDRS (p = 0.01), HARS (p = 0.03), PSQI (p = 0.03), WHOQOL-Bref (p < 0.001) and UKU side effect scale (p = 0.02). Both the group showed improvements in all the parameters except in WHOQOL-Bref where Ayurveda group only showed improvements (p < 0.001). Effect size showed large effect in WHOQOL-Bref. Mild side effects were reported in control group and none in Ayurveda group.","","Conclusion","","WSAP was effective in management of MDD and had better side effect profile. Further studies needed."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Major depressive disorder","Ayurveda","Whole system research","Escitalopram","Whole system Ayurveda Management protocol"],"doi":"10.1016/j.jaim.2024.100896"},{"title":"Efficacy & safety evaluation of Ayurvedic treatment (Ashwagandha powder & Sidh Makardhwaj) in rheumatoid arthritis patients: a pilot prospective study","publication_info":[{"name":"Gajendra Kumar","attributes":[],"email":null},{"name":"Amita Srivastava","attributes":[],"email":null},{"name":"Surinder Kumar Sharma","attributes":["Department of AYUSH, Ministry of Health & Family Welfare, Government of India, New Delhi, India"],"email":null},{"name":"T. Divakara Rao","attributes":["CGHS Ayurvedic Hospital, New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC4405924","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4405924/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4405924/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4405924/pdf/IJMR-141-100.pdf","abstract_text":["Background & objectives:","","In the traditional system of medicine in India Ashwagandha powder and Sidh Makardhwaj have been used for the treatment of rheumatoid arthritis. However, safety and efficacy of this treatment have not been evaluated. Therefore, the present study was carried out to evaluate the efficacy and safety of Ayurvedic treatment (Ashwagandha powder and Sidh Makardhwaj) in patients with rheumatoid arthritis.","","Methods:","","One hundred and twenty five patients with joint pain were screened at an Ayurvedic hospital in New Delhi, India. Eighty six patients satisfied inclusion criteria and were included in the study. Detailed medical history and physical examination were recorded. Patients took 5g of Ashwagandha powder twice a day for three weeks with lukewarm water or milk. Sidh Makardhwaj (100 mg) with honey was administered daily for the next four weeks. The follow up of patients was carried out every two weeks. The primary efficacy end point was based on American College of Rheumatology (ACR) 20 response. Secondary end points were ACR50, ACR70 responses, change from baseline in disease activity score (DAS) 28 score and ACR parameters. Safety assessments were hepatic function [alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP), bilirubin and ß2 microglobulin], renal function (urea and creatinine and NGAL) tests and urine mercury level.","","Results:","","The study was completed by 90.7 per cent (78/86) patients. Patients with moderate and high disease activity were 57.7 per cent (45/78) and 42.3 per cent (33/78), respectively. All patients were tested positive for rheumatoid factor and increased ESR level. Ashwagandha and Sidh Makardhwaj treatment decreased RA factor. A significant change in post-treatment scores of tender joint counts, swollen joint counts, physician global assessment score, patient global assessment score, pain assessment score, patient self assessed disability index score and ESR level were observed as compared to baseline scores. ACR20 response was observed in 56.4 per cent (44/78) patients (American College of Rheumatology criteria) and moderate response in 39.74 per cent (31/78) patients [European League Against Rheumatism (EULAR) criteria]. Ayurvedic treatment for seven weeks in rheumatoid arthritis patients showed normal kidney and liver function tests. However, increased urinary mercury levels were was observed after treatment.","","Interpretation & conclusions:","","The findings of the present study suggest that this Ayurvedic treatment (Ashwagandha powder and Sidh Makardhwaj) has a potential to be used for the treatment of rheumatoid arthritis. However, due to small sample size, short duration, non randomization and lack of a control group as study limitations, further studies need to be done to confirm these findings."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ashwagandha powder (Withania somnifera)","clinical trial","efficacy","rheumatoid arthritis","safety","Sidh Makardhwaj"],"doi":"10.4103/0971-5916.154510"},{"title":"Ancient wisdom of ayurveda vis-à-vis contemporary aspect of materiovigilance","publication_info":[{"name":"Dhirajsingh Sumersingh Rajput","attributes":["Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India, Jawahar Lal Nehru Bhartiya Chikitsa Avum Homeopathy Anusandhan Bhavan, Janakpuri, New Delhi, India"],"email":"dsrajput.ccras@gmail.com"},{"name":"R. Galib","attributes":["All India Institute of Ayurveda, New Delhi, India"],"email":null},{"name":"V. Kalaiselvan","attributes":["Indian Pharmacopoeia Commission, Government of India (Ministry of Health & Family Welfare), Sector 23, Raj Nagar, Ghaziabad, 201002, UP, India"],"email":null},{"name":"Syed Ziaur Rahman","attributes":["Department of Pharmacology, Jawaharlal Nehru Medical College Hospital, Aligarh Muslim University, Aligarh, 202002, India"],"email":null}],"PMCID":"PMCID: PMC9294253","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9294253/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9294253/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9294253/pdf/main.pdf","abstract_text":["Materiovigilance is regulatory system to study and follow incidents that might result from using medical devices. To trail the occurrence of untoward effects associated with medical devices as well as to document and prevent their recurrence; the Indian Pharmacopeia Commission initiated Materiovigilance program in India (MvPI) in 2015. Classical texts of Ayurveda include substantial description of devices intended for various therapeutic purposes such as Panchakarm (penta-bio purification procedures), Surgeries and for management of gynecological conditions etc. The implemented program of Materiovigilance does not include Ayurveda devices and thus there is need for documentation, systematic classification of Ayurveda devices and development of Ayurveda Materiovigilance (AMv).","","In this review, relevant information from classical texts of Ayurveda, latest published information related to Materiovigilance and information of medical devices from classical texts of Ayurveda has been scrutinized along with systematic correlation and applied interpretation of the collected data. It is observed that Materiovigilance has been well documented in Ayurveda in context of twenty six surgical and diagnostic devices; eleven mostly utilized pharmaceutical instruments five Panchakarma instruments and five home devices. For regulation of quality of Ayurveda medical devices, their manufacturing, standard utilization, reporting and prevention of medical device associated errors; it is the need of hour to create and implement regulation in the form of AMv. The Ayurveda literature highlights that the ancient seers of Ayurveda were well aware regarding Materiovigilance in their own way. However in view of modern era and mainstreaming of Ayurveda heritage, critical revision, updating, systematically categorization of Ayurveda devices, development and implementation of AMv regulation is the need of hour."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Medical device","Materiovigilance","MvPI"],"doi":"10.1016/j.jaim.2022.100593"},{"title":"Assessment of the systemic toxicity of Laghu vishagarbha taila, an Ayurvedic medicated oil formulation after dermal exposure","publication_info":[{"name":"Manish M Wanjari","attributes":[],"email":"manish.nriashrd@gmail.com"},{"name":"Mahendra Yadav","attributes":[],"email":null},{"name":"Yadu Nandan Dey","attributes":[],"email":null},{"name":"Deepti Sharma","attributes":[],"email":null},{"name":"Bhavana Srivastava","attributes":[],"email":null},{"name":"Shrirang B Jamdagni","attributes":[],"email":null},{"name":"Sudesh N Gaidhani","attributes":[],"email":null},{"name":"Ankush D Jadhav","attributes":[],"email":null}],"PMCID":"PMCID: PMC8882792","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8882792/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8882792/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8882792/pdf/tfab104.pdf","abstract_text":["Laghu vishagarbha taila (LVT) is a medicated oil preparation used in the Ayurvedic system of medicine and applied topically for the treatment of painful musculoskeletal and inflammatory disorders. It contains some mildly poisonous phytoconstituents which may show untoward effects upon application. The present study evaluated the toxicity of LVT in the acute, subacute, and subchronic dermal toxicity study in Wistar rats. LVT was tested for its compliance using physicochemical and analytical parameters as per standard methods prescribed in Ayurvedic Pharmacopoeia of India, while acute, subacute, and subchronic toxicity studies were carried out as per OECD 402, 410, and 411 guidelines, respectively. In the acute dermal toxicity study, a single dose of LVT (2000 mg/kg) was applied topically to rats, while in subacute and subchronic dermal toxicity study, the rats were topically applied LVT (1000 mg/kg) up to 28 and 90 days, respectively. LVT did not cause any alterations in clinical signs and no mortality or moribund stage was observed. The change in weekly body weight was insignificant compared with the vehicle control group. In subacute and subchronic dermal toxicity study, there were no significant changes in behavior, body weight, feed consumption, biochemical and hematological parameters, organ weight, and histological parameters compared with vehicle control rats. Topical application of single and repeated doses of LVT in rats did not exhibit adverse effects and suggests that the LD50 of LVT is more than 2000 mg/kg in the acute dose and NOAEL is more than 1000 mg/kg/day in repeated dose application."],"license_agreement":"This article is published and distributed under the terms of the Oxford University Press, Standard Journals Publication Model (https://academic.oup.com/journals/pages/open_access/funder_policies/chorus/standard_publication_model)","keywords":["Laghu vishagarbha taila","Datura metel","Aconitum ferox","Ayurvedic formulation","dermal toxicity"],"doi":"10.1093/toxres/tfab104"},{"title":"The Ayurveda Education in India: How Well Are the Graduates Exposed to Basic Clinical Skills?","publication_info":[{"name":"Kishor Patwardhan","attributes":[],"email":"patwardhan.kishor@gmail.com"},{"name":"Sangeeta Gehlot","attributes":[],"email":null},{"name":"Girish Singh","attributes":[],"email":null}],"PMCID":"PMCID: PMC3095267","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3095267/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3095267/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3095267/pdf/ECAM2011-197391.pdf","abstract_text":["“Ayurveda” is an ancient system of healthcare that is native to India. At present, in India, there are more than 240 colleges that offer a graduate-level degree (Bachelor of Ayurvedic Medicine and Surgery—BAMS) in Ayurveda. Even though the Central Council of Indian Medicine, the governing body that monitors the matters related to Ayurveda education, has imposed various educational norms and regulations, the standard of education has been a cause of concern in recent years. The mushrooming of substandard Ayurvedic colleges is the most important factor that is being held responsible for this kind of erosion in the standards. The present study is a mailed survey, which was carried out to evaluate the “Extent of exposure to basic clinical skills during BAMS course” as perceived by the sample groups of students and teachers drawn from 32 Ayurvedic educational institutions spread all over India. A methodically validated questionnaire was used as the tool in the study, to which 1022 participants responded. The study indicates that there are some serious flaws in the existing system of the graduate-level Ayurveda education. Since the Ayurvedic graduates play an important role in the primary healthcare delivery system of the country, governing bodies are required to take necessary steps to ensure the adequate exposure of the students to basic clinical skills. Along with the strict implementation of all the regulatory norms during the process of recognition of the colleges, introducing some changes in the policy model may also be required to tackle the situation."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1093/ecam/nep113"},{"title":"Concept of Satkaaryavaada in Darshana and its application in Ayurveda","publication_info":[{"name":"Akansha Anupam","attributes":[],"email":"akanshagupta2007@gmail.com"}],"PMCID":"PMCID: PMC3821241","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821241/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821241/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821241/pdf/AYU-34-143.pdf","abstract_text":["Ayurveda is a Sarvaparishada Shastra which means this system of medicine is related to all its scriptures, takes into account even the mutually divergent views expressed in various philosophical systems so far as they do not oppose the Ayurvedic concepts. The most nearest allied branch of Ayurveda is the Darshana Shastra (philosophical texts). There are similarities of some concepts of Ayurveda and Darshana Shastra, but as the Prayojana (aim) of both Shastra are different, they have been advocated in a different way. One such concept taken by Saankhya Darshana is “Satkaaryavaada,” which is mentioned in respect to Srishti (evolution of universe). This theory is taken as it is in Ayurveda but applied in different manner."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","Darshana","Saankhya","Sarvaparishada","Satkaaryavaada"],"doi":"10.4103/0974-8520.119666"},{"title":"Comparative morbidity profile of patients attending an Ayurveda clinic and a modern medicine clinic of a primary health center in rural Haryana, India","publication_info":[{"name":"Shashi Kant","attributes":["Centre for Community Medicine, All India Institute of Medical Sciences, New Delhi, India"],"email":null},{"name":"Ayush Lohiya","attributes":["Centre for Community Medicine, All India Institute of Medical Sciences, New Delhi, India"],"email":null},{"name":"Farhad Ahamed","attributes":["Centre for Community Medicine, All India Institute of Medical Sciences, New Delhi, India"],"email":null},{"name":"Rizwan Suliankatchi Abdulkader","attributes":["Department of Biostatistics, Manonmaniam Sundaranar University, Thirunelveli, Tamil Nadu, India"],"email":null},{"name":"Arvind Kumar Singh","attributes":["Department of Community and Family Medicine, All India Institute of Medical Sciences, Bhubaneswar, Odisha, India"],"email":null}],"PMCID":"PMCID: PMC6060926","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6060926/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6060926/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6060926/pdf/JFMPC-7-374.pdf","abstract_text":["Context:","","There is a paucity of data on the profile of patients accessing traditional systems of medicine. A comparison of profile of patients attending an Ayurveda clinic with that of modern medicine clinic will help in better understanding of utilization of services and preference for system of medicine by the patients seeking health care.","","Aim:","","The aim was to study the morbidity profile of patients who attended the Ayurveda clinic of a primary health center (PHC) in rural Haryana over 1 year and compared it with that of the modern medicine clinic attendees at the same facility.","","Materials and Methods:","","The study site was PHC, Dayalpur in block Ballabgarh, district Faridabad, Haryana, India. All new patients who attended the Ayurveda clinic of PHC Dayalpur in the year 2012 were included in the study. New attendees of modern medicine clinic of the same PHC in the year 2012 were used for comparison of profile of patients.","","Results:","","In year 2012, of the total new patients registered at PHC, 26% attended Ayurveda clinic. The male-to-female ratio (0.8:1) was similar in both clinics. The representation of children up to 5 years and elderly was significantly higher (12.0% vs. 6.7% and 19.5% vs. 11.0%) in modern medicine clinic as compared to Ayurveda clinic. The most common morbidities seen in Ayurveda clinic were twak vikar or skin disease (12.3%), sandhivata or osteoarthritis (10.3%), and kasa or cough (8.5%). Three most common morbidities in modern medicine clinic were acute respiratory infection (35.7%), hypertension (10.6%), and acute febrile illness (9.2%).","","Conclusions:","","The study provided evidence that Ayurveda was popular among rural population in North India. Therefore, the Government of India's initiative of setting up Ayurveda clinic in PHCs is well founded."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ayurvedic medicine","complementary medicine","morbidity","primary health care","traditional medicine"],"doi":"10.4103/jfmpc.jfmpc_347_17"},{"title":"Bhavana, an Ayurvedic Pharmaceutical Method and a Versatile Drug Delivery Platform to Prepare Potentiated Micro-Nano-Sized Drugs: Core Concept and Its Current Relevance","publication_info":[{"name":"Rohit Sharma","attributes":[],"email":"rohitsharma@bhu.ac.in"},{"name":"Prashant Bedarkar","attributes":[],"email":null},{"name":"Deepak Timalsina","attributes":[],"email":null},{"name":"Anand Chaudhary","attributes":[],"email":null}],"PMCID":"PMCID: PMC9076343","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9076343/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9076343/?report=classic","pdf_link":"None","abstract_text":["Scholars of ancient Ayurveda (Indian system of medicine) were extremely reasonable and had strong scientific rationality in fundamental concepts, which are also applied to drug manufacture and therapy. Bhavana is a unique traditional method of transformation of raw material/substances into the drug by levigation or wet grinding of powdered drugs with juice/decoction/solution of plant, animal, or mineral origin. This method adds the unique capability of affecting the physicochemical and biological properties of a drug, making the drug quicker, augmented, and persistent action with minimal dose. Despite the fact that Bhavana has a wide range of applications in Ayurvedic pharmaceutics, there is only a limited amount of knowledge of its fundamental notions. A comprehensive review was performed on the core concepts of Bhavana, alongside its possible pharmacotherapeutic effects and relevance in drug development, by probing Ayurvedic claims in light of published pharmaceutical, analytical, and pharmacological reports. Various processes, such as thermo- and photochemistry, physicochemical reactions, and mechanic chemical changes, appear to occur during Bhavana."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2022/1685393"},{"title":"Ayurvedic management central serous retinopathy - A case report","publication_info":[{"name":"K. Shanti","attributes":["Dept of Shalakya Tantra, Amrita School of Ayurveda, Clappana(PO), Kollam, Kerala, 690525, India"],"email":null}],"PMCID":"PMCID: PMC10505971","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10505971/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10505971/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10505971/pdf/main.pdf","abstract_text":["Background","","Central Serous Retinopathy (CSR) is an eye disease that causes visual impairment ascribable to fluid accumulation in the retina's macular area. CSR leads to the blurring of vision associated with metamorphopsia. The cause of the disease is unknown. The practitioners of contemporary science offer treatment only after observing for 3–4 months to resolve the fluid. The blurring of vision may persist even after oedema has resolved. If oedema does not resolve, they undertake laser photodynamic therapy or photocoagulation, which results in permanent damage to neuroretina and impaired visual acuity. According to Ayurveda, symptoms of blurred vision and metamorphopsia indicate Vata Dusti in eyes.","","Case & Intervention","","A 53-year-old man, who sought Ayurvedic treatment for the blurring of vision in the last ten days, was diagnosed with CSR in the right eye. He underwent one course of Ayurvedic management, comprised of oral medication, including Punarnvadi kashaya, Candraprabha Vati, and Tiktaka ghrita, external treatments like Shiropichu (application of medicated oil on the bregma) and Kriyakalpa (eye treatment) like Anjana karma.","","Outcomes","","At the end of a month of the Ayurvedic treatment, visual acuity in the right eye improved to 6/6, and Optic Coherence Tomography affirmed complete resolution of CSR (OCT). A one year follow up confirmed the non-recurrence of the disease.","","Conclusion","","Ayurvedic treatment effectively resolves oedema within a short time with a marked visual outcome. Patients of CSR would benefit from the same if treated promptly in the early stage itself. Such patients shall be encouraged to opt for Ayurveda as a primary treatment modality."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Case report","Central serous retinopathy","Ayurveda"],"doi":"10.1016/j.jaim.2023.100782"},{"title":"Modulation of neutrophil (dys)function by Ayurvedic herbs and its potential influence on SARS-CoV-2 infection","publication_info":[{"name":"Manjunath B. Joshi","attributes":["Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104, India"],"email":null},{"name":"Archana Kamath","attributes":["Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104, India"],"email":null},{"name":"Aswathy S. Nair","attributes":["Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104, India"],"email":null},{"name":"Pooja Yedehali Thimmappa","attributes":["Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104, India"],"email":null},{"name":"Sitaram J. Sriranjini","attributes":["Ramaiah Indic Speciality Ayurveda-Restoration Hospital, MSR Nagar, Mathikere, Bengaluru, 560 054, India"],"email":null},{"name":"G.G. Gangadharan","attributes":["Ramaiah Indic Speciality Ayurveda-Restoration Hospital, MSR Nagar, Mathikere, Bengaluru, 560 054, India"],"email":null}],"PMCID":"PMCID: PMC7962552","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7962552/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7962552/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7962552/pdf/main.pdf","abstract_text":["For centuries, traditional medicines of Ayurveda have been in use to manage infectious and non-infectious diseases. The key embodiment of traditional medicines is the holistic system of approach in the management of human diseases. SARS-CoV-2 (COVID-19) infection is an ongoing pandemic, which has emerged as the major health threat worldwide and is causing significant stress, morbidity and mortality. Studies from the individuals with SARS-CoV-2 infection have shown significant immune dysregulation and cytokine overproduction. Neutrophilia and neutrophil to lymphocyte ratio has been correlated to poor outcome due to the disease. Neutrophils, component of innate immune system, upon stimulation expel DNA along with histones and granular proteins to form extracellular traps (NETs). Although, these DNA lattices possess beneficial activity in trapping and eliminating pathogens, NETs may also cause adverse effects by inducing immunothrombosis and tissue damage in diseases including Type 2 Diabetes and atherosclerosis. Tissues of SARS-CoV-2 infected subjects showed microthrombi with neutrophil-platelet infiltration and serum showed elevated NETs components, suggesting large involvement and uncontrolled activation of neutrophils leading to pathogenesis and associated organ damage. Hence, traditional Ayurvedic herbs exhibiting anti-inflammatory and antioxidant properties may act in a manner that might prove beneficial in targeting over-functioning of neutrophils and there by promoting normal immune homeostasis. In the present manuscript, we have reviewed and discussed pathological importance of NETs formation in SARS-CoV-2 infections and discuss how various Ayurvedic herbs can be explored to modulate neutrophil function and inhibit NETs formation in the context of a) anti-microbial activity to enhance neutrophil function, b) immunomodulatory effects to maintain neutrophil mediated immune homeostasis and c) to inhibit NETs mediated thrombosis."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","NETosis","Immunomodulation","Free radicals","Herbal drugs"],"doi":"10.1016/j.jaim.2021.03.006"},{"title":"Tissue distribution of mercury and copper after Aarogyavardhini Vati treatment in rat model of CCl4 induced chronic hepatotoxicity","publication_info":[{"name":"Shrirang Jamadagni","attributes":["Regional Ayurveda Institute for Fundamental Research, Nehru Garden, Gandhi Bhawan Road, Kothrud, Pune, 411038, India"],"email":"shrirangb@gmail.com"},{"name":"Pallavi Jamadagni","attributes":["Regional Ayurveda Institute for Fundamental Research, Nehru Garden, Gandhi Bhawan Road, Kothrud, Pune, 411038, India"],"email":null},{"name":"Binita Angom","attributes":["Central Ayurveda Research Institute of Drug Development, 4CN, Sector -5, Bidhannagar, Kolkata, 700091, India"],"email":null},{"name":"Dhirendranath Mondal","attributes":["Central Ayurveda Research Institute of Drug Development, 4CN, Sector -5, Bidhannagar, Kolkata, 700091, India"],"email":null},{"name":"Sachchidanand Upadhyay","attributes":["Central Ayurveda Research Institute of Drug Development, 4CN, Sector -5, Bidhannagar, Kolkata, 700091, India"],"email":null},{"name":"Sudesh Gaidhani","attributes":["Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Govt. of India, 61-65, Institutional Area, Opposite D Block, Janakpuri, New Delhi, 110058, India"],"email":null}],"PMCID":"PMCID: PMC7772489","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772489/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772489/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772489/pdf/main.pdf","abstract_text":["Background","","Aarogyavardhini Vati is a classical Ayurvedic herbomineral formulation. It contains mercury and copper compounds as principal minerals along with other minerals and herbal ingredients. Aarogyavardhini Vati is indicated in chronic liver ailments. However, safety concerns are often raised regarding the use of mercury containing ayurvedic drugs in disease conditions due to the risk of mercury and copper toxicity.","","Objective","","This study was performed to address the safety concerns regarding mercury and copper toxicity from Ayurvedic herbomineral formulations by investigating accumulation of these minerals in tissues and subsequent toxicity in chronic hepatotoxicity rat model.","","Materials and methods","","Quantification of mercury and copper in Aarogyavardhini Vati was done. Chronic hepatotoxicity was induced in the Wistar rats by repeated administration of CCl4 for 8 weeks. Animals were treated with Aarogyavardhini Vati for various durations. Post treatment of 8 weeks, serum biochemical marker estimations was done. Estimation of mercury and copper from the liver, kidney and brain tissues was done after animal sacrifice. Histopathology evaluation of visceral organs was also performed.","","Results","","Treatment with Aarogyavardhini Vati exhibited significant accumulation of mercury in the kidney but not in the brain and liver. Similarly, no significant accumulation of copper was observed in liver, kidney, and brain due to the treatment of Aarogyavardhini Vati. Serum biochemical and histopathological changes were not affected by the treatment with Aarogyavardhini Vati.","","Conclusion","","Aarogyavardhini Vati did not show any biologically significant potential to cause toxicity due to its mercury and copper content when administered for prolonged duration to rats with chronic hepatotoxicity."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Aarogyavardhini Vati","Mercury","Copper","Tissue distribution","Rat","Safety"],"doi":"10.1016/j.jaim.2019.09.005"},{"title":"Creation of reference DNA barcode library and authentication of medicinal plant raw drugs used in Ayurvedic medicine","publication_info":[{"name":"Sophie Lorraine Vassou","attributes":[],"email":null},{"name":"Stalin Nithaniyal","attributes":[],"email":null},{"name":"Balaji Raju","attributes":[],"email":null}],"PMCID":"PMCID: PMC4959393","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4959393/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4959393/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4959393/pdf/12906_2016_Article_1086.pdf","abstract_text":["Background","","Ayurveda is a system of traditional medicine that originated in ancient India, and it is still in practice. Medicinal plants are the backbone of Ayurveda, which heavily relies on the plant-derived therapeutics. While Ayurveda is becoming more popular in several countries throughout the World, lack of authenticated medicinal plant raw drugs is a growing concern. Our aim was to DNA barcode the medicinal plants that are listed in the Ayurvedic Pharmacopoeia of India (API) to create a reference DNA barcode library, and to use the same to authenticate the raw drugs that are sold in markets.","","Methods","","We have DNA barcoded 347 medicinal plants using rbcL marker, and curated rbcL DNA barcodes for 27 medicinal plants from public databases. These sequences were used to create Ayurvedic Pharmacopoeia of India - Reference DNA Barcode Library (API-RDBL). This library was used to authenticate 100 medicinal plant raw drugs, which were in the form of powders (82) and seeds (18).","","Results","","Ayurvedic Pharmacopoeia of India - Reference DNA Barcode Library (API-RDBL) was created with high quality and authentic rbcL barcodes for 374 out of the 395 medicinal plants that are included in the API. The rbcL DNA barcode differentiated 319 species (85 %) with the pairwise divergence ranging between 0.2 and 29.9 %. PCR amplification and DNA sequencing success rate of rbcL marker was 100 % even for the poorly preserved medicinal plant raw drugs that were collected from local markets. DNA barcoding revealed that only 79 % raw drugs were authentic, and the remaining 21 % samples were adulterated. Further, adulteration was found to be much higher with powders (ca. 25 %) when compared to seeds (ca. 5 %).","","Conclusions","","The present study demonstrated the utility of DNA barcoding in authenticating medicinal plant raw drugs, and found that approximately one fifth of the market samples were adulterated. Powdered raw drugs, which are very difficult to be identified by taxonomists as well as common people, seem to be the easy target for adulteration. Developing a quality control protocol for medicinal plant raw drugs by incorporating DNA barcoding as a component is essential to ensure safety to the consumers.","","Electronic supplementary material","","The online version of this article (doi:10.1186/s12906-016-1086-0) contains supplementary material, which is available to authorized users."],"license_agreement":"\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.","keywords":["None"],"doi":"10.1186/s12906-016-1086-0"},{"title":"A scoping review of Ayurvedic rasayana adaptogens in oncology","publication_info":[{"name":"Cairn Wu","attributes":["Osher Center for Integrative Health, University of California, San Francisco, USA"],"email":null},{"name":"Ashley Mulakaluri","attributes":["Osher Center for Integrative Health, University of California, San Francisco, USA"],"email":null},{"name":"Pranay Chaurasia","attributes":["Osher Center for Integrative Health, University of California, San Francisco, USA"],"email":null},{"name":"Sindhu Suryanarayana","attributes":["Osher Center for Integrative Health, University of California, San Francisco, USA"],"email":null},{"name":"Ambreen Singh","attributes":["Osher Center for Integrative Health, University of California, San Francisco, USA"],"email":null},{"name":"Nicole Krauss","attributes":["Osher Center for Integrative Health, University of California, San Francisco, USA"],"email":null},{"name":"Peggy Tahir","attributes":["UCSF Library, University of California, San Francisco, USA"],"email":null},{"name":"Charles Elder","attributes":["Kaiser Permanente Center for Health Research, Portland, OR, USA"],"email":null},{"name":"Rammanohar Puthiyedath","attributes":["Amrita School of Ayurveda, Amrita Visha Vidyapeetham, Kollam, Kerala, India"],"email":null}],"PMCID":"PMCID: PMC10847161","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10847161/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10847161/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10847161/pdf/main.pdf","abstract_text":["Introduction","","Rasayanas are Ayurvedic natural products that have adaptogenic effects. The extensive research on rasayanas in oncology is not currently well summarized. The aim of this review is to investigate the range and nature of the current body of research, identify gaps in knowledge, and to summarize the existing literature as it relates to Ayurvedic rasayanas and oncology.","","Materials and methods","","A comprehensive literature search of fifteen Ayurvedic adaptogen rasayanas was conducted using three main concepts: Ayurvedic herbal terms, neoplasm terms, and oncological pathways. After screening was performed, key variables were extracted (tagged) including type of adaptogen, cancer type, type of study design, constituent type, and mechanisms of action (MOA). The results were synthesized and summarized using descriptive statistics and narrative summaries.","","Results","","Five hundred and eighty-four articles were reviewed and tagged. The two most tagged adaptogens were Glycyrrhiza glabra (Yashthimadhu/licorice) (n = 166 (28.4 %)) and Withania somnifera (Ashwagandha) (n = 151 (25.9 %)). The most frequently tagged cancer diagnostic categories were gastrointestinal (n = 175 (30 %)), and breast (n = 126 (21 %)). Most of the articles focused on in vitro studies (n = 470 (80.3 %)). Of the 12 MOA tags, the most frequently tagged was apoptosis (n = 298 (29.2 %)).","","Conclusion","","A large body of pre-clinical literature exists on adaptogen rasayanas in oncology, indicating this field of research is still in its early phase. Comparatively few studies focused on the effects on the immune system. Given the growing interest in immuno-oncology therapeutics and the potential impact of adaptogen rasayanas on the immune system, future research may focus more in this area, along with work that is more directly linked to future clinical studies."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic medicine","Ayurveda","Adaptogens","Oncology","Cancer","Natural products","Dietary supplements","Botanical medicine"],"doi":"10.1016/j.jaim.2023.100879"},{"title":"Ayurveda and the science of aging","publication_info":[],"PMCID":"PMCID: PMC6148064","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6148064/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6148064/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6148064/pdf/main.pdf","abstract_text":["Since time immemorial, humanity has been concerned with developing and preserving youthful vigor, and extending longevity by stopping or delaying the aging process. By 2030, one in five of the world population will be over 65 years old. Longevity and old age are accompanied with a variety of health challenges and population studies indicate that the elderly will use between three to five times more healthcare services compared to the younger population. Modern medicine has made a great deal of progress in understanding the aging process and in controlling age-associated health issues including heart attacks, strokes, diabetes, cancer, senility, and arthritis. Thus, every individual is now looking forward to a youthful, productive lifespan of 100 or more years filled with unlimited health and opportunity. Research by aging experts is focused on ways to go against the natural order of the aging process in order to delay it. Interventions include among other things anti-aging pills, restricted food consumption and cloning body parts to stay young and delay biological aging. Ayurveda, one of the world's most authoritative mind-body-spirit medicinal systems, offers various concepts of the aging process. This system of medicine includes therapies for healthy aging so as to create an optimal health and lengthen an individual's healthspan by living in harmony with nature. This review will explore various aspects of aging and longevity by comparing the science of aging as defined by modern medicine with the Ayurvedic treatise of Jara and Vriddhavastha."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Aging","Lifespan","Healthspan","Ayurveda","Jara","Vriddhavastha","Parinama"],"doi":"10.1016/j.jaim.2017.10.002"},{"title":"Blood Lead Levels of Children Using Traditional Indian Medicine and Cosmetics: A Feasibility Study","publication_info":[{"name":"Julia Keosaian","attributes":[],"email":null},{"name":"Thuppil Venkatesh","attributes":[],"email":null},{"name":"Salvatore D’Amico","attributes":[],"email":null},{"name":"Paula Gardiner","attributes":[],"email":null}],"PMCID":"PMCID: PMC6709437","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6709437/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6709437/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6709437/pdf/10.1177_2164956119870988.pdf","abstract_text":["Background","","Traditional Indian cosmetics and Ayurvedic medicines may contain lead. Previous studies have shown a relationship between eye cosmetic use (kohl) in children and elevated blood lead levels (BLLs) > 10 µg/dL. However, an association between Ayurvedic use and elevated BLLs in children is unknown and understudied.","","Methods","","We assessed the feasibility of collecting BLLs in children attending Ayurvedic outpatient settings in India. Our pilot study took place over 3 days in the summer of 2010 at a large public Ayurveda hospital and a small pediatric clinic in southern India. Using a trained interpreter, we administered a standardized questionnaire in Malayalam, assessing sociodemographics, Ayurvedic medicine use, kohl use, and other potential risk factors for lead exposure, to parents of pediatric outpatients. We also analyzed BLLs using a portable lead analyzer.","","Results","","The study enrolled 29 children (mean age, 3.8 years). The mean BLL was 6.7 µg/dL (SD = 3.5; range, 3.5–20.2). Seventy-two percent of the children used Ayurvedic medicine in the past 2 years and 55% reported kohl use. Mean BLL of Ayurvedic users and nonusers was 6.2 µg/dL and 8.5 µg/dL, respectively (P = .08). Kohl users had a statistically significant higher BLL than nonusers (8.0 µg/dL vs 5.3 µg/dL, P = .03).","","Conclusions","","It is feasible to collect BLLs in pediatric Ayurvedic outpatient clinics in southern India. Collaborative relationships with community members and hospital staff were essential. Further research is needed to investigate Ayurveda and kohl use as risk factors for elevated lead burden among Indian children."],"license_agreement":"Creative Commons Non Commercial CC BY-NC: This article is distributed\nunder the terms of the Creative Commons Attribution-NonCommercial 4.0\nLicense (http://www.creativecommons.org/licenses/by-nc/4.0/) which\npermits non-commercial use, reproduction and distribution of the work\nwithout further permission provided the original work is attributed as\nspecified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).","keywords":["children","kohl","Ayurvedic medicine","blood lead levels","pediatric","traditional medicine"],"doi":"10.1177/2164956119870988"},{"title":"Navigating Careers in Ayurveda: A Comprehensive Needs Assessment for Introducing a Career Guidance Module","publication_info":[{"name":"Shweta Telang-Chaudhari","attributes":[],"email":"drshwetachaudhari85@gmail.com"}],"PMCID":"PMCID: PMC11180492","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11180492/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11180492/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11180492/pdf/cureus-0016-00000060519.pdf","abstract_text":["Introduction: The career landscape in Ayurveda is diverse and multifaceted. Many career opportunities are now being available for Ayurveda in many fields, e.g. cosmeceuticals, neutraceuticals, herbal pharmaceuticals, preventive healthcare, lifestyle and wellness and clinical research. However, an interactive platform is lacking to introduce recent Ayurveda graduates to emerging career opportunities. A dedicated career guidance module can help address these aspirations by providing insights into various career paths and potential career trajectories. This Needs Assessment Survey was conducted among different stakeholders within Ayurveda to find out the perceived need for introducing a career guidance module for interns.","","Methodology: After institutional sub-ethics committee approval, a peer-validated needs assessment questionnaire for a career guidance module was developed and administered to faculty, clinicians, industry entrepreneurs, post-graduate residents, fresh graduates and interns within Maharashtra. Snowball sampling through WhatsApp was used to collect responses.","","Results: A total of 102 responses were received. Fifty-eight per cent of respondents were females. An almost equal number of faculty, interns and fresh graduates responded. In carer preferences, post-graduation followed by clinical practice were two responses that received maximum votes. An academic career was least preferred. The majority of faculty and students felt that sufficient career options were available for Ayurveda graduates. Private practitioners and entrepreneurs felt otherwise. For updated information on career opportunities, interns rely on the internet over peers and local contacts. Guidance from colleges is minimal.","","Conclusion: Internship is an important time in career decision-making. Internship experiences are likely to influence the opinions of fresh graduates regarding their desired career paths. Almost all survey participants agreed on an urgent need to have career guidance in Ayurveda. This should focus on employment, enhancing communication skills, professional ethics and leadership skills along with clinical expertise. The pursuit of a career in Ayurvedic research, Ayurvedic drug development, Ayurvedic manufacturing, Ayurvedic tourism, etc. lacks a clear career path. Most interns are unfamiliar with these uncharted career paths. The Health Universities, colleges and eminent experienced alumni of Ayurveda colleges can form an intensive network to guide and support students in making an appropriate choice of a career in Ayurveda."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License CC-BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["guidance and counselling","internship training","ayurveda education","ayurveda curriculum","career option","career decisions"],"doi":"10.7759/cureus.60519"},{"title":"Ayurvedic Medicine for the Treatment of Dementia: Mechanistic Aspects","publication_info":[{"name":"Akhlaq A. Farooqui","attributes":[],"email":null},{"name":"Tahira Farooqui","attributes":[],"email":null},{"name":"Anil Madan","attributes":[],"email":null},{"name":"Jolin Hwee-Jing Ong","attributes":[],"email":"wei_yi_ong@nuhs.edu.sg"}],"PMCID":"PMCID: PMC5976976","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5976976/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5976976/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5976976/pdf/ECAM2018-2481076.pdf","abstract_text":["Ayurvedic medicine is a personalized system of traditional medicine native to India and the Indian subcontinent. It is based on a holistic view of treatment which promotes and supports equilibrium in different aspects of human life: the body, mind, and soul. Popular Ayurvedic medicinal plants and formulations that are used to slow down brain aging and enhance memory include Ashwagandha (Withania somnifera), Turmeric (Curcuma longa), Brahmi (Bacopa monnieri), Shankhpushpi (Convolvulus pluricaulis, Evolvulus alsinoides, and other species), gotu kola (Centella asiatica), and guggulu (Commiphora mukul and related species) and a formulation known as Brāhmī Ghṛita, containing Brahmi, Vacā (Acorus calamus), Kuṣṭha (Saussurea lappa), Shankhpushpi, and Purāṇa Ghṛita (old clarified butter/old ghee). The rationale for the utilization of Ayurvedic medicinal plants has depended mostly on traditional usage, with little scientific data on signal transduction processes, efficacy, and safety. However, in recent years, pharmacological and toxicological studies have begun to be published and receive attention from scientists for verification of their claimed pharmacological and therapeutic effects. The purpose of this review is to outline the molecular mechanisms, signal transduction processes, and sites of action of some Ayurvedic medicinal plants. It is hoped that this description can be further explored with modern scientific methods, to reveal new therapeutic leads and jump-start more studies on the use of Ayurvedic medicine for prevention and treatment of dementia."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2018/2481076"},{"title":"Integrative management of anaplastic astrocytoma through a combination of Ayurveda and conventional care: A case report","publication_info":[{"name":"Pushya A. Gautama","attributes":["National Institute of Advanced Studies, Bengaluru, India"],"email":"pushya.a.gautama@gmail.com"},{"name":"Nirmala Subramanian","attributes":["Brain and Spine Centre, Aster CMI Hospital, Bengaluru, India"],"email":null},{"name":"Ravi Gopal Varma","attributes":["Brain and Spine Centre, Aster CMI Hospital, Bengaluru, India"],"email":null}],"PMCID":"PMCID: PMC10692369","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10692369/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10692369/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10692369/pdf/main.pdf","abstract_text":["Anaplastic Astrocytoma (AA) is a relatively rare cancer, and is associated with a median life expectancy of 3 years after conventional therapy. Complete cure of the highly infiltrative AA is uncommon, and reports of positive outcome in cases of partial resection of AA are rare. Further, integrative approaches to the management of AA remain underexplored. This paper contributes to the limited literature in this domain by presenting a case that was successfully treated through integrative conventional and Ayurvedic interventions. A patient diagnosed with AA in the left parieto-occipital lobe underwent partial lesion resection followed by post-operative radiation and chemotherapy. The patient was given a conservative post-surgical life expectancy of two years, and was referred to an Ayurveda hospital for further treatment. The Ayurvedic intervention was focussed on redressal of radiation and chemotherapy side-effects, improvement of quality of life, and improving the patient’s strength and immunity. Following this novel integrative model of care, the patient was able to resume all personal and professional routines, and a contrast MRI revealed absence of residual lesion allowing the patient to outlive his initial prognosis by several years till date. We posit that the findings of this report merit further examination in the interest of potential improvements to existing models of care."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Anaplastic astrocytoma","Ayurveda","Allopathy","Integrated approach","Case report"],"doi":"10.1016/j.jaim.2023.100748"},{"title":"“Ayurveda management of Palmoplantar Psoriasis (Vipadika) -a case report”","publication_info":[{"name":"Santosh Kumar Bhatted","attributes":["Department of Panchakarma, All India Institute of Ayurveda, Sarita Vihar, New Delhi, 110076, India"],"email":null},{"name":"Harshali Arun Shende","attributes":["Department of Panchakarma, All India Institute of Ayurveda, Sarita Vihar, New Delhi, 110076, India"],"email":"harshu.shende96@gmail.com"},{"name":"Hemendra Kumar Singh","attributes":["Department of Panchakarma, All India Institute of Ayurveda, Sarita Vihar, New Delhi, 110076, India"],"email":null}],"PMCID":"PMCID: PMC10307819","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307819/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307819/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307819/pdf/main.pdf","abstract_text":["Introduction","","Palmo-plantar Psoriasis is a non-infectious chronic inflammatory disease of the skin bounded to the palm and soles in extent. In Ayurveda, all skin diseases are recounted under a single rubric i.e., Kushtha (skin diseases); PPP (Palmo-plantar Psoriasis) may be correspondent with Vipadika (one of the Kshudra Kushtha described in Ayurveda), based on its clinical sign & symptom.","","Objectives","","The role of Ayurvedic regimen in Palmo plantar psoriasis.","","Methodology","","Here we are presenting a case of 68-year-old man with a long 8-year history of pruritic rashes on his both palms and soles which was diagnosed as Palmo-Plantar Psoriasis (Vipadika) and successfully managed with simple Ayurveda medicines, external application of Jivantyadi Yamaka, external washing with Triphala decoction and 3 sitting of Jalaukavacharana (Leech Application).","","Result","","The patient reported a significant improvement in the complaints of itch and rash, on the scale and erythema of the palms and soles in a span of about 3 weeks.","","Conclusion","","We, therefore, recommend the treatment of Palmo –plantar Psoriasis starting with leech application along with oral and external Ayurveda medication, and results can be seen."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Palmo-plantar psoriasis","Vipadika","Kshudrakushtha","Jalaukavacharana (leech application)","Case report"],"doi":"10.1016/j.jaim.2023.100704"},{"title":"A Case Study of Furunculosis following an Ayurvedic Oil Massage, Sudation Therapy, and Lessons to Learn","publication_info":[{"name":"Satyajit Pandurang Kulkarni","attributes":[],"email":"satyajitkulkarni2001@gmail.com"},{"name":"Pallavi Satyajit Kulkarni","attributes":[],"email":"satyajitkulkarni2001@gmail.com"}],"PMCID":"PMCID: PMC10869181","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10869181/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10869181/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10869181/pdf/CRIDM2024-3660064.pdf","abstract_text":["India has a long history of using sudation therapy and oil massage as Ayurvedic treatments. However, nothing is known about its side effects, and just two studies have identified side effects as cutaneous adverse drug reactions brought on by Ayurvedic oil massage. We are presenting the example of a 72-year-old adult man who visited our hospital and had his right knee massaged with Nirgudi oil followed by sudation therapy. Erythema, papules, itchiness, and scorching pain were some of his symptoms. However, these sensations only partially abated once we quit sudation therapy. Our investigation demonstrates that a Nirgudi oil massage or sudation causes the skin reaction associated with furunculosis. This case report illustrates the necessity of being aware of Panchakarma-related consequences and suggests that medical practitioners, patients, and product makers take into account the likelihood of such a reaction following Nirgudi oil massage and sudation therapy as a precaution."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2024/3660064"},{"title":"A cross comparison between Ayurvedic etiology of Major Depressive Disorder and bidirectional effect of gut dysregulation","publication_info":[{"name":"Eliot Steer","attributes":["Teachers College, Columbia, USA"],"email":"ezs2105@tc.columbia.edu"}],"PMCID":"PMCID: PMC6470311","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6470311/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6470311/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6470311/pdf/main.pdf","abstract_text":["Ayurveda, an Indian medical science has been practiced for thousands of years. What makes Ayurveda relevant today is its subtle understanding of the environment and its focus on the generation of good health through one's own lifestyle choices. The digestive system has long been an area of critical importance within the Ayurvedic system and is only now being acknowledged by modern science as a key component in the regulation of physical and mental well-being. The gut microbiome and enteric nervous system are two particular areas in which the onset of psychiatric disorders, such as depression, have been associated. There are some striking similarities between this biomedical understanding of the gastrointestinal system and the Ayurvedic perspective of disease development. Major Depressive Disorder (MDD) is becoming increasingly linked with gut dysregulation in contemporary literature and is a pathology explored within both the Ayurvedic and Western systems of medicine. This literature review seeks to draw parallels between these two areas of study and highlight the importance of the digestive system when diagnosing and treating MDD."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Depression","Gut","Microbiome","Inflammation","Diet"],"doi":"10.1016/j.jaim.2017.08.002"},{"title":"TREATMENT OF SICKLE CELL DISORDERS BY AYURVEDIC MEDICINE","publication_info":"Hemanta Kumar Panigrahi, Hemant Kushawa, Shyam Sunder Sharma","PMCID":"PMCID: PMC3331087","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3331087/pdf/ASL-17-15.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Brain Enhancing Ingredients from Āyurvedic Medicine: Quintessential Example of Bacopa monniera, a Narrative Review","publication_info":[{"name":"Hemant K. Singh","attributes":["Lumen Research Foundation, 1st Cross Street, 2nd Avenue, Ashok Nagar, Chennai-600083, India; E-Mail: moc.liamg@3491tnameh; Tel.: +91-522-2341160; Fax: +91-44-42033176"],"email":"hemant1943@gmail.com"}],"PMCID":"PMCID: PMC3635207","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3635207/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3635207/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3635207/pdf/nutrients-05-00478.pdf","abstract_text":["Āyurveda, the science (ved) of life (ayu), owing its origin to Veda, the oldest recorded wisdom of human civilization written in 3500 BCE, contains extensive knowledge of various diseases and their therapeutic approaches. It essentially relied on nature and the immune system of an individual, and therapeutic interventions were introduced only to augment the immune system. Āyurveda had eight specialties, including psycho-neuroscience (a combination of psychology, clinical psychology and psychiatry) and a unique promotive therapy encompassing nutrition, rejuvenation and geriatrics. The symptoms of various brain disorders, including memory disorder, were well defined. The goal of Āyurveda was to help an individual to achieve his cherished goal of leading a healthy life of 100 years. To achieve this, great emphasis was laid on nutrition, diet and a good conduct by the two great exponents of Āyurveda viz. Carak and Suśruta. By following these regimens, an individual could lead a less stressful life free from emotional disturbances. Both Carak and Suśruta had believed that these in combination with rasayana (rejuvenating) plants could enable an individual to lead a healthy life of 100 years."],"license_agreement":"This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution license (http://creativecommons.org/licenses/by/3.0/).","keywords":["Āyurveda","nutrition","geriatrics","rejuvenation","Bacopa monniera","memory","Rasāyana"],"doi":"10.3390/nu5020478"},{"title":"PA01.47. Making ayurveda affordable and acceptable to all","publication_info":[{"name":"Ghanshyam Vatsashyam Dr.","attributes":["Bhagwaan Mahaveer Jain Ayurvedic College & Hospital, Gajendragarh, Gadag, Karnataka, India"],"email":null}],"PMCID":"PMCID: PMC3800980","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3800980/?report=abstract","article_link":"None","pdf_link":"None","abstract_text":["Purpose:","","Ayurveda is eternal science of life because of its evolution is prior to human being itself. Ayurveda is part of our day to day life as a food & day routine. The study was performed as a survey in Delhi NCR (India) among the common men who use ayurveda or want ayurveda to be their system of medicine. The Aim of this study was to know their opinion that what are the ground realities and how ayurveda can be made more affordable and acceptable to them.","","Method:","","Sixty individuals were selected randomly comprising equally males and females. Age group was 18 to 70 yrs. All of them have undergone Ayurvedic treatment or have taken ayurvedic medicines as a part of their treatment. They were asked 31 questions about ayurveda under four categories as general questions, questions related to ayurvedic physicians, questions related to ayurvedic retailers and questions related to ayurvedic manufacturers. Their answers were taken on a printed questionnaire as a tick Yes, No and can’t say. Some questions were subjective to get suggestions of patients.","","Result:","","Result of the survey indicated some valuable points like 90% under study doesn’t know that BAMS are Ayurvedic Physicians. Pure Ayurvedic Retailers are rare; condition of ayurvedic medicines were not good at mixed ones. There was absolute majority for the expiry date on ayurvedic medicines & more research work on Ayurvedic preparations to make them tastier, easily differentiable & patient friendly.","","Conclusion:","","The results of the study should be addressed by the Ayurvedic Physicians, Ayurvedic manufacturers and retailers community on priority basis. The study also revealed the need of a broad based survey to get further insight of the present ayurvedic scenario in India & abroad and suggestions to make ayurveda more patients friendly and acceptable to all."],"license_agreement":"This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"Unknown"},{"title":"Toxic metals in ayurvedic preparations from a public health lead poisoning cluster investigation","publication_info":[{"name":"Marek A. Mikulski","attributes":["Department of Occupational and Environmental Health, College of Public Health, The University of Iowa, Iowa City, IA, USA"],"email":"marek-mikulski@uiowa.edu"},{"name":"Michael D. Wichman","attributes":["State Hygienic Laboratory at the University of Iowa, Coralville, IA, USA"],"email":null},{"name":"Donald L. Simmons","attributes":["State Hygienic Laboratory at the University of Iowa, Ankeny, IA, USA"],"email":null},{"name":"Anthony N. Pham","attributes":["Department of Occupational and Environmental Health, College of Public Health, The University of Iowa, Iowa City, IA, USA"],"email":null},{"name":"Valentina Clottey","attributes":["Department of Occupational and Environmental Health, College of Public Health, The University of Iowa, Iowa City, IA, USA"],"email":null}],"PMCID":"PMCID: PMC6060866","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6060866/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6060866/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6060866/pdf/yjoh-23-187.pdf","abstract_text":["Go to:","Background","","Herbal formulations, traditional medicine, and complementary and alternative medicine are used by the majority of the world’s population. Toxicity associated with use of Ayurvedic products due to metal content is an increasingly recognized potential public health problem.","","Go to:","Objectives","","Report on toxic metals content of Ayurvedic products obtained during an investigation of lead poisoning among users of Ayurvedic medicine.","","Go to:","Methods","","Samples of Ayurvedic formulations were analyzed for metals and metalloids following established US. Environmental Protection Agency methods.","","Go to:","Results","","Lead was found in 65% of 252 Ayurvedic medicine samples with mercury and arsenic found in 38 and 32% of samples, respectively. Almost half of samples containing mercury, 36% of samples containing lead and 39% of samples containing arsenic had concentrations of those metals per pill that exceeded, up to several thousand times, the recommended daily intake values for pharmaceutical impurities.","","Go to:","Conclusions","","Lack of regulations regarding manufacturing and content or purity of Ayurvedic and other herbal formulations poses a significant global public health problem."],"license_agreement":"Unknown","keywords":["Toxic metals","ayurvedic medicine","herbal formulations","complementary and alternative medicine","public health response"],"doi":"10.1080/10773525.2018.1447880"},{"title":"Development and pilot testing of a prescription quality index for Ayurveda","publication_info":[{"name":"Sanjeev Rastogi","attributes":["State Ayurvedic College and Hospital, Lucknow 226003, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC6938884","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938884/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938884/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938884/pdf/main.pdf","abstract_text":["Background","","Prescription quality can be a direct predictor of the net outcome of a health care delivery effort. Quality of prescription may be considered as a cumulative matrix of multiple components of a prescription on the basis of their relative importance. Prescription quality index is a recognized tool in clinical medicine for multiple purposes including the prediction of health care intervention outcome.","","Objectives","","Considering the importance of prescription quality among every system of medicine, an attempt was made to design a prescription quality index for Ayurveda.","","Materials and methods","","The Prescription Quality Index for Ayurveda was designed through item selection following a thorough literature search and was validated through multiple peer group discussions. Final draft of index containing 38 individual items carrying different scores as per their importance in the prescription was subjected to a pilot test upon 1576 indoor prescriptions generated in 2015 at State Ayurvedic College Hospital, Lucknow.","","Results","","The study revealed large information gaps in the components of the prescription where it was supposed to be noted by the prescribers. These gaps in the Ayurvedic prescriptions were most significant in the areas pertaining to Ayurvedic fundamentals of clinical examination, disease diagnosis and Ayurvedic drug intake methods.","","Conclusion","","Prescription Quality Index for Ayurveda was found useful in underlining the gaps between the ideal and generated prescriptions. This can be utilized as a useful tool to evaluate the quality of Ayurvedic prescriptions by seeing their adherence to the standard prescription template."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Prescription quality","Prescribing quality","Index","Ayurveda"],"doi":"10.1016/j.jaim.2017.02.008"},{"title":"Report: Council for Ayurveda Research - Industry Roundtable and Global Consortium for Collaborative Research in Ayurveda, 2021","publication_info":[{"name":"Pratibha Shah","attributes":[],"email":null}],"PMCID":"PMCID: PMC9684697","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9684697/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9684697/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9684697/pdf/main.pdf","abstract_text":["The Council for Ayurveda Research (CAR) organized a three-day international event titled ‘Global Consortium for Collaborative Research in Ayurveda (GCCRA) from September 17 to 19, 2021. The Consortium event was preceded by a pre-conference Industry Round Table (IRT), on September 16, 2021. The IRT and GCCRA events hosted industry heads, Ayurveda and integrative scholars and subject matter experts from several countries. The event's main objective was to initiate, facilitate, and conduct classical and cutting-edge research in Ayurveda and identify current gaps in research and research methodologies. The idea was also to develop consensus on key research areas. It was decided to form a Council for Ayurveda Research-Industrial Conclave (CAR-IC) to foster and support research on the industry side, with regular periodic meetings to enable dialogs and exchange of information and thoughts. Similarly, a Council for Ayurveda Research-Global Consortium for Collaborative Research in Ayurveda (CAR-GCCRA) was incepted to lead the initiative for providing clear, contemporary, and futuristic directions to research in the practice side of Ayurveda."],"license_agreement":"Unknown","keywords":["Ayurveda research","Ayurveda industry","Consortium","AYUSH","Globalization of ayurveda","Collaborative research"],"doi":"10.1016/j.jaim.2022.100595"},{"title":"Add-on Ayurveda Treatment for Early Stage COVID-19: A Single Center Retrospective Cohort Study From Gujarat, India","publication_info":[{"name":"Anup Thakar","attributes":[],"email":null},{"name":"Kalpesh Panara","attributes":[],"email":"kbpanara@gmail.com"},{"name":"Falgun Patel","attributes":[],"email":null},{"name":"Shital Bhagiya","attributes":[],"email":null},{"name":"Mandip Goyal","attributes":[],"email":null},{"name":"Sagar Bhinde","attributes":[],"email":null},{"name":"Swapnil Chaudhari","attributes":[],"email":null}],"PMCID":"PMCID: PMC8170329","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8170329/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8170329/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8170329/pdf/10.1177_2515690X211020685.pdf","abstract_text":["The retrospective cohort study aimed to evaluate the clinical outcomes of Ayurveda treatment exposure as an add-on to conventional care in early stage COVID-19 patients admitted at Samaras COVID care center, Ahmedabad, India. Conventional care included Vitamin-c, Azithromycin, and Paracetamol. Ayurveda formulations used as add-on were Dashamula and Pathyadi decoctions along with Trikatu powder, Sanshamani tablet, AYUSH-64 tablet AND Yastimadhu Ghana tablet for oral administration. Considering Add-on Ayurveda medicines as exposure of interest, patients who received Add-on Ayurveda medicines at least for 7 days were included in the exposed group while those who received only conventional care in unexposed group. Data was collected through record review and telephonic interviews. The outcomes of interest were the development of symptoms, duration of symptomatic phase in those progressing to symptomatic stage and mortality. Total 762 participants were included-[541 (71%) in the exposed group and 221 (29%) in the unexposed. Progression to symptomatic phase did not differ significantly between groups [27.6% in exposed, 24.6% in unexposed, adjusted RR 0.85; 95% CI 0.6-1.2]. The total duration of symptomatic phase among those progressing to the symptomatic stage was significantly decreased in the exposed group (x¯ = 3.66 ± 1.55 days in exposed (n = 133); x¯ = 5.34 ± 3.35 days in unexposed (n = 61), p < 0.001). No mortality was observed in either of the groups. Ayurveda Treatment as adjunctive to conventional care reduced the duration of symptomatic phase in early stage COVID-19 as compared to standalone conventional care. Add-on Ayurveda treatment has promising potential for management of early stage COVID-19."],"license_agreement":"This article is distributed under the terms of the Creative Commons\nAttribution-NonCommercial 4.0 License (https://creativecommons.org/licenses/by-nc/4.0/) which\npermits non-commercial use, reproduction and distribution of the work\nwithout further permission provided the original work is attributed as\nspecified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).","keywords":["Ayurveda","COVID-19","cohort study","complementary medicine","SARS-CoV-2"],"doi":"10.1177/2515690X211020685"},{"title":"Successful Ayurvedic Management of Dermatophytosis–A case study","publication_info":[{"name":"Neelam K. Singh","attributes":["Regional Ayurveda Research Institute for Drug Development, Gwalior, M.P, India"],"email":"drsengar.neelam@gmail.com"},{"name":"Alok S. Sengar","attributes":["Department of Samhita-Sidhanta, Bundelkhanda Govt. Ayurvedic Medical College, Jhansi, U.P, India"],"email":"drsengar.neelam@gmail.com"},{"name":"Bipin B. Khuntia","attributes":["Department of Sharir- Kriya, Gopabandhu Ayurveda Mahavidyalaya, Puri, Odisha, India"],"email":null}],"PMCID":"PMCID: PMC8728070","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728070/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728070/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8728070/pdf/main.pdf","abstract_text":["Fungal infections are quite common in day-to-day practice. The available conventional treatments include various topical and systemic anti-pruritic and anti-fungal agents which are associated with high rates of treatment failure and adverse effects. Fungal infections manifest a great challenge to clinicians due to higher rate of recurrences and if not treated early, can lead to the development of more extensive diseases. In Ayurveda, this condition has resemblance with Dadru kustha. The characteristics of Dadrukustha are circumscribed erythematous, scaly plaques due to dematophytes infection. It is a type of Kshudra kushta, tridosaja vyadhi with dominance of pitta and kaphadosha, having characteristic features such as presence of utsannamandal (elevated circular skin lesion), kandu (itching), raga (erythyma), and pidaka (eruptions). In this case report, a 62-year old male patient suffering from tinea corporis on and off for one year was treated effectively with Ayurvedic medicines. Significant changes were observed in the skin lesion and in the patient symptoms after 42 days of regular treatment. Post-treatment follow-up after 1 month did not reveal any signs of recurrences of lesions. Ayurvedic medicines offer an effective approach to manage tinea corporis."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic intervention","Dadru kustha","Dermatophytosis","Kshudra kustha","Case Report"],"doi":"10.1016/j.jaim.2021.07.007"},{"title":"Building bridges between Ayurveda and Modern Science","publication_info":[{"name":"Sanjeev Rastogi","attributes":["Department of Kaya Chikitsa, State Ayurvedic College and Hospital, Tulsi Das Marg, Lucknow - 4, Department of Holistic Medicine, BMCRC, Vatsala Hospital, Tulsi Das Marg, Lucknow, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC2876924","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2876924/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2876924/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2876924/pdf/IJAR-01-41.pdf","abstract_text":["The recent decade has witnessed many landmark observations, which have added to the scientific credentials of Ayurveda.It is however believed that instead of a retrospective approach of looking into the Ayurveda through the scientific reappraisals, a prospective approach through primary understanding of Ayurveda followed by a search into scientific linkage would be more appealing. This article brings the simplified yet scientific decoding of the core concepts of Ayurveda that form the framework of this ancient science of health."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","science","tridosha"],"doi":"10.4103/0974-7788.59943"},{"title":"Nanoscale Diamond-Based Formulation as an Immunomodulator and Potential Therapeutic for Lymphoma","publication_info":[{"name":"Ankush Paladhi","attributes":[],"email":null},{"name":"Abhinandan Rej","attributes":[],"email":null},{"name":"Debanjan Sarkar","attributes":[],"email":null},{"name":"Ranjeet Singh","attributes":[],"email":null},{"name":"Sankar Bhattacharyya","attributes":[],"email":null},{"name":"Prasanta Kumar Sarkar","attributes":[],"email":null},{"name":"Pulak Kanti Kar","attributes":[],"email":null},{"name":"Partha Pratim Manna","attributes":[],"email":"pp_manna@yahoo.com"}],"PMCID":"PMCID: PMC9014173","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9014173/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9014173/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9014173/pdf/fphar-13-852065.pdf","abstract_text":["Integrative medicine practices, such as Ayurveda, are popular in India and many South Asian countries, yet basic research to investigate the concepts, procedures, and medical benefits of ayurvedic products has received little attention and is not fully understood. Here, we report a functional nanodiamond-based traditional Ayurvedic herbomineral formulation, Heerak Bhasma (Ayu_ND), for the treatment of solid tumors called Dalton’s lymphoma generated in CD1 mice. Ayu_ND-mediated immunostimulation significantly reduces tumor cell proliferation and induces apoptosis aided by the active participation of dendritic cells. Immunomodulatory Ayu_ND treatment is highly immunostimulatory and drives dendritic cells to produce TNF-α. Treatment with Ayu_ND significantly reduces the tumor volume, inhibits metastasis in distant vascularized organs, and increases the life span of tumor-bearing animals compared with untreated littermates. These events were associated with elevated serum levels of the protective cytokines IFN-γ and TNF-α and downregulated the disease, exacerbating TGF-β. Ayu_ND-mediated therapeutic success was also accompanied by the depletion of regulatory T cells and enhanced vaccine-induced T-cell immunity, guided by the restoration of the memory CD8+ T-cell pool and prevention of PD-1-mediated T cell exhaustion. The results provide a basis for further evaluation of ayurvedic formulations and drug efficacy in treating cancers."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["Heerak Bhasma","ayurveda","nanodiamond","lymphoma","dendritic cell","T cell"],"doi":"10.3389/fphar.2022.852065"},{"title":"Chemical characterization of an Ayurvedic herbo-mineral preparation- Mahalaxmivilas Rasa","publication_info":[{"name":"N. Srikanth","attributes":["Central Council for Research in Ayurvedic Sciences, 61-65, Institutional Area, Opp. D-Block, Janakpuri, New Delhi, India"],"email":null},{"name":"A. Singh","attributes":["Central Council for Research in Ayurvedic Sciences, 61-65, Institutional Area, Opp. D-Block, Janakpuri, New Delhi, India"],"email":null},{"name":"S. Ota","attributes":["Central Council for Research in Ayurvedic Sciences, 61-65, Institutional Area, Opp. D-Block, Janakpuri, New Delhi, India"],"email":null},{"name":"B. Sreedhar","attributes":["Indian Institute of Chemical Technology, Uppal Road, Tarnaka, Hyderabad, India"],"email":null},{"name":"Galib","attributes":["All India Institute of Ayurveda, Sarita Vihar, New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC6938907","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938907/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938907/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6938907/pdf/main.pdf","abstract_text":["Background","","To protect the massive trust of patient in Ayurveda, a need aroused for the researches to ascertain the quality, safety & efficacy of herbo-mineral preparations on scientific lines. The rasa-aushadhis are having qualities such as instant effectiveness, requirement in very small dosage and ample therapeutic utility. Mahalaxmi Vilas Rasa [AFI, 20:27] has been used for treatment of a variety of ailments since time immemorial.","","Objective","","To prepare Mahalaxmi Vilas Rasa as per standard operating procedures (SoPs) mentioned in classical text and to characterize it chemically using modern analytical techniques.","","Materials and Methods","","The drug (Mahalaxmi Vilas Rasa) in three batches was prepared in GMP certified pharmacy. Physico-chemical analysis, HPTLC, Assay of elements by AAS & ICP-AES were carried out as per Ayurvedic Pharmacopoeia of India. Powder X-ray diffraction (XRD) was conducted using Rigaku Ultima-IV X-ray diffractometer.","","Results","","The elemental analysis shown the presence of Mercury, Sulphur, Calcium, Copper, Gold, Iron & Tin etc. and HPTLC revealed presence of organic constituents from plant material. The XRD had indicated that prepared drug contained free sulphur, cinnabar (mercury sulphide added as Kajjali), cassiterite (tin oxide, Vanga Bhasma), orpiment (Hartal, arsenic III sulphide) and mica (Leucite/ Zeolite, Abhrak Bhasma). The drug was also tested for residual pesticide and microbiological contamination which were found within permissible limits.","","Conclusion","","Classical pharmaceutical procedures of Mahalaxmi Vilas Rasa showed converting the macro elements into therapeutically effective medicines of micro form. Standards laid down in this study certainly utilized as an important tool for standardization and quality assurance of this herbo-mineral formulation."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["None"],"doi":"10.1016/j.jaim.2018.01.002"},{"title":"A Systematic Review and Meta-Analysis of Ayurvedic Herbal Preparations for Hypercholesterolemia","publication_info":[{"name":"Dinesh Gyawali","attributes":["College of Integrative Medicine, Maharishi International University, Fairfield, IA 52557, USA"],"email":"dgyawali@miu.edu"},{"name":"Rini Vohra","attributes":["School of Science of Consciousness, Maharishi University of Information Technology, Noida 201304, India; "],"email":"rinievohra@gmail.com"},{"name":"David Orme-Johnson","attributes":["Maharishi International University, Fairfield, IA 52557, USA; "],"email":"davidoj@earthlink.net"},{"name":"Sridharan Ramaratnam","attributes":["Apollo Hospital, Greams Lane, Chennai, Tamil Nadu 600006, India; "],"email":"rsridharan52@gmail.com"}],"PMCID":"PMCID: PMC8229657","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8229657/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8229657/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8229657/pdf/medicina-57-00546.pdf","abstract_text":["Background and Objectives: Cardiovascular disease (CVD) is the leading cause of death globally and hypercholesterolemia is one of the major risk factors associated with CVD. Due to a growing body of research on side effects and long-term impacts of conventional CVD treatments, focus is shifting towards exploring alternative treatment approaches such as Ayurveda. However, because of a lack of strong scientific evidence, the safety and efficacy profiles of such interventions have not been well established. The current study aims to conduct a systematic review and meta-analyses to explore the strength of evidence on efficacy and safety of Ayurvedic herbs for hypercholesterolemia. Methods: Literature searches were conducted using databases including Medline, Cochrane Database, AMED, Embase, AYUSH research portal, and many others. All randomized controlled trials on individuals with hypercholesterolemia using Ayurvedic herbs (alone or in combination) with an exposure period of ≥ 3 weeks were included, with primary outcomes being total cholesterol levels, adverse events, and other cardiovascular events. The search strategy was determined with the help of the Cochrane Metabolic and Endocrine Disorders Group. Two researchers assessed the risk of each study individually and discrepancies were resolved by consensus or consultation with a third researcher. Meta-analysis was conducted using the inverse variance method and results are presented as forest plots and data summary tables using Revman v5.3. Results: A systematic review of 32 studies with 1386 participants found randomized controlled trials of three Ayurvedic herbs, Allium sativum (garlic), Commiphora mukul (guggulu), and Nigella sativa (black cumin) on hypercholesterolemia that met inclusion criteria. The average duration of intervention was 12 weeks. Meta-analysis of the trials showed that guggulu reduced total cholesterol and low-density lipoprotein levels by 16.78 mg/dL (95% C.I. 13.96 to 2.61; p-value = 0.02) and 18.78 mg/dL (95% C.I. 34.07 to 3.48; p = 0.02), respectively. Garlic reduced LDL-C by 10.37 mg/dL (95% C.I. −17.58 to −3.16; p-value = 0.005). Black cumin lowered total cholesterol by 9.28 mg/dL (95% C.I. −17.36, to −1.19, p-value = 0.02). Reported adverse side effects were minimal. Conclusion: There is moderate to high level of evidence from randomized controlled trials that the Ayurvedic herbs guggulu, garlic, and black cumin are moderately effective for reducing hypercholesterolemia. In addition, minimal evidence was found for any side effects associated with these herbs, positioning them as safe adjuvants to conventional treatments."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/).","keywords":["hypercholesterolemia","ayurveda","ayurvedic herbs","systematic review","meta-analysis"],"doi":"10.3390/medicina57060546"},{"title":"Product development and characterization of the Ayurvedic herbo-mineral-metallic compound- Hridayarnava Rasa","publication_info":[{"name":"Chandrashekhar Y. Jagtap","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh - 284003, India"],"email":null},{"name":"Ashwini Kumar Mishra","attributes":["Central Ayurveda Research Institute, Jhansi, Uttar Pradesh - 284003, India"],"email":null},{"name":"Mukesh Nariya","attributes":["Pharmacology Lab, ITRA, Gujarat Ayurved University, Jamnagar, Gujarat - 361008, India"],"email":null},{"name":"Vinay J. Shukla","attributes":["Pharmaceutical Chemistry Lab, ITRA, Gujarat Ayurved University, Jamnagar, Gujarat - 361008, India"],"email":null}],"PMCID":"PMCID: PMC11127204","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11127204/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11127204/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11127204/pdf/main.pdf","abstract_text":["Background","","Herbo-mineral-metallic formulations are an inseparable part of the Ayurveda system of traditional medicine. Hridayarnava Rasa (HR) is a preparation containing metals like copper, sulphur, and mercury in processed forms and other herbs that do not produce toxic effects and adverse drug reactions when taken in appropriate dosage. Ayurveda practitioners use it in treating cardiac diseases like hypertension, cardiotoxicity and many more. The rasa-aushadhis possess characteristics such as rapid efficacy, little dosage required, and extensive therapeutic applicability. Hridayarnava Rasa [AFI Part-1, 20:55] has been employed for the treatment of various diseases from ancient times. A systematic study of these formulations manufacturing is required to maintain their quality, safety, and efficacy is a need of time to protect the immense faith of patients in Ayurveda.","","Objectives","","The present study aimed to prepare HR as per standard operating procedures mentioned in the classical text and to characterize it physio-chemically using advanced analytical techniques.","","Materials and Methods","","HR was prepared and physicochemical analyses and assay of elements by ICP-AES were carried out as per Ayurvedic Pharmacopoeia of India (API). Powder X-ray diffraction (XRD), Field emission gun scanning electron microscopy with energy dispersive spectroscopy (FEG SEM, EDAX), CHNS-O analysis, Fourier Transform Infrared Spectroscopy (FTIR), Thermo-gravimetric analysis (TGA), Particle size distribution analysis (PSD) was carried out.","","Results","","The XRD analysis of HR showed the presence of unreacted sulphur and sulfides of copper and mercury. FEG SEM revealed the particles in the form of aggregates as nanocrystallites in the range of 100–1000 nm. Elemental analysis showed the presence of copper, sulphur, and mercury in major, along with traces of iron, calcium, sodium, potassium, and magnesium. In FTIR analysis, 18 peaks were observed, which strongly suggests the presence of various organic groups. In the TGA, four peaks were seen, which can be attributed to sulphur volatilization and oxidative changes in mercury. In PSD analysis, 50% of the material was found below 16.40 μm.","","Conclusion","","To establish a piece of fundamental knowledge and ensure uniformity of these rasa-aushadhis, it is imperative to conduct an analysis of their characteristics as per classical texts and modern analytical techniques. Additionally, it is crucial to investigate the significance of each procedural step included in the preparation process. The inferences drawn are helpful as an essential aid for quality assurance and standardization of this herbo-mineral-metallic formulation."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Bhasma","Copper","Hridayarnava Rasa","Mercury","Standardization","Tamra"],"doi":"10.1016/j.jaim.2024.100886"},{"title":"Ayurveda and in silico Approach: A Challenging Proficient Confluence for Better Development of Effective Traditional Medicine Spotlighting Network Pharmacology","publication_info":[{"name":"Rashmi Sahu","attributes":["Department of Balroga, Shri NPA Govt. Ayurveda College, Raipur, Chhattisgarh 492010 India "],"email":null},{"name":"Prashant Kumar Gupta","attributes":["Department of Balroga, Shri NPA Govt. Ayurveda College, Raipur, Chhattisgarh 492010 India ","Ayurinformatics Lab, Department of Kaumarabhritya, All India Institute of Ayurveda, Sarita Vihar, New Delhi, 110076 India "],"email":null},{"name":"Amit Mishra","attributes":["Cellular and Molecular Neurobiology Unit, Indian Institute of Technology, Jodhpur, Rajasthan 342037 India "],"email":null}],"PMCID":"PMCID: PMC9465656","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9465656/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9465656/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9465656/pdf/11655_2022_Article_3584.pdf","abstract_text":["Coalescence of traditional medicine Ayurveda and in silico technology is a rigor for supplementary development of future-ready effective traditional medicine. Ayurveda is a popular traditional medicine in South Asia, emanating worldwide for the treatment of metabolic disorders and chronic illness. Techniques of in silico biology are not much explored for the investigation of a variety of bioactive phytochemicals of Ayurvedic herbs. Drug repurposing, reverse pharmacology, and polypharmacology in Ayurveda are areas in silico explorations that are needed to understand the rich repertoire of herbs, minerals, herbo-minerals, and assorted Ayurvedic formulations. This review emphasizes exploring the concept of Ayurveda with in silico approaches and the need for Ayurinformatics studies. It also provides an overview of in silico studies done on phytoconstituents of some important Ayurvedic plants, the utility of in silico studies in Ayurvedic phytoconstituents/formulations, limitations/challenges, and prospects of in silico studies in Ayurveda. This article discusses the convergence of in silico work, especially in the least explored field of Ayurveda. The focused coalesce of these two domains could present a predictive combinatorial platform to enhance translational research magnitude. In nutshell, it could provide new insight into an Ayurvedic drug discovery involving an in silico approach that could not only alleviate the process of traditional medicine research but also enhance its effectiveness in addressing health care.","","Electronic Supplementary Material","","Supplementary material (Appendixes 1–6) is available in the online version of this article at 10.1007/s11655-022-3584-x."],"license_agreement":"This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.","keywords":["Ayurveda","in silico approach","confluence","challenge","effective therapeutics"],"doi":"10.1007/s11655-022-3584-x"},{"title":"AYURAKSHA, a prophylactic Ayurvedic immunity boosting kit reducing positivity percentage of IgG COVID-19 among frontline Indian Delhi police personnel: A non-randomized controlled intervention trial","publication_info":[{"name":"Tanuja Nesari","attributes":[],"email":null},{"name":"Sujata Kadam","attributes":[],"email":null},{"name":"Mahesh Vyas","attributes":[],"email":null},{"name":"Vitthal G. Huddar","attributes":[],"email":null},{"name":"Pradeep Kumar Prajapati","attributes":[],"email":null},{"name":"Manjusha Rajagopala","attributes":[],"email":null},{"name":"Anand More","attributes":[],"email":null},{"name":"Shri krishna Rajagopala","attributes":[],"email":null},{"name":"Santosh Kumar Bhatted","attributes":[],"email":null},{"name":"Rama Kant Yadav","attributes":[],"email":null},{"name":"Vyasdeva Mahanta","attributes":[],"email":null},{"name":" 10 ","attributes":[],"email":"director@aiia.gov.in"},{"name":"Sisir Kumar Mandal","attributes":[],"email":null},{"name":"Raja Ram Mahto","attributes":[],"email":null},{"name":"Divya Kajaria","attributes":[],"email":null},{"name":"Rahul Sherkhane","attributes":[],"email":null},{"name":" 10 ","attributes":[],"email":"director@aiia.gov.in"},{"name":"Narayan Bavalatti","attributes":[],"email":null},{"name":"Pankaj Kundal","attributes":[],"email":null},{"name":"Prasanth Dharmarajan","attributes":[],"email":null},{"name":"Meera Bhojani","attributes":[],"email":null},{"name":" 11 ","attributes":[],"email":"director@aiia.gov.in"},{"name":"Bhargav Bhide","attributes":[],"email":null},{"name":" 12 ","attributes":[],"email":"director@aiia.gov.in"},{"name":"Shiva Kumar Harti","attributes":[],"email":null},{"name":" 13 ","attributes":[],"email":"director@aiia.gov.in"},{"name":"Arun Kumar Mahapatra","attributes":[],"email":null},{"name":"Umesh Tagade","attributes":[],"email":null},{"name":"Galib Ruknuddin","attributes":[],"email":null},{"name":"Anandaraman Puthanmadam Venkatramana Sharma","attributes":[],"email":null},{"name":"Shalini Rai","attributes":[],"email":null},{"name":"Shivani Ghildiyal","attributes":[],"email":null},{"name":" 12 ","attributes":[],"email":"director@aiia.gov.in"},{"name":"Pramod R. Yadav","attributes":[],"email":null},{"name":"Jonah Sandrepogu","attributes":[],"email":null},{"name":"Meena Deogade","attributes":[],"email":null},{"name":" 12 ","attributes":[],"email":"director@aiia.gov.in"},{"name":"Pankaj Pathak","attributes":[],"email":null},{"name":"Alka Kapoor","attributes":[],"email":null},{"name":" 14 ","attributes":[],"email":"director@aiia.gov.in"},{"name":"Anil Kumar","attributes":[],"email":null},{"name":"Heena Saini","attributes":[],"email":null}],"PMCID":"PMCID: PMC9424736","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9424736/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9424736/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9424736/pdf/fpubh-10-920126.pdf","abstract_text":["Objective","","The world continues to face the COVID-19 crisis, and efforts are underway to integrate traditional medicine interventions for its effective management. The study aimed to determine the efficacy of the “AYURAKSHA” kit in terms of post-interventional percentage of COVID-19 IgG positivity, immunity levels, and quality of life (QoL) against COVID-19.","","Method","","This was a non-randomized controlled, prospective intervention trial, done after the distribution of 80,000 AYURAKSHA kits (constituent of Sanshamani Vati, AYUSH Kadha, and Anu Taila) among Delhi police participants in India. Among 47,827 participants, the trial group (n = 101) was evaluated with the positivity percentage of IgG COVID-19 and Immune Status Questionnaire (ISQ) scores as a primary outcome and the WHO Quality of Life Brief Version (QOL BREF) scores along with hematological parameters as a secondary outcome in comparison to the control group (n = 71).","","Results","","The data showed that the percentage of COVID-19 IgG positivity was significantly lower in the trial group (17.5 %) as compared to the control group (39.4 %, p = 0.003), indicating the lower risk (55.6%) of COVID-19 infection in the trial group. The decreased incidence (5.05%) and reduced mortality percentage (0.44%) of COVID-19 among Delhi police officers during peak times of the pandemic also corroborate our findings. The ISQ score and WHO-QOL BREF tool analysis showed the improved scores in the trial group when compared with the controls. Furthermore, no dysregulated blood profile and no increase in inflammation markers like C-reactive protein, erythrocyte sedimentation rate, Interleukin-6 (IL-6) were observed in the trial group. However, significantly enhanced (p = 0.027) IL-6 levels and random blood sugar levels were found in the control group (p = 0.032), compared to a trial group (p = 0.165) post-intervention. Importantly, the control group showed more significant (p = 0.0001) decline in lymphocyte subsets CD3+ (% change = 21.04), CD4+ (% change = 20.34) and CD8+ (% change = 21.54) levels than in trial group, confirming more severity of COVID-19 infection in the control group.","","Conclusion","","The AYURAKSHA kit is associated with reduced COVID-19 positivity and with a better quality of life among the trial group. Hence, the study encourages in-depth research and future integration of traditional medicines for the prevention of the COVID-19 pandemic.","","Clinical trial registration","","http://ctri.nic.in/, identifier: CTRI/2020/05/025171."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["COVID-19","immunity","Ayurveda","quality of life (QOL)","hematological parameters","AYURAKSHA kit"],"doi":"10.3389/fpubh.2022.920126"},{"title":"Correlating Traditional Ayurvedic and Modern Medical Perspectives on Cancer: Results of a Qualitative Study","publication_info":[{"name":"Anand Dhruva","attributes":["Department of Medicine, University of California, San Francisco, San Francisco, CA."],"email":"anand.dhruva@ucsf.edu"},{"name":"Frederick M. Hecht","attributes":["Department of Medicine, University of California, San Francisco, San Francisco, CA."],"email":null},{"name":"Christine Miaskowski","attributes":["School of Nursing, University of California, San Francisco, San Francisco, CA."],"email":null},{"name":"Ted J. Kaptchuk","attributes":["Harvard University, Boston, MA."],"email":null},{"name":"Gerard Bodeker","attributes":["Oxford University, Oxford, United Kingdom, and Columbia University School of Public Health, New York, NY."],"email":null},{"name":"Donald Abrams","attributes":["Department of Medicine, University of California, San Francisco, San Francisco, CA."],"email":null},{"name":"Vasant Lad","attributes":["Ayurvedic Institute, Albuquerque, NM."],"email":null}],"PMCID":"PMCID: PMC4011424","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4011424/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4011424/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4011424/pdf/acm.2013.0259.pdf","abstract_text":["Objective: To characterize Ayurvedic perspectives on the etiopathogenesis and supportive treatments for a biomedical diagnosis of cancer.","","Methods: Hour-long, digitally recorded interviews were conducted with 10 experienced Ayurvedic clinicians, transcribed verbatim, and analyzed using techniques of qualitative thematic analysis.","","Results: Four major themes were identified. The Ayurvedic description of the pathophysiology of cancer uses traditional concepts translated into a modern context. Although the biomedical treatment of cancer is considered valuable, from an Ayurvedic perspective it results in degeneration and depletion. In cases where biomedical treatment of cancer is not feasible, an Ayurvedic approach focusing on strengthening digestion, eliminating toxins, reducing tumor growth, and improving tissue metabolism is useful. An Ayurvedic approach to cancer supportive care focuses on restoring equilibrium, building strength, and rejuvenation.","","Conclusion: Ayurvedic medicine offers a unique perspective on the biomedical diagnosis of cancer that emphasizes restoring wholeness, uses natural remedies, includes a focus on emotional health, and emphasizes prevention strategies."],"license_agreement":"Unknown","keywords":["None"],"doi":"10.1089/acm.2013.0259"},{"title":"Critical review of Ayurvedic Varṇya herbs and their tyrosinase inhibition effect","publication_info":[{"name":"Khemchand Sharma","attributes":[],"email":"drkhemchand.sharma@gmail.com"},{"name":"Namrata Joshi","attributes":[],"email":null}],"PMCID":"PMCID: PMC4623628","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4623628/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4623628/?report=classic","pdf_link":"None","abstract_text":["Introduction:","","The aspiration for light skin (fair complexion) is becoming pronounced in a greater number of people in the present times with natural products being more in demand than their synthetic counterparts. Research in the area of skin-lightening agents is an expanding field with the knowledge being updated regularly. In Ayurveda, varṇya, raktaprasādana, tvacya are few terms specifying skin lightening with respect to its modern counterpart i.e., Tyrosinase inhibition, the most commonly reported method of skin lightening.","","Aim:","","The present review is undertaken for screening twenty herbs from Varṇya Mahākaṣāya, Lodhrādi varṇya gaṇa, Elādi varṇa prasādana gaṇa and few varṇya formulations to evaluate their probable modes of action through which the skin lightening is effected as per both Ayurveda and biomedical concepts.","","Materials and Methods:","","Critical review of herbs to show varṇya property is compiled from various Ayurvedic texts as well as from multiple articles on the internet to justify their skin lightening property on the basis of data collected.","","Result and Conclusion:","","All the twenty herbs reviewed are found to act as varṇya directly (citation as varṇya) or indirectly (alleviation of pitta and rakta) as per Ayurveda and to interfere in melanogenesis pathway through tyrosinase inhibition as per biomedicine. This shows their potential to act as good skin whitening agents. Śuṇṭhi being a part of many varṇya formulations, is the only herb among all reviewed in the present study found to exhibit tyrosinase inhibition without any Ayurvedic citation of varṇya property."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Skin whitening","skin lightening","Varṇya","tyrosinase inhibition"],"doi":"10.4103/0257-7941.165627"},{"title":"A case series sharing novel experience of treating viral pandemic cases of morbid, mid aged, mild, moderate & severe grade with only Ayurvedic Medicines","publication_info":[],"PMCID":"PMCID: PMC8136275","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8136275/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8136275/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8136275/pdf/main.pdf","abstract_text":["In ongoing viral pandemic named as COVID-19 also Severe Acute Respiratory illness (SARI) or Flue Like illness (FLI) reported surging in many cities of India and many of the patients opted for traditional medicine, in spite of they have been given a option of contemporary line of treatment instructed by health authorities, they opted to take traditional indian medicine that is Ayurvedic medicine. Present case series is a same novel experience of early diagnosing and treating mid aged, morbid individuals who took only Ayurvedic treatment and could get out of the disease without any complications. This case series had 10 mid aged, morbid patients with maximum symptoms of COVID-19 disease and their hemogram and CRP was suggestive of moderate to severe type COVID-19/FLI/SARI. They were diagnosed by contemporary methods of pathology and treated with Ayurvedic classical medicines Tamra Sinduradi Yoga and Bhunimbadi Kwath for 20 days along with continuing the medicines for their ongoing morbidities. All 10 patients showed recoveries without any complications, they reduced their all symptoms, drastic reduction in their CRP and corrections in their hemograms were observed and also they showed any complications neither physically nor in their pathological tests. Hence it can be concluded that early diagnosis and treating it with Ayurvedic medicine can manage viral pandemic issue in a very successful way."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["COVID-19","CRP","Ayurveda","Tamra Sinduradi Yoga","Bhunimbadi Kwath","NL Ratio"],"doi":"10.1016/j.jaim.2021.03.002"},{"title":"Identification of Novel Anti-inflammatory Agents from Ayurvedic Medicine for Prevention of Chronic Diseases: “Reverse Pharmacology” and “Bedside to Bench” Approach","publication_info":[{"name":"Bharat B. Aggarwal","attributes":[],"email":"aggarwal@mdanderson.org"},{"name":"Sahdeo Prasad","attributes":[],"email":null},{"name":"Simone Reuter","attributes":[],"email":null},{"name":"Ramaswamy Kannappan","attributes":[],"email":null},{"name":"Vivek R. Yadev","attributes":[],"email":null},{"name":"Byoungduck Park","attributes":[],"email":null},{"name":"Ji Hye Kim","attributes":[],"email":null},{"name":"Subash C. Gupta","attributes":[],"email":null},{"name":"Kanokkarn Phromnoi","attributes":[],"email":null},{"name":"Chitra Sundaram","attributes":[],"email":null},{"name":"Seema Prasad","attributes":[],"email":null},{"name":"Madan M. Chaturvedi","attributes":[],"email":null}],"PMCID":"PMCID: PMC3170500","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3170500/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3170500/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3170500/pdf/nihms307509.pdf","abstract_text":["Inflammation, although first characterized by Cornelius Celsus, a physician in first Century Rome, it was Rudolf Virchow, a German physician in nineteenth century who suggested a link between inflammation and cancer, cardiovascular diseases, diabetes, pulmonary diseases, neurological diseases and other chronic diseases. Extensive research within last three decades has confirmed these observations and identified the molecular basis for most chronic diseases and for the associated inflammation. The transcription factor, Nuclear Factor-kappaB (NF-κB) that controls over 500 different gene products, has emerged as major mediator of inflammation. Thus agents that can inhibit NF-κB and diminish chronic inflammation have potential to prevent or delay the onset of the chronic diseases and further even treat them. In an attempt to identify novel anti-inflammatory agents which are safe and effective, in contrast to high throughput screen, we have turned to “reverse pharmacology” or “bed to benchside” approach. We found that Ayurveda, a science of long life, almost 6000 years old, can serve as a “goldmine” for novel anti-inflammatory agents used for centuries to treat chronic diseases. The current review is an attempt to provide description of various Ayurvedic plants currently used for treatment, their active chemical components, and the inflammatory pathways that they inhibit."],"license_agreement":"Unknown","keywords":["None"],"doi":"10.2174/138945011798109464"},{"title":"Infertility caused by tubal blockage: An ayurvedic appraisal","publication_info":[{"name":"Kamayani Shukla (Upadhyaya)","attributes":[],"email":"kamayani.shukla@yahoo.com"},{"name":"Kaumadi Karunagoda","attributes":["Department of Stri Roga and Prasuti Tantra (S.R.P.T.) IIM, University of Colombo, Sri Lanka, "],"email":null}],"PMCID":"PMCID: PMC3215358","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215358/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215358/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215358/pdf/Ayu-31-159.pdf","abstract_text":["Tubal blockage is one of the most important factors for female infertility. This condition is not described in Ayurvedic classics, as the fallopian tube itself is not mentioned directly there. The present study is an effort to understand the disease according to Ayurvedic principles. Correlating fallopian tubes with the Artavavaha (Artava-bija-vaha) Srotas, its block is compared with the Sanga Srotodushti of this Srotas. Charak's opinion that the diseases are innumerable and newly discovered ones should be understood in terms of Prakriti, Adhishthana, Linga, and Aayatana, is followed, to describe this disease. An effort has been made to evaluate the role of all the three Doshas in producing blockage, with classification of the disease done as per the Dasha Roganika."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Artavadiushti","Asrigdara","Bandhyatva","Rati-janya Vikara","Tubal blockage","Yonivyapada","Infertility"],"doi":"10.4103/0974-8520.72378"},{"title":"Ayurvedic management of spondyloepiphyseal dysplasia tarda, a rare hereditary disorder","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":["P.G. Department of Panchakarma, National Institute of Ayurveda, Jaipur, 302002, Rajasthan, India"],"email":"sarveshksingh21@gmail.com"}],"PMCID":"PMCID: PMC5192282","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5192282/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5192282/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5192282/pdf/main.pdf","abstract_text":["Spondyloepiphyseal dysplasia tarda (SEDT) is a rare genetic disease in which patient suffers from short stature, short trunk and neck with disproportionately long arms, coxa vara, skeletal features such as barrel shaped chest, kyphosis, scoliosis and early arthropathy. Only limited medical and surgical management is available in modern medicine. A 15 years old male suffering from SEDT and diagnosed as Vata vyadhi was treated with Panchakarma therapy and selected Ayurvedic oral medicines. Ayurvedic treatment was directed to ameliorate the orthopaedic clinical conditions in this case. Panchakarma procedures such as Shalishastika pinda svedana for a month and Mustadi yapana basti for 16 days were given along with oral Ayurvedic medicines. Same Panchakarma procedures were repeated after an interval of 2 months. A combination of Ayurvedic oral medicines such as Trayodashanga guggulu-500 mg twice a day, Dashmool kvatha (decoction of roots of 10 herbs) 40 ml twice a day, Eranda paka 10 g twice a day, Shiva gutika-500 mg twice a day and Dashmoolarista-20 ml (with equal water) twice a day were prescribed. Eight scales based Medical outcome study (MOS) – 36 item short form – health surveys was assessed for outcome which shows good improvement. Kyphosis, scoliosis and pain were moderately reduced. Clinical experience of this case indicates that Ayurvedic herbs along with Panchakarma can play a major role in the management of hereditary disorder SEDT."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic management","Mustadi yapana basti","Shalishastika pinda svedana","Spondyloepiphyseal dysplasia tarda","Vata vyadhi"],"doi":"10.1016/j.jaim.2016.10.002"},{"title":"Ayurvedic management of achalasia","publication_info":[{"name":"Sanjeev Rastogi","attributes":[],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC4395928","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4395928/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4395928/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4395928/pdf/JAIM-6-41.pdf","abstract_text":["Achalasia is an esophageal motor disorder characterized by sustained lower esophageal sphincter contraction and reduced esophageal peristalsis. This pathology eventually results in symptoms like dysphagia, regurgitation and occasional chest pain related to food intake. This is an uncommon disorder of unexplained etiology; however viral, autoimmune and neurodegenerative causes are often afflicted to its manifestation. As per the current state of knowledge, achalasia is considered to be a chronic incurable condition. The treatment options offered here primarily aim at reducing the tone of lower esophageal sphincter by pharmacologic, endoscopic or surgical means. We are presenting here a case of achalasia with two years of symptomatic history of food regurgitation, dysphagia and heart burn without any noticeable response from allopathic medicines. The patient was subsequently kept under ayurvedic therapy considering the symptoms caused by vata impairment and hence requiring vatanulomana and reduction in esophageal muscle tone as the primary management. The patient was kept under suggested Ayurvedic therapy and followed-up for 3 months. A symptom-free follow-up in this case was noticed after completion of 1 month of Ayurvedic therapy."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Achalasia","amlapitta","ayurveda","gastroesophageal reflux disease","Vatanulomana"],"doi":"10.4103/0975-9476.146556"},{"title":"Acute renal failure secondary to ingestion of unknown mercury containing medicine-not due to Ayurvedic medicine","publication_info":"K. L. Virupaksha Gupta, G. Pallavi","PMCID":"PMCID: PMC4127847","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4127847/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4127847/pdf/IJN-24-198.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"An exhaustive comprehension of the role of herbal medicines in Pre- and Post-COVID manifestations","publication_info":[{"name":"Shiv Kumar Prajapati","attributes":["Institute of Pharmacy, Ram-Eesh Institute of Vocational and Technical Education, Greater Noida, 201310, UP, India"],"email":null},{"name":"Akanksha Malaiya","attributes":["Nanomedicine and Bioengineering Research Laboratory, Department of Pharmacy, Indira Gandhi National Tribal University, Amarkantak, 484886, MP, India"],"email":null},{"name":"Gaurav Mishra","attributes":["Institute of Medical Sciences, Faculty of Ayurveda, Department of Medicinal Chemistry, Banaras Hindu University, Varanasi, 221005, UP, India"],"email":null},{"name":"Dolly Jain","attributes":["Department of Pharmacy, Oriental University, Indore, 453555, Madhya Pradesh, India","Adina College of Pharmacy, Sagar, 470002, MP, India"],"email":null},{"name":"Payal Kesharwani","attributes":["Institute of Pharmacy, Ram-Eesh Institute of Vocational and Technical Education, Greater Noida, 201310, UP, India"],"email":null},{"name":"Nishi Mody","attributes":["Department of Pharmaceutical Sciences, Dr. Harisingh Gour University, Sagar, 470003, MP, India"],"email":null},{"name":"Amirhossein Ahmadi","attributes":["Pharmaceutical Sciences Research Centre, Faculty of Pharmacy, Mazandaran University of Medical Sciences, Sari, 48175866, Iran"],"email":null},{"name":"Rishi Paliwal","attributes":["Nanomedicine and Bioengineering Research Laboratory, Department of Pharmacy, Indira Gandhi National Tribal University, Amarkantak, 484886, MP, India"],"email":null}],"PMCID":"PMCID: PMC9150915","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9150915/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9150915/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9150915/pdf/main.pdf","abstract_text":["Ethnopharmacological relevance","","The coronavirus disease (COVID-19) has relentlessly spread all over the world even after the advent of vaccines. It demands management, treatment, and prevention as well with utmost safety and effectiveness. It is well researched that herbal medicines or natural products have shown promising outcomes to strengthen immunity with antiviral potential against SARS-COV-2.","","Aim of the review: Our objective is to provide a comprehensive insight into the preventive and therapeutic effects of herbal medicines and products (Ayurvedic) for pre-and post-COVID manifestations.","","Material and method","","The database used in the text is collected and compiled from Scopus, PubMed, Nature, Elsevier, Web of Science, bioRxiv, medRxiv, American Chemical Society, and clinicaltrials.gov up to January 2022. Articles from non-academic sources such as websites and news were also retrieved. Exploration of the studies was executed to recognize supplementary publications of research studies and systematic reviews. The keywords, such as “SARS-COV-2, coronavirus, COVID-19, herbal drugs, immunity, herbal immunomodulators, infection, herbal antiviral drugs, and WHO recommendation” were thoroughly searched. Chemical structures were drawn using the software Chemdraw Professional 15.0.0.160 (PerkinElmer Informatics, Inc.).","","Result","","A plethora of literature supports that the use of herbal regimens not only strengthen immunity but can also treat SARS-COV-2 infection with minimal side effects. This review summarizes the mechanistic insights into herbal therapy engaging interferons and antibodies to boost the response against SARS-COV-2 infection, several clinical trials, and in silico studies (computational approaches) on selected natural products including, Ashwagandha, Guduchi, Yashtimadhu, Tulsi, etc. as preventive and therapeutic measures against COVID. We have also emphasized the exploitation of herbal medicine-based pharmaceutical products along with perspectives for unseen upcoming alike diseases.","","Conclusion","","According to the current state of art and cutting-edge research on herbal medicines have showed a significant promise as modern COVID tools. Since vaccination cannot be purported as a long-term cure for viral infections, herbal/natural medicines can only be considered a viable alternative to current remedies, as conceived from our collected data to unroot recurring viral infections."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["Coronavirus","Herbal medicine","Immunomodulation","Pharmaceutical product","SARS-COV-2"],"doi":"10.1016/j.jep.2022.115420"},{"title":"Wound healing potential of bark paste of Pongamia pinnata along with hirudotherapy: A case report","publication_info":[{"name":"Dinusha Balasooriya","attributes":["Department of Ayurveda Basic Principles, Gampaha Wickramarachchi Ayurveda Institute, University of Kelaniya, Sri Lanka"],"email":null},{"name":"Chamil Karunarathna","attributes":["Gampaha Ayurveda Clinic, Kadawatha, Sri Lanka"],"email":null}],"PMCID":"PMCID: PMC8185996","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8185996/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8185996/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8185996/pdf/main.pdf","abstract_text":["Chronic wound is one of a leading cause of amputation worldwide. Successful management of chronic wound has become a challenge to all existing medical systems across the world. Sri Lankan Traditional and Ayurvedic medicine reveals many promising herbal and alternative remedies for chronic wounds. We hereby report a successfully managed case of an 80-year-old female patient suffering from a chronic wound for two years, when presenting has advised for amputation of the leg. The treatment protocol included the application of hirudotherapy along with the bark paste of Pongamia pinnata followed by Flueggea leucopyrus with recommended other external and internal remedies. At the end of the treatment protocol, pain, exudates, odor, burning sensation, and itching were reduced completely while swelling and wound size was reduced remarkably and showed a significant healing in the wounded area."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Chronic wound","Pongamia pinnata","Flueggea leucopyrus","Hirudotherapy"],"doi":"10.1016/j.jaim.2021.01.014"},{"title":"Case series and review of Ayurvedic medication induced liver injury","publication_info":[{"name":"Christopher M. Karousatos","attributes":["Keck School of Medicine, University of Southern California, Los Angeles, CA USA "],"email":null},{"name":"Justin K. Lee","attributes":["Hoag Memorial Hospital Presbyterian, Newport Beach, CA USA "],"email":null},{"name":"David R. Braxton","attributes":["Hoag Memorial Hospital Presbyterian, Newport Beach, CA USA "],"email":null}],"PMCID":"PMCID: PMC7956115","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7956115/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7956115/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7956115/pdf/12906_2021_Article_3251.pdf","abstract_text":["Background","","Complementary and alternative medicine use among Americans is prevalent. Originating in India, Ayurvedic medicine use in the United States has grown 57% since 2002. CAM accounts for a significant proportion of drug induced liver injury in India and China, but there have been only three reports of drug induced liver injury from Ayurvedic medications in the U.S. We report three cases of suspected Ayurvedic medication associated liver injury seen at a Southern California community hospital and review literature of Ayurvedic medication induced liver injury.","","Case presentations","","Three patients presented with acute hepatocellular injury and jaundice after taking Ayurvedic supplements for 90–120 days. First patient took Giloy Kwath consisting solely of Tinospora cordifolia. Second patient took Manjishthadi Kwatham and Aragwadhi Kwatham, which contained 52 and 10 individual plant extracts, respectively. Third patient took Kanchnar Guggulu, containing 10 individual plant extracts. Aminotransferase activities decreased 50% in < 30 days and all 3 patients made a full recovery. Roussel Uclaf Causality Assessment Method (RUCAM) scores were 7–8, indicating probable causality. These products all contained ingredients in other Ayurvedic and traditional Chinese medicines with previously reported associations with drug induced liver injury.","","Conclusions","","These patients highlight the risk of drug induced liver injury from Ayurvedic medications and the complexity of determining causality. There is a need for a platform like LiverTox.gov to catalog Ayurvedic ingredients causing liver damage.","","Supplementary Information","","The online version contains supplementary material available at 10.1186/s12906-021-03251-z."],"license_agreement":"Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.","keywords":["Ayurveda","Ayurvedic medicine","Drug induced liver injury (DILI)","Herb induced liver injury (HILI)","Traditional Chinese medicine","Roussel Uclaf causality assessment method"],"doi":"10.1186/s12906-021-03251-z"},{"title":"Ayurvedic management through telemedicine of covid hypoxia non-dependent of oxygen support in a patient with chest CT score of 18/25- A case report","publication_info":[{"name":"Sudheer A","attributes":["Sreehareeyam Ayurveda, No 2 Rajaji Nagar Main Road, Thiruvanmiyur, Chennai, 600041, Tamilnadu, India"],"email":"sreehareeyam@gmail.com"}],"PMCID":"PMCID: PMC9723920","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9723920/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9723920/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9723920/pdf/main.pdf","abstract_text":["This paper is the first known documentation of a covid patient in ARDS and MODS who recovered from home through Ayurveda telemedicine and when not completely dependent on oxygen. The covid patient suffered from fever, body ache, breathlessness, fatigue, and was admitted to the hospital when his SpO2 was at 56, his CT scores at 18/25, Corads 6 and his NL ratio was at 9. The patient was shifted to another hospital as he refused treatment in the first hospital; in the second hospital also he refused treatment and got himself discharged against medical advice when his SpO2 was at 65, RR 40. The patient sought Ayurvedic treatment through phone voluntarily when in MODS. He showed clinical improvement within a day and the SpO2 steadily raised to reach 94 in 27 days. He may have required invasive mechanical ventilation for COVID-19 ARDS reflected by his raised covid biomarkers (Malik et al., 2021) [1]. But this was not necessitated; also other risk factors for poor outcomes were his old age, comorbidities as diabetes, kidney injury and liver injury. This paper records that oral and ophthalmic administration of Ayurveda medicines can immediately increase SpO2 levels. This case study also opens up possibilities of emergency care in Ayurveda with respect to hypoxia."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Hypoxia","Ayurveda","Covid","ARDS","MODS","CT lung"],"doi":"10.1016/j.jaim.2022.100660"},{"title":"Neurocognitive Effect of Nootropic Drug Brahmi (Bacopa monnieri) in Alzheimer's Disease","publication_info":[{"name":"Kaustubh S. Chaudhari","attributes":["Department of Neurology, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA","Department of Internal Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA","Department of Samhita Siddhanta (Ayurveda), Kamaladevi Gauridutt Mittal Ayurvedic Hospital and College, Mumbai, India"],"email":"kaustubhschaudhari@gmail.com"},{"name":"Nishant R. Tiwari","attributes":["Department of Internal Medicine, Byramjee Jeejeebhoy Medical College, Pune, India"],"email":null},{"name":"Rakesh R. Tiwari","attributes":["Department of Samhita Siddhanta (Ayurveda), Kamaladevi Gauridutt Mittal Ayurvedic Hospital and College, Mumbai, India"],"email":null}],"PMCID":"PMCID: PMC5448442","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5448442/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5448442/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5448442/pdf/aon-0024-0111.pdf","abstract_text":["Alzheimer's disease (AD) is a progressive neurodegenerative disease of the elderly. The rapid increase in its incidence has necessitated development of newer drugs. Ayurvedic herbal medications are increasingly researched due to their biosafety profile and usefulness in cognitive impairment. In this article, we critically reviewed one such Medhya Rasayana (nootropic drug) Brahmi-derived from extract of Bacopa monnieri (EBm). Studies have shown that EBm promotes free radical scavenger mechanisms and protects cells in prefrontal cortex, hippocampus, and striatum against cytotoxicity and DNA damage implicated in AD. It also reduces lipoxygenase activity reducing lipid peroxidation, increases glutathione peroxidase and chelates iron. Administration of EBm was seen to protect the cholinergic neurons and reduce anticholinesterase activity comparable to donepezil, rivastigmine, and galantamine. It also reduces hippocampal β-amyloid deposition and stress-induced hippocampal damage. The neuroprotective effect of EBm is also due to nitric oxide-mediated cerebral vasodilation. EBm improved the total memory score and maximum improvement was seen in logical memory and paired associate learning in humans and reversed phenytoin-induced memory impairment in experimental model. EBm has not shown any serious clinical, neurological, hematological complications, or vital organs damage in experimental studies. Rats showed marked reduction in fertility; however, libido was unaffected. There is no experimental evidence of genotoxicity or teratogenesis by use of EBm. Mild nausea and gastrointestinal upset are seen in humans. Brahmi promises to be a novel agent in AD; however, further human trials are recommended to verify the efficacy and rule out any side effects as evidenced by the experimental models."],"license_agreement":"Unknown","keywords":["Alzheimer's disease","Bacopa monnieri","Brahmi","Nootropics","Ayurveda"],"doi":"10.1159/000475900"},{"title":"Understanding COVID - 19 pandemic – A comprehensive Ayurvedic perspective","publication_info":[{"name":"Uma Shankar Prasad Adluri","attributes":["Modern Medicine & Ayurveda, S.I.V.A.S Health & Research Institute, Sunshine Hospitals, Secunderabad, Telangana, India"],"email":null}],"PMCID":"PMCID: PMC7831973","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7831973/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7831973/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7831973/pdf/main.pdf","abstract_text":["Epidemics have not been new to India. Ayurveda being in the fore front of health care of those times, has recorded its valuable experiences of epidemics & termed them as Janapadodhwamsa or Maraka. It has vividly described their mechanism of Causation (Nidana), factors affecting severity and actions complicating illnesses their management and prevention. The present work uses the same model described in Samhitas which assert the superiority of host susceptibility (Nija) over External Agent/Virus (Agantuja) and uses the same principles in prevention; while adopting the Jwara model to explain and correlate with different stages of COVID – 19. It proposes management guidelines using Ahara (Nutritional Principles) and Oushadha (Medication) for different stages and subsets of patients along with their potential complications and drug interactions, utilizing the principles of host factor modification (Dosha hara) and potential broad spectrum Anti-viral (Prativisha) as envisaged by Rasa Shastra."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["COVID - 19","Ayurveda","Etiopathogenesis","Factors affecting severity","Clinical stage correlation","Management"],"doi":"10.1016/j.jaim.2020.08.001"},{"title":"Comparative retrospective open-label study of ayurvedic medicines and their combination with allopathic drugs on asymptomatic and mildly-symptomatic COVID-19 patients","publication_info":[{"name":"Acharya Balkrishna","attributes":["Drug Discovery and Development Division, Patanjali Research Institute, Roorkee-Haridwar Road, Haridwar 249405, Uttarakhand, India","Department of Allied and Applied Sciences, University of Patanjali, NH-58, Haridwar 249405, Uttarakhand, India"],"email":null},{"name":"Aarti Ben Bhatt","attributes":["Patanjali Chikitsalaya, UL-17A, Harekrishna Complex, Paldi, Ahmedabad 380007, Gujarat, India"],"email":null},{"name":"Pratima Singh","attributes":["Drug Discovery and Development Division, Patanjali Research Institute, Roorkee-Haridwar Road, Haridwar 249405, Uttarakhand, India"],"email":null},{"name":"Swati Haldar","attributes":["Drug Discovery and Development Division, Patanjali Research Institute, Roorkee-Haridwar Road, Haridwar 249405, Uttarakhand, India"],"email":null}],"PMCID":"PMCID: PMC8139440","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8139440/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8139440/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8139440/pdf/main.pdf","abstract_text":["Introduction","","Treatment for COVID-19 was ambiguous in the beginning of the pandemic. At that time, the conventional medical system was grappling to cope with the rapidly spreading pandemic. The potential of Ayurveda, one of the branches of traditional Indian medicine (TIM), with a 5000 year old history, employing medicines derived from plants and other natural sources, against COVID-19 has been explored through a comparative retrospective open-label study.","","Methods","","Reported here are the remedial effects of Ayurvedic medicines alone or in combination with Allopathic treatment on 59 asymptomatic or mildly symptomatic COVID-19 patients, across multiple COVID-19 care centers in Ahmedabad, India. The patients were confirmed for COVID-19 infection through RT-qPCR of nasopharyngeal swabs. With informed consents from the patients, the sourced data was divided into ‘Allopathic and Ayurvedic’ [AlloAyur] (n = 41) and ‘Ayurvedic only’[Ayur] (n = 18) groups, based on the type of treatment the patients decided to receive, that is Ayurvedic medicines with Allopathic treatment or Ayurvedic medicines alone, respectively. Ayurvedic medicines included oral doses and nasal drops; the dosage and regime were decided based on the recommendations from Ayurvedic texts. The Allopathic medicines included Azithromycin, Vitamin-C and anti-histamines. Acetaminophen was also administered when necessary, by the attending physician. The patients were observed for symptomatic improvement.","","Results","","Primary outcome of this study was the symptomatic relief from COVID-19. Data collected over a period of two months, showed that more patients exhibited symptomatic relief in Ayur goup (83.33 %) than in the AlloAyur group (48.78 %) within the first 13 days of treatment. No visible adverse effects were observed. This indicated faster and safe symptomatic resolution among those treated with Ayurvedic medicines alone.","","Conclusion","","Patients receiving only Ayurvedic medicines on average were symptomatically relieved faster than those receiving Allopathic and Ayurvedic medicines together."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["COVID-19","Divya Swasari Ras","Giloy Ghanvati","Tulsi Ghanvati","Anu Taila","Ashwagandha","Ayurveda"],"doi":"10.1016/j.hermed.2021.100472"},{"title":"Proof of Efficacy Study to Evaluate an Ayurvedic Formulation in the Treatment of Allergic Rhinitis: An Open Label Randomized Controlled Clinical Trial","publication_info":[{"name":"Vaidya B Prakash","attributes":[],"email":"balenduprakash@gmail.com"},{"name":"Yashwant K Rao","attributes":[],"email":null},{"name":"Shikha Prakash","attributes":[],"email":"balenduprakash@gmail.com"},{"name":"Sneha T Sati","attributes":[],"email":null},{"name":"Ankita Mohapatra","attributes":[],"email":null}],"PMCID":"PMCID: PMC10628601","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10628601/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10628601/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10628601/pdf/cureus-0015-00000046663.pdf","abstract_text":["Background: Allergic rhinitis is largely treated by using antihistamines and nasal sprays, either alone or in combination. However, these measures ease out the symptoms but do not address causative factors, and have their share of side effects and limitations. An Ayurvedic herbo-mineral formulation, IMMBO, has been reported to be effective in treating allergic rhinitis.","","Objective: The present study was carried out to evaluate the efficacy, safety, and tolerability of the Ayurvedic herbo-mineral formulation in comparison with a fixed-dose combination of levocetirizine and montelukast.","","Method: This was a randomized, comparative, clinical study carried out on 250 patients at a medical college in India. The patients were enrolled according to the eligibility criteria of the study and randomized into two groups, to receive either Ayurvedic herbo-mineral formulation, IMMBO, or a combination of levocetirizine and montelukast for 28 days. Total nasal symptom score (TNSS) and Immunoglobulin E (IgE) were calculated for evaluation of efficacy parameters. ","","Result: At the end of therapy both IMMBO and levocetirizine and montelukast combination showed significant improvement in TNSS in both treated population and per protocol population. The IMMBO group had a statistically higher reduction in TNSSs compared to the levocetirizine + montelukast group (-5.70 vs. -3.31; p<0.01). There was a statistically significant difference in the reduction of IgE levels between the groups (-351.54 vs. -208.79; p<0.05). ","","Conclusion: The findings of this study establish prima facie evidence about the efficacy and safety of Ayurvedic formulation. However, the said Ayurvedic formulation needs to be further developed scientifically. "],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["tnss","montelukast","levocetirizine","immbo","ige","ayurveda","allergic rhinitis"],"doi":"10.7759/cureus.46663"},{"title":"A 4-Month Whole-Systems Ayurvedic Medicine Nutrition and Lifestyle Intervention Is Feasible and Acceptable for Breast Cancer Survivors: Results of a Single-Arm Pilot Clinical Trial","publication_info":[{"name":"Anand Dhruva","attributes":["Osher Center for Integrative Medicine, University of California San Francisco, San Francisco, California","Department of Medicine, Division of Hematology and Oncology, University of California San Francisco, San Francisco, California","Helen Diller Family Comprehensive Cancer Center, University of California San Francisco, San Francisco, California"],"email":"anand.dhruva@ucsf.edu"},{"name":"Cairn Wu","attributes":["Osher Center for Integrative Medicine, University of California San Francisco, San Francisco, California"],"email":null},{"name":"Christine Miaskowski","attributes":["School of Nursing, Department of Physiologic Nursing, University of California San Francisco, San Francisco, California","Department of Anesthesiology, University of California San Francisco, San Francisco, California"],"email":null},{"name":"Wendy Hartogensis","attributes":["Osher Center for Integrative Medicine, University of California San Francisco, San Francisco, California"],"email":null},{"name":"Hope S Rugo","attributes":["Helen Diller Family Comprehensive Cancer Center, University of California San Francisco, San Francisco, California"],"email":null},{"name":"Shelley R Adler","attributes":["Osher Center for Integrative Medicine, University of California San Francisco, San Francisco, California","Department of Family and Community Medicine, University of California San Francisco, San Francisco, California"],"email":null},{"name":"Ted J Kaptchuk","attributes":["Beth Israel Hospital, Harvard Medical School, Boston, Massachusetts"],"email":null},{"name":"Rucha Kelkar","attributes":["Osher Center for Integrative Medicine, University of California San Francisco, San Francisco, California"],"email":null},{"name":"Sangeeta Agarawal","attributes":["Osher Center for Integrative Medicine, University of California San Francisco, San Francisco, California"],"email":null},{"name":"Amisha Vadodaria","attributes":["Osher Center for Integrative Medicine, University of California San Francisco, San Francisco, California"],"email":null},{"name":"Ellen Garris","attributes":["Osher Center for Integrative Medicine, University of California San Francisco, San Francisco, California"],"email":null}],"PMCID":"PMCID: PMC7716077","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7716077/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7716077/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7716077/pdf/10.1177_2164956120964712.pdf","abstract_text":["Purpose","","Ongoing symptoms and impairments in quality of life (QOL) among breast cancer survivors remain a significant problem. We tested the feasibility and acceptability of a manualized Ayurvedic nutrition and lifestyle intervention for breast cancer survivors.","","Methods","","Eligible participants had Stage I–III breast cancer, underwent treatment within the past year that included chemotherapy, and were without active disease. The 4-month individualized Ayurvedic intervention included counseling on nutrition, lifestyle, yoga, and marma (like acupressure) during 8 one-on-one visits with an Ayurvedic practitioner. Feasibility and acceptability were the primary outcomes. QOL (European Organization for Research and Treatment of Cancer Quality of Life Questionnaire [EORTC QLQ C30]) and symptoms—sleep disturbance (General Sleep Disturbance Scale [GSDS]), fatigue (Lee Fatigue Scale [LFS]), depressive symptoms (Center for Epidemiological Studies—Depression Scale [CES-D]), anxiety (Spielberger State-Trait Anxiety Inventory [STAI-S, STAI-T]), and stress (Perceived Stress Scale [PSS])—were measured prior to, at midpoint, and at the end of the 4-month intervention. Effect sizes (Cohen’s d) were calculated along with paired t tests comparing baseline to end of month 4 time points. Mixed effects models were used for repeated measures analyses.","","Results","","Participants (n = 32) had a mean age of 48 years (SD = 10). Retention at the end of the intervention was 84%. Among those who completed the intervention (n = 27), adherence was high (99.5% of visits with practitioners attended). Large improvements were seen in QLQ-C30 emotional functioning (d = 0.84, P < 0.001), QLQ-C30 cognitive functioning (d = 0.86, P < 0.001), GSDS (d = –1.23, P < 0.001), and CES-D (d = –1.21, P < 0.001). Moderate improvements were seen in QLQ-C30 global health (d = 0.65, p = 0.003), LFS (d = –0.68, P = 0.002), and PSS (d = –0.75, P < 0.001). No adverse events were observed due to the intervention.","","Conclusion","","This 4-month Ayurvedic whole-systems multimodal nutrition and lifestyle intervention was feasible and acceptable for breast cancer survivors. Promise of clinical benefit was seen in terms of improvements in symptoms and QOL that warrants further investigation."],"license_agreement":"Creative Commons Non Commercial CC BY-NC: This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License (https://creativecommons.org/licenses/by-nc/4.0/) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).","keywords":["Ayurvedic Medicine","nutritional therapy","cancer survivorship","breast cancer","yoga","integrative medicine","complementary therapies"],"doi":"10.1177/2164956120964712"},{"title":"Application of Spectroscopic and Chromatographic Methods for Chemical Characterization of an Ayurvedic Herbo-Mineral Preparation: Maha Yograja Guggulu","publication_info":[{"name":"Arjun Singh","attributes":[],"email":"arjunccras@gmail.com"},{"name":"Sarada Ota","attributes":[],"email":null},{"name":"Narayan Srikanth","attributes":[],"email":null},{"name":"Ruknuddin Galib","attributes":[],"email":null},{"name":"Sreedhar Bojja","attributes":[],"email":null}],"PMCID":"PMCID: PMC5871055","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871055/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871055/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871055/pdf/10.1177_2156587217751761.pdf","abstract_text":["Rasa Shastra is an exclusive branch of ayurveda that uses processed metals and minerals in various combinations. Though the formulations are time tested, safety and quality concerns are being raised since the past two decades. In view of this, it becomes mandatory to generate quality control profiles of such formulations by following available parameters. Considering this, we attempted to develop standard manufacturing procedures of Maha Yogaraja Guggulu and generate preliminary physicochemical profiles using inductively coupled plasma mass spectrometry, X-ray diffraction, and high-performance thin-layer chromatography. The results from high-performance thin-layer chromatography revealed presence of organic constituents from plant material. X-ray diffraction indicated that the prepared drug contained cinnabar (mercury sulfide; Rasa sindhura), cassiterite (tin oxide; Vanga bhasma), litharge (lead oxide; Naga bhasma), and iron dioxide and magnetite (di-iron oxide; Loha and Mandura bhasma). The observations of the present study are preliminary and first of its kind that may be considered as baseline data for future studies."],"license_agreement":"This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License (http://www.creativecommons.org/licenses/by-nc/4.0/) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).","keywords":["bhasma","loha","maha yogaraja guggulu","mandura","naga","rasa sindhura","vanga"],"doi":"10.1177/2156587217751761"},{"title":"Ayurveda co-interventions have supported complete recovery in severe COVID-19 infection with a chest severity score 18/25: A case report","publication_info":[{"name":"Sanjeev Rastogi","attributes":["Department of Kaya Chikitsa, State Ayurvedic College and Hospital, Lucknow University, Lucknow, 226003, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC7953452","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7953452/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7953452/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7953452/pdf/main.pdf","abstract_text":["Severe COVID-19 infection requiring oxygen support is reported to have high mortality. Chest Severity Score evaluated through CT scan has a predictive value about future outcomes in such cases. Score value ∼18 is predicted to have poor outcomes. We are presenting here a case of severe COVID-19 with all predictors suggestive of a bad prognosis including IL-6, D-Dimer, Ferritin and CRP in addition to 18/25 Chest Severity Score. Initially treated under ICU care at a tertiary care COVID hospital for about 14 days, the patient was intervened with Ayurveda on his own insistence seeing the unsatisfactory improvements. Ayurveda intervention for 19 days along with standard ICU care resulted in complete clinical recovery of the patient besides the correction of biomarker levels. Rapid clinical and biochemical correction in this severe COVID-19 case against all odds is highly significant and warrants an urgent search for possibility of instituting the integrative management strategies for all those treated in an allopathic facility. This case also advocates an early institution of Ayurveda interventions in COVID-19 in order to prevent deterioration leading to complications."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Chest severity score","Hypoxia","Integrative care","Severe COVID-19"],"doi":"10.1016/j.jaim.2021.02.008"},{"title":"Quality of Ayurvedic health care delivery in provinces of India: Lessons from essential drugs availability at State run Ayurveda dispensaries","publication_info":[{"name":"Sanjeev Rastogi","attributes":["State Ayurvedic College and Hospital, Lucknow, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC6152803","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6152803/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6152803/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6152803/pdf/main.pdf","abstract_text":["Quality of health care delivery primarily depends upon the availability of resources in terms of manpower, infrastructure and material. Ayurveda has beautifully embodied this concern as chikitsa chatuspad (four essentials of health care delivery). In the absence of any one of these, the quality of health care is bound to be jeopardized. The concept of essentials in health care is commonly utilized to analyze the level of quality of service offered at a health care unit. Ayurveda, despite being the pioneer in terms of setting standards of health care delivery in its own time, remained away from such checks in contemporary practices. We have considered here the availability of drugs from Essential Drug List (EDL) of Ayurveda as one of the most basic requirement to assure a quality based health care. The same therefore could have been considered as a parameter of quality check. We have critically analyzed the availability of EDL drugs at State run Ayurveda dispensaries in Uttar Pradesh and found soaring gaps between the recommendations and the actual availability. The study reveals that a large scale ground work is required primarily to identify the drug needs and subsequently to evolve a mechanism ensuring an uninterrupted supply of drugs at primary and secondary care settings in Ayurveda."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["None"],"doi":"10.1016/j.jaim.2018.01.004"},{"title":"The First International Research Seminar on Ayurveda (2014), Birstein, Germany","publication_info":"Antonio Morandi","PMCID":"PMCID: PMC4535074","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4535074/?report=classic","pdf_link":"None","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Effect of Ayurveda intervention, lifestyle modification and Yoga in prediabetic and type 2 diabetes under the National Programme for Prevention and Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke (NPCDCS)–AYUSH integration project","publication_info":[{"name":"Ramavtar Sharma","attributes":[],"email":"dr.ramavtarccras@gmail.com"},{"name":"Vinod Kumar Shahi","attributes":[],"email":null},{"name":"Shruti Khanduri","attributes":[],"email":null},{"name":"Arun Goyal","attributes":[],"email":null},{"name":"Suhas Chaudhary","attributes":["Regional Ayurveda Research Institute for Infectious Diseases, Patna, Bihar, India"],"email":null},{"name":"Rakesh Kumar Rana","attributes":[],"email":null},{"name":"Richa Singhal","attributes":[],"email":null},{"name":"Narayanam Srikanth","attributes":[],"email":null}],"PMCID":"PMCID: PMC6892000","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6892000/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6892000/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6892000/pdf/AYU-40-8.pdf","abstract_text":["Background:","","Type 2 diabetes is a lifestyle-related disorder that affects around 422 million individuals in India. Integration of AYUSH (Ayurveda) with the National Programme for Prevention and Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke (NPCDCS) was conceived on pilot basis at Gaya, Bihar, to provide integrative treatment for non-communicable disease patients and to manage the burden of non-communicable diseases in India.","","Objectives:","","The objective of this study was to analyze the effect of Ayurveda intervention, lifestyle modification and Yoga in the management of type 2 diabetes under NPCDCS-AYUSH integration project.","","Materials and Methods:","","A multi-centric, open-labeled, prospective, comparative clinical study was conducted at 17 community health centers and 1 district hospital. Population over 30 years of age was screened and prediabetic or type 2 diabetic individuals were enrolled in two cohorts, i.e., pre-diabetic (Cohort A) and type 2 diabetic (Cohort B). Each cohort was further divided into two groups: Group A1 was advised for lifestyle modification and Yoga and group A2 was given Ayurveda medication in addition to lifestyle modification and Yoga. Similarly, group B1 was advised for lifestyle modification and Yoga along with allopathic medication and group B2 was given Ayurveda medication, i.e., Mamajjaka, Amalaki and Guduchi powder in addition to lifestyle modification and Yoga along with allopathic medication. Treatment was given for 6 months. Data were analyzed through paired t-test.","","Results:","","A significant reduction was observed in fasting blood sugar level in groups A2 and B2 (P = 0.001) and also in the postprandial blood sugar level in Groups A2 and B2 (P = 0.001). Further, improvement in subjective symptoms such as polyuria, polydipsia, polyphagia, blurred vision and weakness was found in all the groups, while non-healing ulcer does not show any improvement.","","Conclusion:","","The study reveals that Ayurveda intervention, i.e., Mamajjaka Churna (1 g), Amalaki Churna (3 g) and Guduchi Churna (3 g) two times a day effectively controls blood sugar level in pre-diabetic and type 2 diabetic patients and improves the disease management with lifestyle modification and Yogasana as well as with allopathic treatment."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ayurveda","Madhumeha","Noninsulin-dependent diabetes mellitus","Prameha","type 2 diabetes"],"doi":"10.4103/ayu.AYU_105_19"},{"title":"Ayurvedic management in cervical spondylotic myelopathy","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":["P.G. Department of Panchkarma, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":"sarveshksingh21@gmail.com"}],"PMCID":"PMCID: PMC5377481","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5377481/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5377481/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5377481/pdf/main.pdf","abstract_text":["The age related spondylotic changes may result in direct compressive and ischemic dysfunction of the spinal cord known as cervical spondylotic myelopathy (CSM). Symptoms often develop insidiously and are characterized by neck stiffness, unilateral or bilateral deep aching neck, arm and shoulder pain, and possibly stiffness or clumsiness while walking. The management available in current mainstream medicine is not satisfactory. Various Ayurvedic treatments have been in use for these manifestations. We present a case of CSM, which was treated with a combination of Panchakarma procedures and Ayurvedic oral drugs. The patient was considered suffering from Greevastambha (neck stiffness) and was treated with Shalishastika pinda svedana (sudation with medicated cooked bolus of rice) for one month and Mustadi yapana basti (enema with medicated milk) for 16 days along with oral Ayurvedic drugs such as Brihatavata chintamani rasa 50 mg, Ekangaveer ras-250 mg, Ardhangavatari rasa-125 mg Amrita satva (dry extract of Tinospora cordifolia Willd)-500 mg, Muktasukti pisti-500 mg, Ashwagandha churna (powder of Withania somnifera Dunal)-500 mg Dashmool kvatha ghana (solid extract of Dashmool kvatha)-500 mg, Trayodashanga guggulu-575 mg, twice a day with honey and Eranda paka-10 g twice a day with milk. Patient's condition which was assessed for symptoms of CSM and Chile's modified Japanese Orthopaedic Association (mJOA) score for cervical spondylotic myelopathy showed substantial improvement. This study shows that the cases of CSM may be successfully managed with Ayurvedic treatment."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic treatment","Cervical spondylotic myelopathy","Greevastambha"],"doi":"10.1016/j.jaim.2016.08.011"},{"title":"Management of rheumatoid arthritis (Aamavata) using symbiohealth healthcare system","publication_info":[{"name":"Gopal K. Basisht","attributes":[],"email":"gopalbasisht@gmail.com"},{"name":"Ram Harsh Singh","attributes":["Dinstinguished Professor, Department of Kaya Chikitsa, Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Uttar Pradesh, India"],"email":null}],"PMCID":"PMCID: PMC3665188","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665188/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665188/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665188/pdf/AYU-33-466.pdf","abstract_text":["Rheumatoid Arthritis (RA), according to modern medicine, and Aamavata according to Ayurveda, has an etiological and clinical relationship. Aamavata is a disease complex of which RA is a part. A comparative study of the pathophysiology of this disease by both systems reveals that modern medicine has investigated the mechanism of inflammation and has developed an offense strategy to control it. Ayurveda follows a defense strategy and it focuses its search on the etiological process, where disequilibrium at a higher level of physiology affects the gastrointestinal tract, causing an immune response that results in inflammation. Understanding the pathophysiology of both systems will help the treating physician to institute a dual treatment plan of modern medicine's offense strategy and Ayurvedic medicine's defense strategy at appropriate stages of the disease. Studying the pathophsiology of the two systems also gives insight into the genetic and epigenetic phenomenon in the treatment of disease and opens the doors for groundbreaking research."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Aama","Aamavata","defense","epigenetics","genetics","offense","symbiohealth"],"doi":"10.4103/0974-8520.110513"},{"title":"Ayurvedic approach for management of ankylosing spondylitis: A case report","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":["Department of Panchakarma, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":"sarveshksingh21@gmail.com"}],"PMCID":"PMCID: PMC4910574","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4910574/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4910574/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4910574/pdf/main.pdf","abstract_text":["Ankylosing spondylitis (AS) is a rheumatic disease with various skeletal and extra skeletal manifestations. No satisfactory treatment is available in modern medicine for this disorder. Various Panchakarma procedures and Ayurvedic drugs have been proved useful for these manifestations. We present a case of AS, which was treated for two months with a combination of Panchakarma procedures and Ayurvedic drugs. Ayurvedic treatments, in this case, were directed toward alleviating symptoms and to reduce severe disability. The patient was considered suffering from Asthimajja gata vata (∼Vata disorder involving bone and bone marrow) and was treated with Shalishastika Pinda Svedana (sudation with medicated cooked bolus of rice) for one month and Mustadi Yapana Basti (enema with medicated milk) with Anuvasana (enema with Asvagandha oil) in 30 days schedule along with oral Ayurvedic drugs for two months. Pratimarsha nasya (nasal drops) with Anu Taila (oil) for one month was given after completion of Basti procedure. Patient's condition was assessed for symptoms of Asthimajja gata vata and core sets of Assessment of Spondylo Arthritis International Society showed substantial improvement. This study shows the cases of AS may be successfully managed with Ayurvedic treatment."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ankylosing spondylitis","Asthimajja gata vata","Ayurveda","Mustadi Yapana Basti","Shalishastika Pinda Svedan"],"doi":"10.1016/j.jaim.2015.10.002"},{"title":"Intellectual property rights and patents in perspective of Ayurveda","publication_info":[{"name":"Anand Chaudhary","attributes":[],"email":"anandayubhu@gmail.com"}],"PMCID":"PMCID: PMC3456857","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456857/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456857/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3456857/pdf/Ayu-33-20.pdf","abstract_text":["Ayurveda is getting its due recognition as a rationale system of medicine worldwide despite the fact that medical and scientific fraternity of the globe has very strong opposite opinion regarding safety and efficacy of Ayurvedic medicines. Meanwhile, provisions of Intellectual Property Rights under World Intellectual Property Organization (WIPO) and Patents have attracted many individuals and organizations to explore possibilities of commercial benefits with Ayurvedic traditional knowledge. Although rules are not favoring to grant a patent on prior published knowledge, biopiracy managed grant of Patent on knowledge of Ayurvedic medicinal plants which has been successfully checked with references of data base of Traditional Knowledge Digital Library (TKDL). Current provisions of the Patent law of India are obstructive in nature for getting patent on Ayurvedic medicines. If we have to invite researchers from basic science to ensure quality, safety and efficacy of Ayurvedic medicines, there is an urgent need to amend laws of patent with pragmatic promotional policies. This will encourage more patents on numerous pharmaceutical, nutraceutical and cosmaceutical products based on Ayurveda. As every action of today's world is based on economic criteria so why stakeholders of Ayurveda should be deprived of it. New inventions would drive acceptance of Ayurveda as a global system of medicine."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurvedic pharmaceuticals","cosmaceuticals","IPR","nutraceuticals","product patent","TKDL"],"doi":"10.4103/0974-8520.100298"},{"title":"Ayurvedic herbal medicine and lead poisoning","publication_info":[{"name":"Krishna S Gunturu","attributes":["Yale Cancer Center, Section of Hematology, Yale University School of Medicine, New Haven, CT, 06511 USA"],"email":"krishna.gunturu@yale.edu"},{"name":"Priyadharsini Nagarajan","attributes":["Department of Laboratory Medicine, Yale University School of Medicine, 55 Park Street, New Haven, CT, 06520 USA"],"email":"priyadharsini.nagarajan@yale.edu"},{"name":"Peter McPhedran","attributes":["Yale Cancer Center, Section of Hematology, Yale University School of Medicine, New Haven, CT, 06511 USA"],"email":"peter.mcphedran@yale.edu"},{"name":"Thomas R Goodman","attributes":["Department of Radiology, Yale University School of Medicine, 333 Cedar Street, New Haven, CT, 06520 USA"],"email":"rob.goodman@yale.edu"},{"name":"Michael E Hodsdon","attributes":["Department of Laboratory Medicine, Yale University School of Medicine, 55 Park Street, New Haven, CT, 06520 USA"],"email":"michael.hodsdon@yale.edu"}],"PMCID":"PMCID: PMC3259062","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3259062/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3259062/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3259062/pdf/1756-8722-4-51.pdf","abstract_text":["Although the majority of published cases of lead poisoning come from occupational exposures, some traditional remedies may also contain toxic amounts of lead. Ayurveda is a system of traditional medicine that is native to India and is used in many parts of world as an alternative to standard treatment regimens. Here, we report the case of a 58-year-old woman who presented with abdominal pain, anemia, liver function abnormalities, and an elevated blood lead level. The patient was found to have been taking the Ayurvedic medicine Jambrulin prior to presentation. Chemical analysis of the medication showed high levels of lead. Following treatment with an oral chelating agent, the patient's symptoms resolved and laboratory abnormalities normalized. This case highlights the need for increased awareness that some Ayurvedic medicines may contain potentially harmful levels of heavy metals and people who use them are at risk of developing associated toxicities."],"license_agreement":"This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Lead poisoning","basophilic stippling","anemia","Ayurveda"],"doi":"10.1186/1756-8722-4-51"},{"title":"Interrater Reliability of Diagnostic Methods in Traditional Indian Ayurvedic Medicine","publication_info":[{"name":"Vrinda Kurande","attributes":[],"email":"vrinda@hst.aau.dk"},{"name":"Anders Ellern Bilgrau","attributes":[],"email":null},{"name":"Rasmus Waagepetersen","attributes":[],"email":null},{"name":"Egon Toft","attributes":[],"email":null}],"PMCID":"PMCID: PMC3803118","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3803118/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3803118/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3803118/pdf/ECAM2013-658275.pdf","abstract_text":["This study assesses the interrater reliability of Ayurvedic pulse (nadi), tongue (jivha), and body constitution (prakriti) assessments. Fifteen registered Ayurvedic doctors with 3–15 years of experience independently examined twenty healthy subjects. Subjects completed self-assessment questionnaires and software analyses for prakriti assessment. Weighted kappa statistics for all 105 pairs of doctors were computed for the pulse, tongue, and prakriti data sets. According to the Landis-Koch scale, the pairwise kappas ranged from poor to slight, slight to fair, and fair to moderate for pulse, tongue, and prakriti assessments, respectively. The average pairwise kappa for pulse, tongue, and prakriti was 0.07, 0.17, and 0.28, respectively. For each data set and pair of doctors, the null hypothesis of random rating was rejected for just twelve pairs of doctors for prakriti, one pair of doctors for pulse examination, and no pairs of doctors for tongue assessment. Thus, the results demonstrate a low level of reliability for all types of assessment made by doctors. There was significant evidence against random rating by software and questionnaire use and by the diagnosis preferred by the majority of doctors. Prakriti assessment appears reliable when questionnaire and software assessment are used, while other diagnostic methods have room for improvement."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2013/658275"},{"title":"Contribution of world health organization in the global acceptance of Ayurveda","publication_info":[{"name":"Anand Chaudhary","attributes":[],"email":"anandayubhu@gmail.com"}],"PMCID":"PMCID: PMC3255448","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3255448/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3255448/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3255448/pdf/JAIM-2-179.pdf","abstract_text":["Amongst the mandates of United Nations, health of mankind is the thrust area of UN through World Health Organization (WHO). Planning and execution of policies for mainstreaming of traditional medicines (TRM) of respective countries along with conventional system of medicine (allopathy), first in the country of origin followed by the international arena, is the priority agenda of operations of WHO. Within Indian context, WHO accorded prime focus to Ayurveda in its activities related to TRM.Sponsorship and encouragement of studies substantiating parameters of standardization, safety and efficacy of herbal medicines of Ayurveda are under chief consideration of WHO. In this review, several guidelines of WHO are summarized. Department of Ayurveda, Yoga and Naturopathy, Unani, Siddha and Homoeopathy (AYUSH), Central Council of Research in Ayurveda and Siddha and numerous other collaborative centers of WHO in India are assigned with several Appraisal Project Work (APW) and Direct Financial Cooperation (DFC) projects that will strengthen Ayurveda as evidence-based medicine for its global acceptance. Implementation of pharmacovigilance program in Ayurveda, publication of documents for rational use and initiatives to prepare consumer guidelines for appropriate use of Ayurvedic medicines are some other contributions of WHO toward advancement of Ayurveda at national as well as global level. Here, we suggest further exploration, interaction and interpretation of traditional knowledge in the light of contemporary core sciences and biomedical sciences that can pave the way for accreditation of Ayurveda worldwide as an established system of medicine."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","efficacy","standardization","safety","traditional medicine"],"doi":"10.4103/0975-9476.90769"},{"title":"Challenges in integrating component level technology and system level information from Ayurveda: Insights from NMR phytometabolomics and anti-HIV potential of select Ayurvedic medicinal plants","publication_info":[{"name":"Rama Jayasundar","attributes":["Department of NMR, All India Institute of Medical Sciences, New Delhi, India"],"email":"ramajayasundar@hotmail.com"},{"name":"Somenath Ghatak","attributes":["Department of NMR, All India Institute of Medical Sciences, New Delhi, India"],"email":null},{"name":"Muzamil Ashraf Makhdoomi","attributes":["Department of Biochemistry, All India Institute of Medical Sciences, New Delhi, India"],"email":null},{"name":"Kalpana Luthra","attributes":["Department of Biochemistry, All India Institute of Medical Sciences, New Delhi, India"],"email":null},{"name":"Aruna Singh","attributes":["Department of NMR, All India Institute of Medical Sciences, New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC6598850","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6598850/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6598850/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6598850/pdf/main.pdf","abstract_text":["Background","","Information from Ayurveda meeting the analytical challenges of modern technology is an area of immense relevance. Apart from the cerebral task of bringing together two different viewpoints, the question at the pragmatic level remains ‘who benefits whom’.","","Objective","","The aim is to highlight the challenges in integration of information (Ayurvedic) and technology using test examples of Nuclear Magnetic Resonance (NMR) metabolomics and anti-HIV-1 potential of select Ayurvedic medicinal plants. The other value added objective is implications and relevance of such work for Ayurveda.","","Materials and methods","","Six medicinal plants (Azadirachta indica, Tinospora cordifolia, Swertia chirata, Terminalia bellerica, Zingiber officinale and Symplocos racemosa) were studied using high resolution proton NMR spectroscopy based metabolomics and also evaluated for anti-HIV-1 activity on three pseudoviruses (ZM53 M.PB12, ZM109F.PB4, RHPA 4259.7).","","Results","","Of the six plants, T. bellerica and Z. officinale showed minimum cell cytotoxicity and maximum anti-HIV-1 potential. T. bellerica was effective against all the three HIV-1 pseudoviruses. Untargeted NMR profiling and multivariate analyses demonstrated that the six plants, all of which had different Ayurvedic pharmacological properties, showed maximum differences in the aromatic region of the spectra.","","Conclusion","","The work adds onto the list of potential plants for anti-HIV-1 drug molecules. At the same time, it has drawn attention to the different perspectives of Ayurveda and Western medicine underscoring the inherent limitations of conceptual bilinguism between the two systems, especially in the context of medicinal plants. The study has also highlighted the potential of NMR metabolomics in study of plant extracts as used in Ayurveda."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["NMR metabolomics","Anti-HIV-1 plants","Ayurvedic pharmacology"],"doi":"10.1016/j.jaim.2017.06.002"},{"title":"In silico evaluation of the compounds of the ayurvedic drug, AYUSH-64, for the action against the SARS-CoV-2 main protease","publication_info":[{"name":"Thrigulla Saketh Ram","attributes":["CCRAS-National Institute of Indian Medical Heritage, Revenue Board Colony, Gaddiannaram, Hyderabad, 500036, Telangana State, India"],"email":null},{"name":"Manne Munikumar","attributes":["NIN-TATA Centre for Excellence in Public Health Nutrition, ICMR-National Institute of Nutrition, Hyderabad, 500007, Telangana State, India"],"email":"mannemunikumar.bioinfo@gmail.com"},{"name":"Vankudavath Naik Raju","attributes":["Nutrition Information, Communication & Health Education (NICHE), ICMR-National Institute of Nutrition, Hyderabad, 500007, Telangana State, India"],"email":null},{"name":"Parasannanavar Devaraj","attributes":["ICMR-National Institute of Nutrition, Hyderabad, 500007, Telangana State, India"],"email":null},{"name":"Naveen Kumar Boiroju","attributes":["ICMR-National Institute of Nutrition, Hyderabad, 500007, Telangana State, India"],"email":null},{"name":"Rajkumar Hemalatha","attributes":["ICMR-National Institute of Nutrition, Hyderabad, 500007, Telangana State, India"],"email":null},{"name":"P.V.V. Prasad","attributes":["CCRAS-National Institute of Indian Medical Heritage, Revenue Board Colony, Gaddiannaram, Hyderabad, 500036, Telangana State, India"],"email":null},{"name":"Manohar Gundeti","attributes":["CCRAS-Raja Ramdeo Anandilal Podar (RRAP) Central Ayurveda Research Institute for Cancer, Mumbai, India"],"email":null},{"name":"Brijesh S. Sisodia","attributes":["CCRAS-Regional Ayurveda Research Institute for Drug Development, Gwalior, India"],"email":null},{"name":"Sharad Pawar","attributes":["CCRAS-Regional Ayurveda Institute for Fundamental Research, Pune, India"],"email":null},{"name":"G.P. Prasad","attributes":["CCRAS-Regional Ayurveda Institute for Fundamental Research, Pune, India"],"email":null},{"name":"Mukesh Chincholikar","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, India"],"email":null},{"name":"Sumeet Goel","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, India"],"email":null},{"name":"Anupam Mangal","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, India"],"email":null},{"name":"Sudesh Gaidhani","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, India"],"email":null},{"name":"N. Srikanth","attributes":["Central Council for Research in Ayurvedic Sciences, New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC7906523","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7906523/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7906523/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7906523/pdf/main.pdf","abstract_text":["Background","","Outbreak of Corona Virus Disease in late 2019 (COVID-19) has become a pandemic global Public health emergency. Since there is no approved anti-viral drug or vaccine declared for the disease and investigating existing drugs against the COVID-19.","","Objective","","AYUSH-64 is an Ayurvedic formulation, developed and patented by Central Council of Research in Ayurvedic Sciences, India, has been in clinical use as anti-malarial, anti-inflammatory, anti-pyretic drug for few decades. Thus, the present study was undertaken to evaluate AYUSH-64 compounds available in this drug against Severe Acute Respiratory Syndrome-Corona Virus (SARS-CoV-2) Main Protease (Mpro; PDB ID: 6LU7) via in silico techniques.","","Materials and methods","","Different molecular docking software's of Discovery studio and Auto Dock Vina were used for drugs from selected AYUSH-64 compounds against SARS-CoV-2. We also conducted 100 ns period of molecular dynamics simulations with Desmond and further MM/GBSA for the best complex of AYUSH-64 with Mpro of SARS-CoV-2.","","Results","","Among 36 compounds of four ingredients of AYUSH-64 screened, 35 observed to exhibits good binding energies than the published positive co–crystal compound of N3 pepetide. The best affinity and interactions of Akuammicine N-Oxide (from Alstonia scholaris) towards the Mpro with binding energy (AutoDock Vina) of −8.4 kcal/mol and Discovery studio of Libdock score of 147.92 kcal/mol. Further, molecular dynamics simulations with MM-GBSA were also performed for Mpro– Akuammicine N-Oxide docked complex to identify the stability, specific interaction between the enzyme and the ligand. Akuammicine N-Oxide is strongly formed h-bonds with crucial Mpro residues, Cys145, and His164.","","Conclusion","","The results provide lead that, the presence of Mpro– Akuammicine N-Oxide with highest Mpro binding energy along with other 34 chemical compounds having similar activity as part of AYUSH-64 make it a suitable candidate for repurposing to management of COVID-19 by further validating through experimental, clinical studies."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["COVID-19","SARS-CoV-2","AYUSH-64","Main protease","Molecular docking","Dynamics simulations"],"doi":"10.1016/j.jaim.2021.02.004"},{"title":"Ayurvedic management of life-threatening skin emergency erythroderma: A case study","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":[],"email":"sarveshksingh21@gmail.com"}],"PMCID":"PMCID: PMC4687243","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4687243/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4687243/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4687243/pdf/AYU-36-69.pdf","abstract_text":["Erythroderma or generalized exfoliative dermatitis is a skin disorder that requires attention equivalent to medical emergencies. It is more prevalent in male population. It accounts for 35 cases/100,000 cases in dermatologic outpatient departments. In erythroderma even with proper management there are certain metabolic burdens and complications which make it more critical. The primary aim, in this case, was to treat the patient with Ayurvedic management. A 18-year-old patient, suffering from erythroderma, was treated on the line of Kapala Kushtha and Audumbera Kushtha. The patient had primarily suffered from psoriasis for 8 years. Erythroderma was developed due to abrupt self-medication with an unknown amount of intramuscular methylprednisolone several times in last month. Rasamanikya-125 mg, Arogyavardhini Vati-1 g, Kaishora Guggulu-1 g, Khadirarista-20 ml, and Panchatikta Ghrita-20 ml, all drugs twice a day with 3-4 times local application of Jatyadi Taila were administered. A decoction of Jwarhara Kashaya was also administered in the dose of 40 ml twice a day. The patient had relief from the acute phase after 20 days of treatment and complete remission after 3 months of treatment. This case study demonstrates that Ayurvedic management may be useful in erythroderma like acute and life-threatening condition."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Audumbera Kushtha","erythroderma","Jatyadi Taila","Kapala Kushtha","Panchatikta Ghrita","Rasamanikya"],"doi":"10.4103/0974-8520.169015"},{"title":"Lead poisoning from Ayurvedic treatment: a further case","publication_info":[{"name":"Catalina Ciocan","attributes":["University of Torino, Department of Public Health and Pediatrics, Turin, Italy","Città della Salute e della Scienza di Torino University Hospital, Occupational Health Service, Turin, Italy"],"email":null},{"name":"Ihab Mansour","attributes":["University of Torino, Department of Public Health and Pediatrics, Turin, Italy"],"email":null},{"name":"Alessandro Beneduce","attributes":["University of Torino, Department of Public Health and Pediatrics, Turin, Italy"],"email":null},{"name":"Riccardo Corgiat Loia","attributes":["University of Torino, Department of Public Health and Pediatrics, Turin, Italy"],"email":null},{"name":"Nicolò Milanesio","attributes":["University of Torino, Department of Public Health and Pediatrics, Turin, Italy"],"email":null},{"name":"Michael Declementi","attributes":["University of Torino, Department of Public Health and Pediatrics, Turin, Italy"],"email":"michael.declementi@unito.it"},{"name":"Alessandro Godono","attributes":["University of Torino, Department of Public Health and Pediatrics, Turin, Italy"],"email":null},{"name":"Giacomo Garzaro","attributes":["University of Torino, Department of Public Health and Pediatrics, Turin, Italy","Città della Salute e della Scienza di Torino University Hospital, Occupational Health Service, Turin, Italy"],"email":null}],"PMCID":"PMCID: PMC8095331","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8095331/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8095331/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8095331/pdf/MDL-112-162.pdf","abstract_text":["Purpose:","","We report a case of a 30 years old Indian sailor with microcytic anemia (Hb 9.9), persistent abdominal pain, emesis, dark stool, hyperchromic urine, latent jaundice and asthenia. Lead intoxication was confirmed (blood lead value of 102 µg/dL). The patient assumed Ayurvedic medicines in the previous months. Ayurveda is an ancient form of Indian traditional popular medicine aiming to re-establish health and body function through herbal preparations, heavy metals are often added. Our purpose was to treat the patient and to establish the source of poisoning.","","Methods:","","After testing blood and urine lead concentration of other 3 crew members and analyzing over than 150 products used on the ship professional exposure was excluded. We analyzed the two Ayurvedic drugs assumed by the patient with an Inductively Coupled Plasma Mass Spectrometry. The patient underwent three chelation cycles with Calcium Disodium Ethylenediaminetetraacetic acid (EDTA) while monitoring blood and urinary lead levels.","","Results:","","The final blood lead level at discharge, after three chelation cycles, was 36.27 µg/dL. One of the two drugs contained extremely high concentrations of lead and mercury. The three different mixtures of this preparation showed lead concentrations of 12,638.54 mg/kg (Sample 2A), 23,043.02 mg/kg (Sample 2B), 21,352.97 mg/kg (Sample 2C); these levels are much higher than the highest values reported in literature for the indian soil (32 mg/kg).","","Conclusions:","","This case and similar cases raise the safety alert on complementary and alternative medicines; Ayurvedic medicine users should be carefully informed about potential risks and signs of poisoning."],"license_agreement":"This work is licensed under a Creative Commons Attribution 4.0 International License","keywords":["Ayurvedic","lead poisoning","anaemia","chelation","drug safety"],"doi":"10.23749/mdl.v112i2.10576"},{"title":"Personalized ayurvedic approach involving Sadyo Vamana in COVID-19 management: A case report","publication_info":[{"name":"Adil Rais","attributes":["Ayurveda Medical Officer, State Ayurvedic Hospital, Maharajganj, H.No. 293/28, Old Haiderganj, Sultanpur, Lucknow, Uttar Pradesh, 226003, India"],"email":null},{"name":"Rajdip Rao","attributes":["Sheth JP Government Ayurveda College, Bhavnagar, Gujarat, India"],"email":null},{"name":"Tarun Kumar","attributes":["CCRAS, RARI, Ranikhet, Uttarakhanda, India"],"email":null},{"name":"Rajkala P Patil","attributes":["Department of Panchakarma, IMS-BHU, Varanasi, India"],"email":null},{"name":"R. Galib","attributes":["Department of RSBK, All India Institute of Ayurveda, New Delhi, 110076, India"],"email":null},{"name":"Devendra Singh Negi","attributes":["Health and Medical Services, Uttar Pradesh, India"],"email":null}],"PMCID":"PMCID: PMC8484108","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8484108/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8484108/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8484108/pdf/main.pdf","abstract_text":["Sars Cov-2 has emerged as a global threat worldwide. At present, India is the second worsely-hit nation by COVID-19. Since it is a novel virus, there is no specific treatment strategy available at present. A mild symptomatic case of COVID-19 was managed through Ayurvedic intervention involving a personalized approach based on his Prakruti. He was prescribed Vamana Karma followed by Vyaghryadi Kashaya as an oral drug for fifteen days. The patient recovered well clinically, the disease progression to a more severe stage was not observed and the patient tested negative for COVID on the 17th day. In this report, the patient was of Kapha predominant Prakruti and his strength was good so he was prescribed Vamana Karma. Ayurveda advocates patient management by incorporating personal physical and mental attributes classified as Doshas. The promising results in the present case study indicate that a personalized approach involving Ayurveda in such cases can be helpful for a better prognosis."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["Ayurveda","COVID-19","Prakruti","Vamana Karma","Vyaghryadi Kashaya"],"doi":"10.1016/j.jaim.2021.09.005"},{"title":"Evaluating therapeutic potential of AYUSH-64 constituents against omicron variant of SARS-CoV-2 using ensemble docking and simulations","publication_info":[{"name":"Vinod Jani","attributes":["High Performance Computing - Medical and Bioinformatics Applications Group, Centre for Development of Advanced Computing (C-DAC), Panchawati, Pashan, 411 008, Pune, India"],"email":null},{"name":"Shruti Koulgi","attributes":["High Performance Computing - Medical and Bioinformatics Applications Group, Centre for Development of Advanced Computing (C-DAC), Panchawati, Pashan, 411 008, Pune, India"],"email":null},{"name":"Mallikarjunachari V.N. Uppuladinne","attributes":["High Performance Computing - Medical and Bioinformatics Applications Group, Centre for Development of Advanced Computing (C-DAC), Panchawati, Pashan, 411 008, Pune, India"],"email":null},{"name":"Saket Ram Thrigulla","attributes":["Central Council for Research in Ayurvedic Sciences (CCRAS)-National Institute of Indian Medical Heritage, 500036, Hyderabad, India","Central Council for Research in Ayurvedic Sciences (CCRAS), 110058, New Delhi, India"],"email":"dr.sakethram@gmail.com"},{"name":"Manohar Gundeti","attributes":["Central Council for Research in Ayurvedic Sciences (CCRAS)-Central Ayurveda Research Institute, 400018, Mumbai, India"],"email":null},{"name":"Goli Penchala Prasad","attributes":["Central Council for Research in Ayurvedic Sciences (CCRAS)-National Institute of Indian Medical Heritage, 500036, Hyderabad, India"],"email":null},{"name":"Sanjaya Kumar","attributes":["Central Council for Research in Ayurvedic Sciences (CCRAS), 110058, New Delhi, India"],"email":null},{"name":"Srikanth Narayanam","attributes":["Central Council for Research in Ayurvedic Sciences (CCRAS), 110058, New Delhi, India"],"email":null},{"name":"Uddhavesh Sonavane","attributes":["High Performance Computing - Medical and Bioinformatics Applications Group, Centre for Development of Advanced Computing (C-DAC), Panchawati, Pashan, 411 008, Pune, India"],"email":"uddhaveshs@cdac.in"}],"PMCID":"PMCID: PMC11179622","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11179622/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11179622/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11179622/pdf/main.pdf","abstract_text":["The COVID-19 pandemic in the later phase showed the presence of the B.1.1.529 variant of the SARS-CoV-2 designated as Omicron. AYUSH-64 a poly herbal drug developed by Central Council for Research in Ayurvedic Sciences (CCRAS) has been recommended by Ministry of Ayush in asymptomatic, mild to moderate COVID-19 patients. One of the earlier, in-silico study has shown the binding of the constituents of AYUSH-64 to the main protease (Mpro) of the SARS-CoV-2. This study enlisted four phytochemicals of AYUSH-64, which were found to have significant binding with the Mpro. In continuation to the same, the current study proposes to understand the binding of these four phytochemicals to main protease (Mpro) and receptor binding domain (RBD) of spike protein of the Omicron variant. An enhanced molecular docking methodology, namely, ensemble docking has been used to find the most efficiently binding phytochemical. Using molecular dynamics (MD) simulations and clustering approach it was observed that the Mpro and RBD Spike of Omicron variant of SARS-CoV-2 in complex with human ACE2 tends to attain 4 and 8 conformational respectively. Based on the docking studies, the best binding phytochemical of the AYUSH-64, akummicine N-oxide was selected for MD simulations. MD simulations of akummicine N-oxide bound to omicron variant of Mpro and RBD Spike-ACE complex was performed. The conformational, interaction and binding energy analysis suggested that the akummicine N-oxide binds well with Mpro and RBD Spike-ACE2 complex. The interaction between RBD Spike and ACE2 was observed to weaken in the presence of akummicine N-oxide. Hence, it can be inferred that, these phytochemicals from AYUSH-64 formulation may have the potential to act against the Omicron variant of SARS-CoV-2."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayush64","Phytochemicals","Ayurveda","MD simulations","Ensemble docking"],"doi":"10.1016/j.crstbi.2024.100151"},{"title":"A critical review of concept of aging in Ayurveda","publication_info":[{"name":"Durgawati Devi","attributes":["Lecturer, Department of Swasthavritta and Yoga, National Institute of Ayurveda, Jaipur, Rajasthan, India"],"email":null},{"name":"Rajeev Srivastava","attributes":["Lecturer, Department of Basic Principles, Pt. K.L.S. Government (Auto.) Ayurvedic College & Institute, Bhopal, Madhya Pradesh, India"],"email":null}],"PMCID":"PMCID: PMC3202253","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202253/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202253/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202253/pdf/Ayu-31-516.pdf","abstract_text":["Ayurveda has a holistic approach toward all the miseries of man and aging is one of these. It is classified as one of the natural and Yapya (palliative) diseases. It is the process of becoming old and decaying. As age advances, several changes take place in the body, in the external appearance, in the condition of Dosha, Dhatu, Mala, Agni, Oja, and so on, as well as in the mental and cognitive functions. Elderly people are susceptible to several chronic diseases also. The problems of the elderly are becoming a matter of great concern as increased life expectancy due to better medical services and improved technology is resulting in an increasing population of the aged. By the year 2020, the World will have more than one billion people aged 60 and over, and more than two-thirds of them will be living in the developing countries. A major concern related to the rapid increase in the population of the aged is that there will be an increase in the prevalence of chronic diseases and disabilities, both being conditions that tend to accompany the aging process. This burden is increasing day by day. In the Ayurvedic texts, a comprehensive description has been given of aging. The aim of this conceptual article is to compile and re-evaluate the various principles related to different aspects of aging."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Aging","Yapya","Ayurveda","Jara","Vriddhavastha"],"doi":"10.4103/0974-8520.82030"},{"title":"Prevalence and factors associated with utilization of ayurvedic drugs during COVID-19. A community-based cross-sectional study","publication_info":[{"name":"Priyanka Satyanarayana","attributes":[],"email":null},{"name":"Jeby Jose Olickal","attributes":[],"email":null}],"PMCID":"PMCID: PMC9763204","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9763204/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9763204/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9763204/pdf/main.pdf","abstract_text":["Background","","COVID-19 pandemic emerged as a major public health emergency. Ayurvedic medicines are not generally considered as conventional medicine. Hence, we aimed to assess the prevalence of utilization of Ayurveda as prophylaxis for COVID-19 during the pandemic, factors associated with utilization, and willingness to use Ayurvedic medicines in future prospects.","","Methods","","This cross-sectional analytical study was conducted in urban Bengaluru, India from April to May 2022. The sample size of the study was 427. Systematic random sampling was done and data were collected using a validated semi-structured questionnaire.","","Results","","The mean (SD) age of the participants was 38.9 (±14.08) years. The proportion of utilization of ayurvedic medicines was 22.5% (n = 96, 95% CI 18.6–26.7) and social class was significantly associated with non-utilization (p = 0.042). Among the utilizers, 66% of them used Ayurvedic medicines for prevention/post-COVID ailments. More than half (55%, 95% CI 49.7–59.4) of the individuals were willing to use Ayurvedic medicines in the future and level of education was associated with unwillingness (p=0.010).","","Conclusion","","Nearly three-fourth of the participants were not utilized Ayurvedic medicines during COVID-19 pandemic. Strengthening ayurvedic services and improving awareness may increase the utilization in the community. An integrated health system approach at the policy level is pivotal in mainstreaming Ayurvedic medicines."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["Ayurvedic medicines","Utilization","Willingness"],"doi":"10.1016/j.cegh.2022.101204"},{"title":"Application of a Non-Linear multi-model Ayurveda Intervention in elderly COVID-19 patients- a retrospective case series","publication_info":[{"name":"K.S. Dinesh","attributes":["Department of Kaumarabhritya, Vaidyaratnam P S Varier Ayurveda College, Kottakkal. Edarikode (P.O), 676501, Malappuram District, Kerala, India"],"email":null},{"name":"P.K. Nazeema","attributes":["Department of Kaumarabhritya, Vaidyaratnam P S Varier Ayurveda College, Kottakkal. Edarikode (P.O), 676501, Malappuram District, Kerala, India"],"email":null},{"name":"Madhavi Archana","attributes":["AYUSH Public Health Initiative, Department of Kaumarabhritya, Vaidyaratnam P S Varier Ayurveda College, Kottakkal Edarikode (P.O), 676501, Malappuram District, Kerala, India"],"email":null},{"name":"K. Jayakrishnan","attributes":["Department of Swasthavritha, All India Institute of Ayurveda, Mathura Rd, Gautampuri Awas, Sarita Vihar, New Delhi, 110076, India"],"email":null},{"name":"A.S. Santhi Krishna","attributes":["Surya, Katampazhipuram, Palakkad, 678633, Kerala, India"],"email":null},{"name":"S. Swapna Chitra","attributes":["Department of Kaumarabhritya, Santhigiri Ayurveda Medical College, Olassery, Kodumba, Palakkad, 678551, Kerala, India"],"email":null},{"name":"V.K. Sujitha","attributes":["Department of Kaumarabhritya, Vaidyaratnam P S Varier Ayurveda College, Kottakkal. Edarikode (P.O), 676501, Malappuram District, Kerala, India"],"email":null},{"name":"Anju Sathian","attributes":["AYUSH Public Health Initiative, Department of Kaumarabhritya, Vaidyaratnam P S Varier Ayurveda College, Kottakkal Edarikode (P.O), 676501, Malappuram District, Kerala, India"],"email":null},{"name":"M. Girish Babu","attributes":["Department of Statistics, CHMKM Government Arts and Science College, Koduvally, 673572, Kozhikode, India"],"email":null},{"name":"Geethu Balakrishnan","attributes":["AYUSH Extra Mural Research, Department of Kaumarabhritya, Vaidyaratnam P S Varier Ayurveda College, Kottakkal, Edarikode (P.O), 676501, Malappuram District, Kerala, India"],"email":null}],"PMCID":"PMCID: PMC8249719","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8249719/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8249719/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8249719/pdf/main.pdf","abstract_text":["The COVID-19 pandemic is ravaging the world, leaving the mainstream medical system handicapped with no proven treatment at one end and the ambiguities regarding the efficacies of vaccines at the other. The elderly population is at greater risk in terms of complications and death. The use of complementary and alternative medicine (CAM) against COVID-19 has already been documented in countries like China with a national participation rate of 90%. In this regard, the practice of CAM especially Ayurveda is relevant in India. The current report is a case series of 64 elderly COVID-19 patients managed through a Non-Linear multi-modal Ayurveda Intervention (NLMAI) via online consultation. NLMAI is a combination of herbal and herbo-mineral drug interventions, lifestyle modifications, and psychological support done in 2 phases. The post-management analysis revealed a mean duration of 11 symptoms of COVID-19 assessed through survival function as 0.577 days [SE=0.39] with a CI of 95% [0.500–0.653] which was considerably low when compared to global statistics. Moreover, none of the cases advanced to complications or death. Hence, novel approaches like NLMAI can be utilized to counter the gravity of the COVID-19 after scientific validation."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Ayurveda","COVID-19","Elderly patients","Alternative medicine","Co-morbidity","Traditional medicine","Survival function"],"doi":"10.1016/j.jaim.2021.06.016"},{"title":"Toxicity study of Lauha Bhasma (calcined iron) in albino rats","publication_info":[{"name":"Namrata Joshi","attributes":[],"email":"drnamratajoshi@gmail.com"},{"name":"Manoj Kumar Dash","attributes":["Department of Rasa Shastra and Bhaishajya Kalpana, Government Ayurveda College, Raipur, Chhattisgarh, India"],"email":null},{"name":"Laxmikant Dwivedi","attributes":["Department of Rasa Shastra and Bhaishajya Kalpana, G.J. Patel Institute of Ayurvedic Studies and Research, Anand, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC4850776","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4850776/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4850776/?report=classic","pdf_link":"None","abstract_text":["Background:","","Lauha Bhasma (LB) is a complex herbomineral preparation widely used as an Ayurvedic hematinic agent. It is an effective remedy for chronic fever (jīrṇa jvara), phthisis (kṣaya), Breathlessness (śvāsa) etc., and possesses vitality enhancing (vājīkara), strength promoting and anti aging (rasāyana) properties.","","Objectives:","","The present work was conducted to establish the safety aspects of the use of Lauha bhasma.","","Setting and Design:","","LB was prepared by Ayurvedic procedures of purification (śodhana), sun drying (bhānupāka), sthālīpāka, followed by repeated calcination (māraṇa) and “nectarization” (amṛtīkaraṇa). The resultant product was subjected to acute and sub acute toxicity studies.","","Materials and Methods:","","Acute and subacute toxicity study of LB was conducted in albino rats. Criteria for assessment included ponderal changes, change in biochemical parameters viz., LFT and KFT and hematological parameters. Histopathological studies of different organs including liver, kidney, spleen, testis etc., were also conducted to observe pathological changes if any.","","Results:","","In the acute toxicity study, the animal group did not manifest any signs of toxicity and no mortality was observed up to 100 times the therapeutic dose (TD). Significant increase in blood urea (27.83%, P < 0.01), serum creatinine (30.92%, P < 0.05), Aspartate aminotransferase (15.09%, P < 0.05), and serum alkaline phosphatase (27.5%, P < 0.01) was evident in group IV (10 TD). A significant increase in serum total protein (6.04%, P < 0.05) level was observed in group III (5 TD). Histopathological examination of livers in group IV (10 TD) showed mild inflammation in terms of bile stasis, peri-portal hepatic inflammation and sinusoidal congestion; lymphocyte infiltration in kidney and intracellular deposits in the splenic tissue.","","Conclusion:","","Lauha Bhasma was found to be safe at the therapeutic dose and also at five times the therapeutic dose levels. However, alteration in some of the biochemical and haematological parameters along with histopathological findings were evident at the highest dose level."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Biochemical","histopathology","Lauha bhasma","liver","spleen Triphala","toxicity"],"doi":"10.4103/0257-7941.179870"},{"title":"Tinospora cordifolia (Willd.) Hook. f. and Thoms. (Guduchi) – validation of the Ayurvedic pharmacology through experimental and clinical studies","publication_info":[{"name":"Avnish K. Upadhyay","attributes":[],"email":"avnishdr@yahoo.co.in"},{"name":"Kaushal Kumar","attributes":["Patanjali Herbal Garden and Agrotech Department, DYMT (SIROs), Patanjali Yogpeeth, Haridwar, India"],"email":null},{"name":"Arvind Kumar","attributes":["Patanjali Biotech, Patanjali Ayurved Limited, Haridwar, India"],"email":null}],"PMCID":"PMCID: PMC2924974","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2924974/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2924974/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2924974/pdf/IJAR-1-112.pdf","abstract_text":["T. cordifolia (Guduchi) is a large, glabrous, perennial, deciduous, climbing shrub of weak and fleshy stem found throughout India. It is a widely used plant in folk and Ayurvedic systems of medicine. The chemical constituents reported from this shrub belong to different classes, such as alkaloids, diterpenoid lactones, glycosides, steroids, sesquiterpenoid, phenolics, aliphatic compounds and polysaccharides. Various properties of T. cordifolia, described in ancient texts of Ayurveda, like Rasayana, Sangrahi, Balya, Agnideepana, Tridoshshamaka, Dahnashaka, Mehnashaka, Kasa-swasahara, Pandunashaka, Kamla-Kushta-Vataraktanashaka, Jwarhara, Krimihara, Prameha, Arshnashaka, Kricch-Hridroganashak, etc., are acquiring scientific validity through modern research adopting \"reverse pharmacological\" approach. Potential medicinal properties reported by scientific research include anti-diabetic, antipyretic, antispasmodic, anti-inflammatory, anti-arthritic, antioxidant, anti-allergic, anti-stress, anti-leprotic, antimalarial, hepato-protective, immuno-modulatory and anti-neoplastic activities. This review brings together various properties and medicinal uses of T. cordifolia described in Ayurveda, along with phytochemical and pharmacological reports."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","potential herb","reverse pharmacology","Tinospora cordifolia"],"doi":"10.4103/0974-7788.64405"},{"title":"AYUSH-64 as an add-on to standard care in asymptomatic and mild cases of COVID-19: A randomized controlled trial","publication_info":[{"name":"R. Govind Reddy","attributes":[],"email":"dr.amitrai1983@gmail.com"},{"name":"Rajesh Vithal Gosavi","attributes":["Department of Medicine, Government Medical College, Nagpur, Maharashtra, India"],"email":null},{"name":"Babita Yadav","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Amit Kumar Rai","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":"dr.amitrai1983@gmail.com"},{"name":"Madhuri Prashant Holay","attributes":["Department of Medicine, Government Medical College, Nagpur, Maharashtra, India"],"email":null},{"name":"Manisha Talekar","attributes":[],"email":null},{"name":"Sophia Jameela","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Bhagwan Sahay Sharma","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Shruti Khanduri","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Rakesh Rana","attributes":["Department of Biostatistics, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Arunabh Tripathi","attributes":["Department of Biostatistics, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Bhogavalli Chandrasekhararao","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null},{"name":"Narayanam Srikanth","attributes":["Department of Ayurveda, Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India"],"email":null}],"PMCID":"PMCID: PMC8614205","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8614205/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8614205/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8614205/pdf/AYU-41-107.pdf","abstract_text":["Background:","","The evidence on the efficacy and safety of Ayurveda interventions as an add-on to the standard conventional care for coronavirus disease-2019 (COVID-19) is limited.","","Aim and objective:","","This study was planned to explore the potential of AYUSH-64 as an add-on to conventional care in improving the clinical recovery and negative reverse transcription–polymerase chain reaction (RT-PCR) conversion in asymptomatic and mild COVID-19 cases.","","Materials and methods:","","An open-label randomized controlled study was conducted at Government Medical College, Nagpur, Maharashtra, India, with a sample size of 60 participants. In this study, asymptomatic or mild COVID-19 patients were randomized and allocated into intervention and control groups (CG) in a 1:1 ratio. AYUSH-64 two capsules (500 mg each) were administered thrice daily, after food with water for 30 days along with standard care in the intervention group (IG), while the CG received only standard care. The primary outcome was the proportion of participants who turned RT-PCR negative for COVID-19 at 7th, 15th, 22nd and 30th days. Secondary outcomes were the proportion of participants who attained clinical recovery at 7th, 15th, 22nd and 30th days, change in laboratory parameters on the 30th day and incidence of adverse drug reactions/adverse events. The data were compared within group using paired sample t-test/Wilcoxon signed-rank test and between group using independent sample t-test/Mann–Whitney test.","","Results:","","Statistically significant difference was not observed in the proportion of participants who turned RT-PCR negative during each of the follow-ups (P = 0.134) and both groups demonstrated comparable efficacy. The clinical recovery in terms of complete relief in symptoms in the symptomatic participants was 60% and 37% on day 15 (P = 0.098) and 100% and 85.2% on day 30 (P = 0.112) in the intervention and CG, respectively. The improvement in the inflammatory markers such as interleukin (IL)-6, tumor necrosis factor-α (TNF-α), and D-dimer was statistically significant (P < 0.05) in the IG, whereas in the CG, it was statistically significant for D-dimer only. None of the participants developed any complications nor were any significant ADR/AE observed in the groups.","","Conclusions:","","In patients with asymptomatic and mild COVID-19, AYUSH-64, as add-on to standard conventional care, contributed to improved clinical recovery and demonstrated potential in reducing the levels of pro-inflammatory markers such as IL-6 and TNF-α. Further, both the groups demonstrated comparable efficacy regarding negative RT-PCR for COVID-19."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ayurveda","AYUSH-64","coronavirus disease-2019","pandemic","SARS-CoV-2"],"doi":"10.4103/ayu.ayu_14_21"},{"title":"Ayurveda for management of migraine: A narrative review of clinical evidence","publication_info":[{"name":"Akhila Soman","attributes":[],"email":null},{"name":"Shivakumar Venkatram","attributes":[],"email":null},{"name":"Umesh Chikkanna","attributes":[],"email":"drumeshayu@gmail.com"},{"name":"Kishore K. Ramakrishna","attributes":[],"email":null},{"name":"Hemanth Bhargav","attributes":[],"email":null},{"name":"Pooja Mailankody","attributes":[],"email":null}],"PMCID":"PMCID: PMC9638656","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9638656/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9638656/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9638656/pdf/JFMPC-11-4228.pdf","abstract_text":["Migraine is a primary headache disorder characterized by recurrent attacks. The economic and societal burden of migraine is substantial, affecting patients’ quality of life in terms of work, social activities, and family life. This article attempts to review the available literature for clinical evidence of Ayurveda in the management of migraines. We performed a literature search from January 2000 to July 2020 on popular search engines such as Pub Med, Google Scholar, and AYUSH Research Portal using the keywords “Complementary and Alternative Medicine (CAM) and Migraine”, “Ayurveda and Migraine” and “Panchakarma and Migraine”. The selection criteria involved published clinical trials, including pilot studies, whereas review articles, concept papers, letters to the editor, and studies published in languages other than English were excluded. Out of 77 studies that were screened, 12 articles that satisfied the selection criteria consisted of six Randomized controlled Trials (RCTs), five non-RCTs, and one pilot study. Among them, ten studies used polyherbal and Herbo mineral formulations, two studies contained no oral medications, three trials utilized external therapies, and ten studies used panchakarma procedures. Eleven studies found Ayurveda to be clinically beneficial as monotherapy, while one study demonstrated the usefulness of Ayurveda as an add-on to conventional management. This review reveals the beneficial role of Ayurveda in the management of migraines without many side effects. Yet several limitations exist, like small sample size, short follow up, and lack of better outcome measures for pre and post-assessments. Future research should overcome these limitations and follow a robust methodology so that definitive conclusions can be drawn."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ardhavabhedaka","Ayurveda","migraine","Nasya","shirashoola","virechana"],"doi":"10.4103/jfmpc.jfmpc_2109_21"}]