[{"title":"Haritaki (Chebulic myrobalan) and its varieties","publication_info":[{"name":"Kshirod Kumar Ratha","attributes":[],"email":"drkkratha.ayu@rediffmail.com"}],"PMCID":"PMCID: PMC3902605","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902605/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902605/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902605/pdf/AYU-34-331.pdf","abstract_text":["Haritaki (Terminalia chebula Retz., Family: Combretaceae) possesses a great therapeutic value and is widely distributed in India, up to an altitude of 1500 m. Though Terminalia chebula Retz is the only botanical source of Haritaki, the uses of its varieties along with their sources, identifying features and therapeutic uses are described in Ayurvedic classics and other medical literature. In the present study, a detailed review has been carried out on different varieties of Haritaki."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Chebulic myrobalan","Haritaki","Terminalia chebula"],"doi":"10.4103/0974-8520.123139"},{"title":"Antiparasitic and disease-modifying activity of Nyctanthes arbor-tristis Linn. in malaria: An exploratory clinical study","publication_info":[{"name":"Chhaya S. Godse","attributes":["ICMR Advanced Centre of Reverse Pharmacology in Traditional Medicine, Medical Research Centre, Kasturba Health Society, Vile Parle (West), Mumbai 400056, India"],"email":"cgodse@gmail.com"},{"name":"Prakash S. Tathed","attributes":["Yerala Medical Trust's Ayurvedic Medical College and Hospital (YMTA), Sector 4, Kharghar, Navi Mumbai 410210, India"],"email":null},{"name":"Sameer S. Talwalkar","attributes":["CPA Lab, Hematopathology and Molecular Diagnostics Division, Louisville, KY 40220, USA"],"email":null},{"name":"Rama A. Vaidya","attributes":["ICMR Advanced Centre of Reverse Pharmacology in Traditional Medicine, Medical Research Centre, Kasturba Health Society, Vile Parle (West), Mumbai 400056, India"],"email":null},{"name":"Ashok J. Amonkar","attributes":["ICMR Advanced Centre of Reverse Pharmacology in Traditional Medicine, Medical Research Centre, Kasturba Health Society, Vile Parle (West), Mumbai 400056, India"],"email":null},{"name":"Akhil B. Vaidya","attributes":["Centre for Molecular Parasitology, Department of Microbiology and Immunology, Drexel University College of Medicine, Philadelphia, PA 19129, USA","ICMR Advanced Centre of Reverse Pharmacology in Traditional Medicine, Medical Research Centre, Kasturba Health Society, Vile Parle (West), Mumbai 400056, India"],"email":null}],"PMCID":"PMCID: PMC5192257","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5192257/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5192257/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5192257/pdf/main.pdf","abstract_text":["Background","","An unceasing threat of drug resistance continuously poses demand for new antimalarial drugs. A scientific assessment of traditionally used antimalarial plants through reverse pharmacology is crucial for a fast track drug discovery. An Ayurvedic plant Nyctanthes arbor-tristis Linn. – (Parijat) is being used in clinical practice and had shown antimalarial activity, with a parasite clearance in 76.6% of 120 patients, in an earlier clinical study.","","Objective","","To further explore antimalarial potential of the plant through additional objective markers.","","Materials and methods","","An open-labelled observational study was conducted at M.A. Podar Hospital – Ayurveda (MAPH-A) after ethics committee approval. Administration of a paste of 5 fresh leaves, thrice a day for a week was a standard practice for management of malaria at MAPH-A. Clinical activity of N. arbor-tristis was evaluated by monitoring pyrexia, parasitemia and morbidity score (MS) in twenty patients. In addition, immune and biochemical markers and organ functions were monitored for objective markers of response. Student's paired-‘t’ test was applied to assess statistical significance.","","Results","","Ten out of 20 patients showed both fever and parasite clearance, which was confirmed by polymerase chain reaction. Remaining ten patients had persistent but decreasing parasitemia. Four of them needed chloroquine as a fail-safe procedure. Irrespective of the degree of parasitemia all the patients showed decrease in MS. There was also an increase in platelet count and normalization of plasma lactic acid. There was a good clinical tolerability and an improvement in organ function. The inflammatory cytokines showed a reduction; particularly in TNF-α within a day.","","Conclusions","","At the given dosage, N. arbor-tristis showed disease-modifying activity; early clinical recovery with a decline of TNF-α and a gradual parasite clearance. Further studies with a standardised formulation for dose-searching and optimizing the treatment schedule are needed in a larger sample size.","","Clinical trial registration no","","The process of trial registration had not begun when the study was conducted in 2000."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Antimalarial","Nyctanthes arbor-tristis","Ayurveda","Traditional medicine","Reverse pharmacology","Drug resistance","Plasmodium vivax","Plasmodium falciparum","Cytokines","TNF-α"],"doi":"10.1016/j.jaim.2016.08.003"},{"title":"Time when a physician turned out to be a patient: A case study on how an Ayurvedic physician cured himself from COVID-19","publication_info":[{"name":"Sanjeev Rastogi","attributes":["Department of Kaya Chikitsa, State Ayurvedic College and Hospital, Lucknow University, Lucknow, 226003, India"],"email":"rastogisanjeev@rediffmail.com"},{"name":"Ranjana Rastogi","attributes":["Vatsala Hospital, Tulsi Das Marg, Lucknow, 226003, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC7906524","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7906524/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7906524/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7906524/pdf/main.pdf","abstract_text":["Medical literature continues to get enriched through various researches and observations related to SARS-CoV-2 infection leading to COVID-19. Case reports play crucially to understand a novel clinical condition where much is yet to be known. Current pandemic is unique for the reason that its impacts upon front line health care workers (HCWs) are much higher than general population. In this situation, how an Ayurvedic physician has handled his own case leading to a cure from COVID-19 may furnish important information regarding mitigation and cure from the disease. This is also an unprecedented writing in medical literature as a physician reporting his own case is a rare phenomenon in medical history. This case report puts strongly the prophylactic and disease modifying potential of Ayurvedic interventions in COVID-19."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["None"],"doi":"10.1016/j.jaim.2021.02.002"},{"title":"A Complex Multiherbal Regimen Based on Ayurveda Medicine for the Management of Hepatic Cirrhosis Complicated by Ascites: Nonrandomized, Uncontrolled, Single Group, Open-Label Observational Clinical Study","publication_info":[{"name":"Manish V. Patel","attributes":[],"email":null},{"name":"Kalapi B. Patel","attributes":[],"email":null},{"name":"Shivenarain Gupta","attributes":[],"email":null},{"name":"Andreas Michalsen","attributes":[],"email":null},{"name":"Elmar Stapelfeldt","attributes":[],"email":"e.stapelfeldt@immanuel.de"}],"PMCID":"PMCID: PMC4539059","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4539059/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4539059/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4539059/pdf/ECAM2015-613182.pdf","abstract_text":["Hepatic cirrhosis is one of the leading causes of death worldwide, especially if complicated by ascites. This chronic condition can be related to the classical disease entity jalodara in Traditional Indian Medicine (Ayurveda). The present paper aims to evaluate the general potential of Ayurvedic therapy for overall clinical outcomes in hepatic cirrhosis complicated by ascites (HCcA). In form of a nonrandomized, uncontrolled, single group, open-label observational clinical study, 56 patients fulfilling standardized diagnostic criteria for HCcA were observed during their treatment at the P. D. Patel Ayurveda Hospital, Nadiad, India. Based on Ayurvedic tradition, a standardized treatment protocol was developed and implemented, consisting of oral administration of single and compound herbal preparations combined with purificatory measures as well as dietary and lifestyle regimens. The outcomes were assessed by measuring liver functions through specific clinical features and laboratory parameters and by evaluating the Child-Pugh prognostic grade score. After 6 weeks of treatment and a follow-up period of 18 weeks, the outcomes showed statistically significant and clinically relevant improvements. Further larger and randomized trials on effectiveness, safety, and quality of the Ayurvedic approach in the treatment of HCcA are warranted to support these preliminary findings."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2015/613182"},{"title":"DNA Metabarcoding Authentication of Ayurvedic Herbal Products on the European Market Raises Concerns of Quality and Fidelity","publication_info":[{"name":"Gopalakrishnan Saroja Seethapathy","attributes":["Natural History Museum, University of Oslo, Oslo, Norway","Department of Pharmaceutical Chemistry, School of Pharmacy, University of Oslo, Oslo, Norway"],"email":null},{"name":"Ancuta-Cristina Raclariu-Manolica","attributes":["Natural History Museum, University of Oslo, Oslo, Norway","Stejarul Research Centre for Biological Sciences, National Institute of Research and Development for Biological Sciences, Piatra Neamt, Romania"],"email":null},{"name":"Jarl Andreas Anmarkrud","attributes":["Natural History Museum, University of Oslo, Oslo, Norway"],"email":null},{"name":"Helle Wangensteen","attributes":["Department of Pharmaceutical Chemistry, School of Pharmacy, University of Oslo, Oslo, Norway"],"email":null}],"PMCID":"PMCID: PMC6370972","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6370972/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6370972/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6370972/pdf/fpls-10-00068.pdf","abstract_text":["Ayurveda is one of the oldest systems of medicine in the world, but the growing commercial interest in Ayurveda based products has increased the incentive for adulteration and substitution within this herbal market. Fraudulent practices such as the use of undeclared fillers and use of other species of inferior quality is driven both by the increased as well as insufficient supply capacity of especially wild plant species. Developing novel strategies to exhaustively assess and monitor both the quality of raw materials and final marketed herbal products is a challenge in herbal pharmacovigilance. Seventy-nine Ayurvedic herbal products sold as tablets, capsules, powders, and extracts were randomly purchased via e-commerce and pharmacies across Europe, and DNA metabarcoding was used to assess the ability of this method to authenticate these products. Our analysis reveals that only two out of 12 single ingredient products contained only one species as labeled, eight out of 27 multiple ingredient products contained none of the species listed on the label, and the remaining 19 products contained 1 to 5 of the species listed on the label along with many other species not specified on the label. The fidelity for single ingredient products was 67%, the overall ingredient fidelity for multi ingredient products was 21%, and for all products 24%. The low level of fidelity raises concerns about the reliability of the products, and detection of threatened species raises further concerns about illegal plant trade. The study highlights the necessity for quality control of the marketed herbal products and shows that DNA metabarcoding is an effective analytical approach to authenticate complex multi ingredient herbal products. However, effort needs to be done to standardize the protocols for DNA metabarcoding before this approach can be implemented as routine analytical approaches for plant identification, and approved for use in regulated procedures."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["Ayurvedic herbal products","botanical authentication","DNA barcoding","herbal medicines","pharmacovigilance","quality control"],"doi":"10.3389/fpls.2019.00068"},{"title":"Predicting and preventing diabetes: Translational potential of Ayurveda information on pre-diabetes","publication_info":[{"name":"Sanjeev Rastogi","attributes":["PG Department of Kaya Chikitsa, State Ayurvedic College and Hospital, Lucknow University, Lucknow, India"],"email":"rastogisanjeev@rediffmail.com"},{"name":"Neelendra Singh","attributes":["PG Department of Kaya Chikitsa, State Ayurvedic College and Hospital, Lucknow University, Lucknow, India"],"email":null},{"name":"Manish Gutch","attributes":["Endocrinology and Diabetology, Medanta Hospital, Lucknow, India"],"email":null}],"PMCID":"PMCID: PMC8642666","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642666/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642666/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642666/pdf/main.pdf","abstract_text":["Continued rise in incidence and prevalence of diabetes globally warrants an effective strategy for its prevention and control. Prevention of diabetes seems more logical to attempt seeing its health care burden, long dormancy, systemic affliction and poor general awareness.","","Pre-diabetes is the intermediate state of erratic glucose metabolism without overt features of diabetes. This state seems to be a crossroad having a possibility to either convert into clinical diabetes, remain dormant or return to normal glucose control depending upon the efforts made. Unfortunately, due to the paucity of apparent clinical symptoms, this state embedded with reversal possibility, remains unexplored. Ayurveda account of prameha purvarupa (subclinical features of diabetes) may be proposed as the foundation upon which clinic-based pre-diabetes identification and subsequent prevention may be explored. Knowing the symptoms for their reliable proximity with upcoming diabetes may turn to be sensible sensitizers prompting the people to abort the disease process in an effective and timely manner. Considering diabetes from its purvarupa to complications as disease continuum and exploring the opportunities to intervene in order to prevent, or manage the disease on the basis of shada kriyaa kaala therefore, has a huge translational potential warrants an urgent exploration."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Diabetes","Prameha","Purvaroopa","Prediabetes","Madhumeha","Prevention"],"doi":"10.1016/j.jaim.2021.05.009"},{"title":"Ayurveda education: Evaluating the integrative approaches of teaching Kriya Sharira (Ayurveda physiology)","publication_info":[{"name":"Himanshu Joshi","attributes":[],"email":null},{"name":"Girish Singh","attributes":["Division of Bio-Statistics, Department of Community Medicine, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Uttar Pradesh, India"],"email":null}],"PMCID":"PMCID: PMC3821187","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821187/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821187/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3821187/pdf/JAIM-4-138.pdf","abstract_text":["Background:","","‘What is the ideal way of teaching Ayurveda?’ – has been a debated question since long. The present graduate level curriculum lists out the topics from ‘contemporary medical science’ and ‘Ayurveda’ discretely, placing no emphasis on integration. Most of the textbooks, too, follow the same pattern. This makes learning not only difficult, but also leads to cognitive dissonance.","","Objectives:","","To develop and evaluate the effectiveness of a few integrative teaching methods.","","Materials and Methods:","","We introduced three different interventions in the subject Kriya Sharira with special reference to ‘cardiovascular physiology’. The instructional methods that we evaluated were: 1. Integrative module on cardiovascular physiology (IMCP), 2. case-stimulated learning (CSL), and 3. classroom small group discussion (CSGD). In the first two experiments, we subjected the experimental group of graduate students to the integrative instructional methods. The control group of students received the instructions in a conventional, didactic, teacher-centric way. After the experiments were over, the learning outcome was assessed and compared on the basis of the test scores. The groups were crossed over thereafter and the instructional methods were interchanged. Finally, feedback was obtained on different questionnaires. In the third experiment, only student feedback was taken as we could not have a control group.","","Results:","","The test results in the first experiment showed that the integrative method is comparable with the conventional method. In the second experiment, the test results showed that the integrative method is better than the conventional method. The student feedback showed that all the three methods were perceived to be more interesting than the conventional one.","","Conclusion:","","The study shows that the development of testable integrative teaching methods is possible in the context of Ayurveda education. It also shows that students find integrative approaches more interesting than the conventional method."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda education","case-stimulated learning","classroom small group discussion","Kriya Sharira","instructional methods","integrative module"],"doi":"10.4103/0975-9476.118683"},{"title":"Sweet syndrome unresponsive to corticosteroid therapy managed with ayurveda medication: A case report","publication_info":[{"name":"Ashok Kumar Panda","attributes":["Department of Clinical Research, Central Ayurveda Research Institute, Bhubaneswar; Odisha, A Unit CCRAS, M/O AYUSH, Governmnt of India"],"email":"akpanda_06@yahoo.co.in"},{"name":"Krishna Rao S","attributes":["Dept. of Clinical Research, Central Ayurveda Research Institute, Bhubaneswar; Odisha, A Unit CCRAS, M/O AYUSH, Government of India"],"email":null},{"name":"Bikash Ranjan Kar","attributes":["Department Skin and Venereal Diseases, Institute of Medical Sciences & Sum Hospital, Bhubaneswar, India"],"email":null}],"PMCID":"PMCID: PMC10227415","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10227415/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10227415/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10227415/pdf/main.pdf","abstract_text":["Background","","Sweet syndrome (SS) is characterized by sudden appearance of multiple, painful erythematous, papular-nodular skin lesions accompanied by a fever and myalgia. SS resembles Visphota (Bullous eruption disorders) in Ayurveda. SS is a scarcerare skin condition, and Ayurvedic management of this condition is not reported. Therefore, this case report is prepared after taking informed consent from the patient.","","Case presentation","","A 34-year-old male patient presented with a complaint of the appearance of multiple blisters over the upper and lower extremities, forehead, and chest with mild fever, congestion of the eye, joint pain, and muscular stiffness for the last two weeks. He has been on oral prednisolone for ten weeks by a dermatologist. The patient has no history of taking drugs in the previous four months before the onset of the skin lesions. The patient was prescribed Nagaradi Kasya (Amrttam Kasaya), Siddha Makardwaja (Plain), Kaisara Guggulu (KG), Ashwagandha ghana vati, and Avipatikar Churna in recommended dose for two weeks. Fifty percentage lesions disappear along systemic symptoms within seven days and complete remission of lesions in fifteen days. The medication was stopped after fifteen days and observed for one year. There is a significant reduction of inflammatory markers like-erythrocyte sedimentation rate (ESR), Total Leucocyte Count (TLC), and C Reactive protein (CRP) after the treatment compared to the baseline also.","","Conclusion","","Ayurvedic modalities may be a better treatment option in rare skin conditions like sweet syndrome, where corticosteroid usage failed to improve. More evidence of the usefulness of the Ayurvedic therapeutic approach must be gathered."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Visphota","Rasayan","Sweet syndrome","Erythematous skin lesion","Corticosteroids","Nagaradi kasaya","Kaisara guggulu","Avipatikar churna","Siddha makardwaja rasa"],"doi":"10.1016/j.jaim.2023.100709"},{"title":"Comparative hepatoprotective activity of detoxified roots of Plumbago zeylanica L. and Plumbago rosea L. in Wistar rats","publication_info":[{"name":"A.R. Akhilraj","attributes":["Department of Dravyaguna (Ayurvedic Pharmacology), Amrita School of Ayurveda, Amritapuri, Amrita Vishwa Vidyapeetham, India"],"email":"akhilrajar999@gmail.com"},{"name":"Sudhakar Bhat","attributes":["Department of Pharmacology, Sri Dharmasthala Manjunatheshwara Centre for Research in Ayurveda and Allied Science, Udupi, India"],"email":null},{"name":"B. Priyalatha","attributes":["Department of Dravyaguna (Ayurvedic Pharmacology), Amrita School of Ayurveda, Amritapuri, Amrita Vishwa Vidyapeetham, India"],"email":null}],"PMCID":"PMCID: PMC8377173","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377173/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377173/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8377173/pdf/main.pdf","abstract_text":["Background","","Paracetamol (acetaminophen) toxicity is considered to be one of the major causes of drug-induced hepatic failure. Citraka (Plumbago rosea L. and Plumbago zeylanica L.) was mentioned in Ayurveda classics as a remedy in liver disorders.","","Objective(s)","","The aim of the study was to experimentally evaluate the comparative effect of hepatoprotective activity of detoxified root decoction of the two species of Citraka against paracetamol-induced hepatotoxicity in male Wistar albino rats.","","Materials and methods","","The hepatoprotective effect of Citraka decoction of two species was evaluated by the assessment of biochemical parameters such as SGOT, SGPT, alkaline phosphatase, total bilirubin, direct bilirubin, and serum creatinine. The study was also supported by histopathological assessment of liver sections.","","Results","","The results showed the elevated concentration of biochemical markers and histopathological degenerative changes in animals treated with paracetamol indicating severe hepatic damage; whereas, the treatment with decoction of both the species of Citraka showed significant reduction in the serum markers and regenerative changes in the histopathological specimens pointing towards its effectiveness as a hepatoprotective drug.","","Conclusion","","The present study showed Citraka’s effectiveness as a hepatoprotective drug and proved that the detoxified root decoction of P. rosea L. has a significant protective activity against paracetamol-induced hepatotoxicity than P. zeylanica L."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Citraka","Plumbago rosea L.","Plumbago zeylanica L.","Hepatoprotective activity","Paracetamol"],"doi":"10.1016/j.jaim.2021.04.002"},{"title":"Allopathic, AYUSH and informal medical practitioners in rural India – a prescription for change","publication_info":[{"name":"Shailaja Chandra","attributes":["Former Secretary, Ministry of Health and Family Welfare, New Delhi, India"],"email":"chandra_shailaja@yahoo.co.in"}],"PMCID":"PMCID: PMC6033720","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033720/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033720/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033720/pdf/main.pdf","abstract_text":["This paper looks at the treatment seeking behaviour of rural households and presents factors that discourage them from using public health facilities. It also brings out how Allopathic medical graduates as well as institutionally qualified AYUSH doctors predominantly offer services in cities and townships which results in lakhs of village households having to depend on unqualified medical practitioners as the first line of medical treatment; also how this situation will continue unless the approach to providing medical treatment is modified. Continued dependence on unqualified practitioners is fraught with dangers of incorrect diagnosis, irrational drug use, resulting in the spread of multi-drug resistance. The reality that surrounds Allopathic practice by AYUSH doctors has also been described along with the educational underpinnings of accepting this approach.","","We opine that existing state policies that legitimise Allopathic practice by non-Allopathic practitioners do not help the rural poor to access proper medical treatment for acute conditions. Also, it does not enhance the credibility of the indigenous systems of medicine among which Ayurveda is the dominant system. First, we position our views in the context of the recently introduced National Medical Commission (NMC) Bill 2017 and provisions which call for the assessment of the need for human resources for health and building a road map to achieve the same. Second, we advocate re-inventing the pre-independence system of trained medical auxiliaries enrolled on a new schedule of the respective state medical register, authorised to give immediate medical treatment and making informed referrals for further diagnosis or specialised treatment. Finally, we recommend reinforcing the AYUSH systems to tackle emerging non-communicable diseases which are affecting all population cohorts adversely and, in whose prevention and management, the AYUSH systems are reported to possess special skills and competence."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Health workforce","Rural India","Unqualified practitioners"],"doi":"10.1016/j.jaim.2018.05.001"},{"title":"An open-label, prospective, multicenter, clinical study to evaluate efficacy of Ayuartis capsules in patients suffering from osteoarthritis of the knee(s)","publication_info":[{"name":"Narendra B. Mundhe","attributes":[],"email":null},{"name":"Sanjay Motilal Tamoli","attributes":["Department of Medical Research, Target Institute of Medical Education and Research, Malad West, Mumbai, India"],"email":"sanjaytamoli@hotmail.com"},{"name":"Shishir Purushottam Pande","attributes":["Ayurveda Research Centre, Ayurved Seva Sangh, Nashik, Maharashtra, India"],"email":null},{"name":"Savita Ambadas Kulkarni","attributes":["Ayurveda Research Centre, Ayurved Seva Sangh, Nashik, Maharashtra, India"],"email":null},{"name":"Vishal G. Patil","attributes":[],"email":null}],"PMCID":"PMCID: PMC6891992","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6891992/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6891992/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6891992/pdf/AYU-40-16.pdf","abstract_text":["Background:","","The management of chronic degenerative joint disorders such as osteoarthritis (OA) with ayurvedic medicines provides a safe and effective alternative. Ayurvedic medicines possess analgesic, anti-inflammatory, anti-oxidant and immunomodulator activities.","","Aims:","","The main aim of the study was to assess the efficacy of Ayuartis capsule in patients suffering from OA of the knee(s).","","Materials and Methods:","","Thirty-one patients suffering from OA knee(s) were recruited after evaluating them as per inclusion/exclusion criteria. Patients were advised to take two Ayuartis capsules twice daily orally for 90 days. Knee joint(s) pain was assessed on the Visual Analog Scale. Patients’ joint pain, stiffness, and physical functions were assessed on the Western Ontario McMaster University Osteoarthritis (WOMAC) index. Quality of life (QOL) and the time required to walk 50 feet was evaluated. Patients were called for follow-up visits on every 15th day till 90 days. Adverse events and vitals were recorded at every visit. Safety laboratory investigations were done before and after the completion of trial.","","Statistical Analysis:","","Data describing quantitative measures are expressed as mean ± standard deviation. The comparison of variables representing categorical data was performed using pair t-test.","","Results:","","The mean joint pain reduced significantly by 53.82% on day 90. The mean WOMAC combined score, pain score, stiffness score and difficulty score reduced significantly by 50.88%, 54.96%, 58.76% and 49.02%, respectively on day 90. A significant improvement was observed in mean QOL of patients. A significant reduction in mean time required to walk 50 feet was observed. Majority of the patients had shown good overall improvement and excellent tolerability to the trial drug.","","Conclusion:","","Ayuartis capsule is a safe and effective medicine for the treatment of OA of the knee(s)."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ayuartis capsules","osteoarthritis","quality of life","Visual Analog Scale","Western Ontario McMaster University Osteoarthritis"],"doi":"10.4103/ayu.AYU_8_18"},{"title":"Review on comparability of ‘classical’ and ‘contemporary’ research methods in the context of Ayurveda","publication_info":[{"name":"M.V. Vinodkumar","attributes":[],"email":null}],"PMCID":"PMCID: PMC7772492","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772492/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772492/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772492/pdf/main.pdf","abstract_text":["Recent discussions on Ayurvedic research almost always end up with a note of discontent about its current methodology and demands for radically different versions. Reinforcement of “classical methods (of the glorious past)” is being envisaged as an alternative. If research is systematic enquiry to bring out truth, its core construct applies to formation of knowledge anywhere in the world, any time, may it be ancient or modern. As a part of debating on the necessity of an alternative, this article tries to check the comparability of ‘classical method’ (as available from Darsanas and Ayurveda) with ‘contemporary method’ through examining how much the two systems correspond in relation to the basic construct and terminology of research, under nine domains. The domains include most of the cardinal aspects of research process such as philosophical constructs, research paradigm, basic approaches on reasoning, definition and classification of research, research process based on nature of relationship, planning of interventional research, technical terminology, research reporting and research fallacies. More than sixty technical terms related to classical method are selected and explored for their conformity with contemporary language of research. Meaningful agreement was obtained which suggested that the two systems are comparable. Leaving a space for more systematic, methodical and extensive critical comparison, this review concluded on a suggestion that, one who proposes radical changes in research methodology, may consider the comparability of the two systems, and rethink on an extremist demand for a total reconstruction. Instead, the modus operandi of revising Ayurvedic research may emphasise on prioritizing its preferences and practices."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Classical research","Contemporary research","Ayurvedic research methodology"],"doi":"10.1016/j.jaim.2019.02.005"},{"title":"Hallucinations in the classical Indian system of Ayurveda: A brief overview","publication_info":[{"name":"Anuradha Balsavar","attributes":["Ayurveda Central Research Institute, PGIMER Dr. RML Hospital, New Delhi, India","Department of Psychiatry, PGIMER Dr. RML Hospital, New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC4279288","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4279288/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4279288/?report=classic","pdf_link":"None","abstract_text":["The ancient Indian system of medicine “Ayurveda” is a compendium of various health related theories and practices and explained the abnormal state of mind, i.e., psychopathology in various contexts. Hallucinations were deemed abnormal. In Ayurvedic classics, hallucinations were called false perceptions (mithyajnana), illusions (maya), infatuations (moha), or confusion (bhrama). Hallucinations were not independent but a symptom of mental disorder (manasa roga). Hallucinations of different sensory organs were observed and explained. These symptoms could be observed in patients suffering from any illness of tridosha origin, organic disease or psychiatric disorder. False perceptions observed in patients were used as tools to understand the prognosis of the condition. This article may help provide preliminary insight and encourage interdisciplinary study toward understanding one of the main symptoms of schizophrenia."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","unmada","mithyajnana","false perception","hallucinations"],"doi":"10.4103/0019-5545.146510"},{"title":"Treatment of the common cold with herbs used in Ayurveda and Jamu: monograph review and the science of ginger, liquorice, turmeric and peppermint","publication_info":[{"name":"Retno S Wardani","attributes":[],"email":null},{"name":"Natalie Schellack","attributes":[],"email":null},{"name":"Tamlyn Govender","attributes":[],"email":null},{"name":"Abhay N Dhulap","attributes":[],"email":null},{"name":"Prapti Utami","attributes":[],"email":null},{"name":"Vinod Malve","attributes":[],"email":null}],"PMCID":"PMCID: PMC10278442","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10278442/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10278442/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10278442/pdf/dic-2023-2-12.pdf","abstract_text":["Background","","The common cold is typically managed with decongestants, antihistamines, antitussives and antipyretics. In addition to these established medications, herbal ingredients have been used over centuries to help treat common cold symptoms. The Ayurveda and Jamu systems of medicine, originating from India and Indonesia, respectively, have leveraged herbal therapies to treat many illnesses.","","Method","","An expert roundtable discussion comprising specialists in Ayurveda, Jamu, pharmacology and surgery along with a literature review was conducted to evaluate the use of four herbs – ginger, liquorice, turmeric and peppermint – for common cold symptom management in Ayurvedic texts, Jamu publications and monographs from the World Health Organization, Health Canada and various European guidelines.","","Discussion","","Due to a lack of antivirals, common cold management revolves around maintaining personal hygiene and symptom management. Herbal medicines have been an integral part of many cultures worldwide. Despite its growing acceptance, there is a perception that healthcare providers lack interest and may prevent patients from discussing the use of herbal medicines. Limited education and training may also widen the communication gap between patients and healthcare providers, hindering effective management.","","Conclusion","","Evaluation of scientific evidence and the standing in international monographs can offer perspectives on the use of herbal medicines for common cold management."],"license_agreement":"Published by Drugs in Context under Creative Commons License Deed CC BY NC ND 4.0, which allows anyone to copy, distribute, and transmit the article provided it is properly attributed in the manner specified below. No commercial use without permission.","keywords":["complementary therapies","COVID-19","ginger","integrative medicine","liquorice","peppermint","turmeric","upper respiratory tract infections"],"doi":"10.7573/dic.2023-2-12"},{"title":"Literature searches on Ayurveda: An update","publication_info":[{"name":"Madhur G. Aggithaya","attributes":[],"email":"drgurumadhur@yahoo.co.in"}],"PMCID":"PMCID: PMC4895749","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4895749/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4895749/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4895749/pdf/AYU-36-238.pdf","abstract_text":["Introduction:","","The journals that publish on Ayurveda are increasingly indexed by popular medical databases in recent years. However, many Eastern journals are not indexed biomedical journal databases such as PubMed. Literature searches for Ayurveda continue to be challenging due to the nonavailability of active, unbiased dedicated databases for Ayurvedic literature. In 2010, authors identified 46 databases that can be used for systematic search of Ayurvedic papers and theses. This update reviewed our previous recommendation and identified current and relevant databases.","","Aims:","","To update on Ayurveda literature search and strategy to retrieve maximum publications.","","Methods:","","Author used psoriasis as an example to search previously listed databases and identify new. The population, intervention, control, and outcome table included keywords related to psoriasis and Ayurvedic terminologies for skin diseases. Current citation update status, search results, and search options of previous databases were assessed. Eight search strategies were developed. Hundred and five journals, both biomedical and Ayurveda, which publish on Ayurveda, were identified. Variability in databases was explored to identify bias in journal citation.","","Results:","","Five among 46 databases are now relevant – AYUSH research portal, Annotated Bibliography of Indian Medicine, Digital Helpline for Ayurveda Research Articles (DHARA), PubMed, and Directory of Open Access Journals. Search options in these databases are not uniform, and only PubMed allows complex search strategy. “The Researches in Ayurveda” and “Ayurvedic Research Database” (ARD) are important grey resources for hand searching. About 44/105 (41.5%) journals publishing Ayurvedic studies are not indexed in any database. Only 11/105 (10.4%) exclusive Ayurveda journals are indexed in PubMed.","","Conclusion:","","AYUSH research portal and DHARA are two major portals after 2010. It is mandatory to search PubMed and four other databases because all five carry citations from different groups of journals. The hand searching is important to identify Ayurveda publications that are not indexed elsewhere. Availability information of citations in Ayurveda libraries from National Union Catalogue of Scientific Serials in India if regularly updated will improve the efficacy of hand searching. A grey database (ARD) contains unpublished PG/Ph.D. theses. The AYUSH portal, DHARA (funded by Ministry of AYUSH), and ARD should be merged to form single larger database to limit Ayurveda literature searches."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Complementary and alternative medicine","integrative medicine","library science","psoriasis","search engine","systematic review"],"doi":"10.4103/0974-8520.182754"},{"title":"Combination of high-performance thin-layer chromatography and liquid chromatography–quadrupole time-of-flight–tandem mass spectrometry analysis: a promising analytical tool for discrimination between oleo-gum resin of raw and purified Commiphora wightii","publication_info":[{"name":"Vaibhav Charde","attributes":["Department of Ayurveda, Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Chandrashekar Jagtap","attributes":["Department of Ayurveda, Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Yashika Gandhi","attributes":["Department of Chemistry, Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Ravi Verma","attributes":["Department of Chemistry, Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Sujeet K. Mishra","attributes":["Department of Chemistry, Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":null},{"name":"Vijay Kumar","attributes":["Department of Chemistry, Central Ayurveda Research Institute, Jhansi, Uttar Pradesh 284003 India "],"email":"vijaychem99@gmail.com"}],"PMCID":"PMCID: PMC9464467","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9464467/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9464467/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9464467/pdf/764_2022_Article_197.pdf","abstract_text":["Guggulu (Commiphora wightii oleo-gum resin) is exported in more than 42 countries including developed countries like the United Kingdom and the United States of America. The demand for guggulu is more than its production. Various purification processes have been mentioned in Ayurvedic classical literature which are not explored well yet, so it is impossible to discriminate between purified and raw guggulu. In the present study, an effort was made where guggulu was purified by using cow urine and changes were analyzed by using high-performance thin-layer chromatography (HPTLC) and liquid chromatography–quadrupole time-of-flight–tandem mass spectrometry (LC–QTOF–MS/MS). In HPTLC analysis, three new bands (RF 0.31, 0.68, 0.74) and twelve other bands were observed including the bands of marker compounds guggulsterone E (RF 0.81) and Z (RF 0.85) at 254 nm. In LC–QTOF–MS/MS analysis, two new peaks at Rt 5.00 and 16.21 min were observed in cow urine-purified guggulu. After purification, all the peaks were resolute well which shows the effects of purification. Overall, in LC–MS/MS study, metabolites, viz., 5-(13′Z-nonadecenyl)resorcinol (Rt 8.31), 8β-hydroxy-3,20-dioxopregn-4,6-diene (Rt 10.33), guggulsterone E (Rt 12.99), guggulsterone Z (Rt 13.28), guggulsterol I (Rt = 15.19), mangiferolic acid (Rt = 15.27), 20(S),21-epoxy-3-oxocholest-4-ene (Rt = 15.75), and guggulsterol II (Rt 16.23) were identified. The present study reports the first time a comparative analysis of raw guggulu and cow urine-purified guggulu by using advanced analytical tools like HPTLC and LC–QTOF–MS/MS. This study may be helpful in the standardization of and quality control of raw guggulu and cow urine-purified guggulu used in various formulations of guggulu."],"license_agreement":"This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.","keywords":["Guggulsterone E","Guggulsterone Z","High-performance thin-layer chromatography (HPTLC)","Liquid chromatography–mass spectrometry (LC–MS)","Ayurveda"],"doi":"10.1007/s00764-022-00197-x"},{"title":"In-silico evaluation of Oroxylum indicum vent compounds in the plausible treatment and prevention of nasopharyngeal cancer","publication_info":[{"name":"Saketh Ram Thrigulla","attributes":["Ayush Grid Cell, Ministry of Ayush, Government of India, India"],"email":null},{"name":"Gagandeep Singh","attributes":["Section of Microbiology, Central Ayurveda Research Institute, Jhansi, CCRAS, Ministry of Ayush, India"],"email":null},{"name":"Hemant Soni","attributes":["Section of Microbiology, Central Ayurveda Research Institute, Jhansi, CCRAS, Ministry of Ayush, India"],"email":null},{"name":"Smriti Tandon","attributes":["Section of Microbiology, Central Ayurveda Research Institute, Jhansi, CCRAS, Ministry of Ayush, India"],"email":null},{"name":"Shruti Koulgi","attributes":["High Performance Computing - Medical and Bioinformatics Applications Group, Centre for Development of Advanced Computing (C-DAC), Panchawati, Pashan, Pune, 411008, India"],"email":null},{"name":"Mallikarjunachari V.N. Uppuladinne","attributes":["High Performance Computing - Medical and Bioinformatics Applications Group, Centre for Development of Advanced Computing (C-DAC), Panchawati, Pashan, Pune, 411008, India"],"email":null},{"name":"Vinod Jani","attributes":["High Performance Computing - Medical and Bioinformatics Applications Group, Centre for Development of Advanced Computing (C-DAC), Panchawati, Pashan, Pune, 411008, India"],"email":null},{"name":"Uddhavesh Sonavane","attributes":["High Performance Computing - Medical and Bioinformatics Applications Group, Centre for Development of Advanced Computing (C-DAC), Panchawati, Pashan, Pune, 411008, India"],"email":null},{"name":"Rajendra Joshi","attributes":["High Performance Computing - Medical and Bioinformatics Applications Group, Centre for Development of Advanced Computing (C-DAC), Panchawati, Pashan, Pune, 411008, India"],"email":null},{"name":"Yashika Gandhi","attributes":["Section of Chemistry, Central Ayurveda Research Institute, Jhansi, CCRAS, Ministry of Ayush, India"],"email":null},{"name":"Vijay Kumar","attributes":["Section of Chemistry, Central Ayurveda Research Institute, Jhansi, CCRAS, Ministry of Ayush, India"],"email":null},{"name":"Vaibhav Charde","attributes":["Section of Pharmacy, Central Ayurveda Research Institute, Jhansi, CCRAS, Ministry of Ayush, India"],"email":null},{"name":"Sujeet K. Mishra","attributes":["Section of Chemistry, Central Ayurveda Research Institute, Jhansi, CCRAS, Ministry of Ayush, India"],"email":null},{"name":"Mukesh Chincholikar","attributes":["Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, India"],"email":null},{"name":"Rakesh Narayan","attributes":["Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, India"],"email":null},{"name":"Vinod Lavaniya","attributes":["Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, India"],"email":null},{"name":"Ch Venkata Narasimhaji","attributes":["Section of Chemistry, Central Ayurveda Research Institute, Jhansi, CCRAS, Ministry of Ayush, India"],"email":null},{"name":"Narayanam Srikanth","attributes":["Central Council for Research in Ayurvedic Sciences, Ministry of Ayush, India"],"email":null}],"PMCID":"PMCID: PMC11153917","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11153917/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11153917/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11153917/pdf/main.pdf","abstract_text":["Background","","Shyonaka (Oroxylum indicum Vent) is widely used in Ayurveda and in ethnomedical practice for the treatment of inflammation, pain, diarrhea, non-healing ulcers, and cancer. Owing to the high prevalence of Epstein-Barr virus (EBV) infection in Nasopharyngeal carcinoma (NPC) patients, simultaneous targeting of proteins involved in both EBV replication and NPC proliferation might help to manage the disease effectively.","","Objectives","","This study is designed to identify potential dual targeting inhibitors from Oroxylum indicum having the potential to inhibit both EBV and NPC. This study also attempted quantitative analysis of Shyonaka Bark Decoction (SBD) to confirm the presence of Baicalein and Chrysin which are predominant marker compounds of Shyonaka.","","Methodology","","The HPLC analysis of stem bark and root bark of Oroxylum indicum was done to estimate the presence of marker compounds Baicalein and Chrysalin. The in-silico analysis included ADMET analysis followed by molecular docking of known compounds from Oroxylum indicum (retrieved from IMPPAT database) onto the target proteins of EBV (BHRF1, NEC1, dUTPase, Uracil DNA glycosylase) and NPC (COX-2, EGFR, and MDM2) using DOCK6 tool. Further validations were done using the molecular dynamics simulations of top screened molecules onto the selected target proteins using AMBER20 package and their corresponding MMGBSA binding free-energy values were calculated.","","Results","","The molecular docking revealed that the key molecules from the plant, scutellarein 7-rutinoside (S7R), scutellarin (SCU) and 6-hydroxyluteolin, Baicalein and 5,7-Dihydroxy-2-phenyl-6-[3,4,5-trihydroxy-6-(hydroxymethyl)oxan-2-yl]oxychromen-4-one (57D) are effectively intervening with the target proteins of EBV, one of the key causative factors of NPC and the NPC specific targets which have the potential to reduce tumor size and other consequences of NPC. The molecular dynamics simulations of S7R, Baicalein and 57D, Baicalein with MDM-2 protein and dUTPase protein, respectively, showed stable interactions between them which were further assessed by the binding energy calculations.","","Conclusion","","Overall, the in-silico evaluation of these phytochemicals with target proteins indicates their potential to inhibit both EBV and NPC which needs further in-vitro and in-vivo validations."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Oroxylum indicum vent","Epstein barr virus (EBV)","Nasopharyngeal carcinoma (NPC)","Baicalein","Molecular docking","MD simulation"],"doi":"10.1016/j.jaim.2024.100986"},{"title":"Bhaishajya Kalpanaa - The Ayurvedic Pharmaceutics - An Overview","publication_info":[{"name":"SS Savrikar","attributes":["Vice-Chancellor (Ex)-Gujarat Ayurved University, Professor and Head, Department of Rasashastra RA Podar Medical College (Ayurved), Worli, Mumbai, India"],"email":null}],"PMCID":"PMCID: PMC3025621","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3025621/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3025621/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3025621/pdf/AJTCAM0703-0174.pdf","abstract_text":["In Ayurvedic therapeutics, drug therapy is given prime importance. There is a very well developed sub-discipline entirely devoted to drug formulations known as “Bhaisajya Kalpanaa”. Considering its importance, different aspects of this discipline have been presented in this review to familiarize the readers, especially those who have just started studying Ayurveda, with concept of ayurvedic pharmaceutics. The Ayurvedic drug formulation is based on what is known as “Pancavidha Kasaaya” concept. According to this concept there are five basic forms of formulation known as 1-‘Swarasa’ the expressed juice, 2-‘Kalka’, a fine paste obtained by grinding fresh or wet grinding dried plant material 3- ‘Kwaatha’, the decoction, 4- ‘Sheeta’ or ‘Hima’, the cold water infusion and 5- ‘Faanta’, the hot water infusion. Different aspects of their preparation and use have been discussed. Further from the above basic forms, a number of other formulations are derived; a brief description of each of them has been given along with brief outlines of drug formulations meant for specific routes. The third part of the review is devoted to discussion of influence of different factors on the expression of pharmacological activity."],"license_agreement":"Unknown","keywords":["Ayurvedic pharmaceutics","Bhaisajya Kalpanaa","Pancavidha Kasaaya","Ayurvedic formulations Traditional systems of medicine"],"doi":"10.4314/ajtcam.v7i3.54773"},{"title":"Conference report: Dhara - Vision Ayurveda 2047","publication_info":[{"name":"Sanchita Sangle","attributes":[],"email":null}],"PMCID":"PMCID: PMC10828807","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10828807/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10828807/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10828807/pdf/main.pdf","abstract_text":["The Dhara-Ayurveda 2047 conference was organized at the University of Trans-Disciplinary Health Sciences and Technology (TDU), Bengaluru on 23rd and September 24, 2022. This was a pioneering initiative of Ministry of Culture and Ministry of Ayush to raise public awareness about the contemporary relevance of India's medical heritage. The theme of the conference was to offer innovative approaches to strengthen and globalize Ayurveda by the year 2047 to commemorate 100th year of independence of India.","","More than 2000 delegates from academia and industries attended this event. This conference featured a range of components including insightful vision talks, educational exhibition, interactive practical sessions, innovation-focused competition, cultural programs, and health assessment program. Distinguished speakers shared their forward-looking perspectives on the future of Ayurveda in the year 2047 with respect to personalized nutrition, Ayurvedic healthcare, interdisciplinary medicine, AYUSH integration, Ayurvedic industry, and other related topics. The conference provided a platform for students to learn innovative approaches in Ayurveda and also awarded deserving winners for their ideas.","","Thus, Dhara-Ayurveda 2047 conference served as a valuable platform for sharing knowledge and exploring the future of Ayurveda in India across different disciplines related to Ayurveda like biomedical sciences and engineering, information technology, pharmaceutical sciences and folk healers to visualize Ayurveda in the year 2047."],"license_agreement":"Unknown","keywords":["None"],"doi":"10.1016/j.jaim.2023.100848"},{"title":"Medical leech therapy in Ayurveda and biomedicine – A review","publication_info":[{"name":"Sarvesh Kumar Singh","attributes":[],"email":"sarveshksingh21@gmail.com"}],"PMCID":"PMCID: PMC7772495","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772495/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772495/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772495/pdf/main.pdf","abstract_text":["Medicinal leech therapy or Hirudino therapy have roots back in ancient civilization. It was a prevalent form of therapy in various ailments. The novel Ayurveda text Sushruta Samhita devoted a complete chapter on hirudino therapy. In the early 20th century this therapy had a major setback due to origin and evolution of antibiotics. There was a discontinuity in the flow of knowledge about this therapy. Then, resumed and revived after few recent decades, due to its contribution in reconstructive surgeries. During this period, the research work on various aspects have been conducted. The present paper summarizes the various aspects of medicinal leech therapy both from Ayurveda text and the present knowledge and to enable the fraternity to use the both source for benefits of humankind."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Hirudino therapy","Jaloka Avacharana","Medical leech therapy"],"doi":"10.1016/j.jaim.2018.09.003"},{"title":"Vegetarian Diets, Ayurveda, and the Case for an Integrative Nutrition Science","publication_info":[{"name":"Archana Purushotham","attributes":["Department of Neurology, Baylor College of Medicine & Michael E. DeBakey VA Medical Center, Houston, TX 77030, USA"],"email":"archana.purushotham@bcm.edu"}],"PMCID":"PMCID: PMC8471560","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8471560/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8471560/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8471560/pdf/medicina-57-00858.pdf","abstract_text":["Two recent studies of the health effects of vegetarian diets reported conflicting results: the EPIC-Oxford study reported a significant increase in strokes among vegetarians compared to meat-eaters among a predominantly Caucasian cohort, while another, performed on Taiwanese Buddhists, reported significantly lower incidence of strokes among vegetarians. This was doubly puzzling given the pronounced decrease in cardiovascular events among the EPIC-Oxford group. In this article, we make a detailed comparison of the actual dietary intake of various food groups by the cohorts in these studies. We then use the nutritional principles of Ayurveda—traditional Indian medicine—to show how these apparently contradictory results may be explained. Systems of traditional medicine such as Ayurveda possess profound knowledge of the effects of food on physiology. Ayurveda takes into account not just the type of food, but also multiple other factors such as taste, temperature, and time of consumption. Traditional cuisines have evolved hand in hand with such systems of medicine to optimize nutrition in the context of local climate and food availability. Harnessing the experiential wisdom of these traditional systems to create an integrative nutrition science would help fight the ongoing epidemic of chronic lifestyle diseases, and improve health and wellness."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/).","keywords":["stroke","diet","vegetarian","vegan","Ayurveda","dosha","prakriti","integrative nutrition"],"doi":"10.3390/medicina57090858"},{"title":"Panchakarma in autoimmune pancreatitis: A single-case study","publication_info":[{"name":"Rajkala P. Patil","attributes":[],"email":"vaidyarajkala@gmail.com"},{"name":"Panchakshari D. Patil","attributes":["Publication Section, Central Council for Research in Ayurvedic Sciences, Janakpuri, New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC8078606","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8078606/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8078606/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8078606/pdf/AYU-40-242.pdf","abstract_text":["Autoimmune pancreatitis (AIP) is the pancreatic manifestation of a systemic fibro-inflammatory disorder. AIP is a unique form of pancreatitis in which autoimmune mechanisms are suspected to be involved in the pathogenesis. AIP is a rare disorder, its exact cause is unknown, but it is thought to be caused by the body’s immune system attacking the pancreas and it responds to steroid therapy only. In Ayurveda, although there is no synonym for AIP, but has a resemblance in clinical features of Grahani Dosha (derangement of duodenum and intestine). The cause of Grahani Dosha is Mandagni (hypofunctioning of Agni) and Panchakarma therapy increases Agni. As per Charaka Samhita, treatment for Grahani Dosha amongst the Panchakarma therapy is Virechana (therapeutic purgation) and Basti (medicated enema). The present case report is of a 30-year-old female, diagnosed as case of AIP with multisystem involvement with increased level of immunoglobulin G (IgG), glycosylated heamoglobin (HbA1c), cholesterol, triglycerides, low-density lipoprotein (LDL) and body mass index (BMI). The patient was on anticholinergic agents, antacids, levothyroxine, multivitamin along with iron and antihistamine drugs since 1 year, but with not much relief. Patient was treated with classical Virechana and Madhutailika Basti. It was observed after the completion of therapy, that there was decrease in IgG, HbA1c, S. cholesterol, S. triglyceride, low density lipoprotein (LDL) and body mass index (BMI). This shows that Virechana and Basti play a significant role in patient with AIP associated with other disorders."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Autoimmune pancreatitis","Grahani Dosha","Madhutailika Basti","Panchakarma","Virechana"],"doi":"10.4103/ayu.AYU_15_20"},{"title":"Efficacy of Brimhana Nasya and Ashwagandha (Withania somnifera (L.) Dunal) root powder in primary insomnia in elderly male: A randomized open-label clinical study","publication_info":[{"name":"Upadhyay Atul","attributes":[],"email":null},{"name":"Bansal Charu","attributes":["Department of Swasthavritta and Yoga, Pt. Khushilal Sharma Government Ayurveda College and Institute, Bhopal, Madhya Pradesh, India"],"email":"bansalcharu73@rediffmail.com"}],"PMCID":"PMCID: PMC8966760","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8966760/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8966760/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8966760/pdf/AYU-41-159.pdf","abstract_text":["Background:","","Decreased ability to fall asleep and/or stay asleep with daytime effects of sleep deprivation is identified as primary insomnia. Elderly due to the predominant Vata Dosha in the body are easily affected by this problem. Brimhana Nasya (nourishing nasal drop) with Ksheera Bala Taila and oral administration of Ashwagandha (Withania somnifera (L.) Dunal) root powder both are indicated in Ayurvedic classics for the management of insomnia.","","Aim:","","To determine the combined efficacy of oral administration of Ashwagandha root powder along with Brimhana Nasya with Ksheera Bala Taila in primary insomnia in geriatric.","","Materials and methods:","","This was randomized, open-label clinical study conducted at the hospital of Pt. Khushilal Sharma Government Ayurveda College and Institute Bhopal. Randomly selected 60 elderly patients with primary insomnia were randomly divided into two groups (30 in each group). Pittsburgh Sleep Quality Index was used to assess the symptoms of primary insomnia. Relief in the subjective symptoms was assessed in percentage. Then, the statistical significance of result within the group was assessed using Wilcoxon matched-pairs signed-ranks test and the comparative effect of therapy in both groups was assessed using Mann-Whitney test. Graph Pad InStat-3 software was used for statistical analysis.","","Results:","","On subjective sleep quality 86.66% relief with P < 0.0001, on sleep latency 60.02% improvement with P < 0.0001, improvement in sleep duration was reported in 89.15% of patients with P < 0.0001 and improvement in sleep efficiency was reported in 90.14% of patients with statistically extremely significant P < 0.0001 were observed in combined therapy group (Ksheera Bala Taila Brimhana Nasya along with oral administration of Ashwagandha root powder). While 38.66% improvement in sleep efficiency, 40.39% relief in sleep disturbances and 37.05% improvement on subjective sleep quality was reported in group B patients, i.e., Ashwagandha root powder group.","","Conclusion:","","In 30 days treatment combined therapy was found more effective in the management of primary insomnia in the elderly compared with Ashwagandha root powder alone."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ashwagandha powder","Brimhana Nasya","geriatric insomnia","Ksheera Bala Taila","Withania somnifera"],"doi":"10.4103/ayu.AYU_177_19"},{"title":"Validation and quantification of major biomarkers in ‘Mahasudarshan Churna’- an ayurvedic polyherbal formulation through high-performance thin-layer chromatography","publication_info":[{"name":"Prabhjot Kaur","attributes":["Department of Biotechnology, Lovely Faculty of Technology and Sciences, Lovely Professional University, Phagwara, Punjab 144411 India "],"email":null},{"name":"R. C. Gupta","attributes":["Department of Botany, Punjabi University, Patiala, Punjab 147002 India "],"email":null},{"name":"Abhijit Dey","attributes":["Department of Life Sciences, Presidency University, Kolkata, India "],"email":"dkpandey1974@gmail.com"},{"name":"Tabarak Malik","attributes":["Department of Biochemistry, College of Medicine and Health Sciences, University of Gondar, Gondar, Ethiopia "],"email":"malikitrc@gmail.com"}],"PMCID":"PMCID: PMC7291524","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7291524/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7291524/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7291524/pdf/12906_2020_Article_2970.pdf","abstract_text":["Background","","Mahasudarshan Churna (MC) is a polyherbal Ayurvedic medicine that is employed in fever (especially chronic type), cold and malaria, improvement of digestion and appetite, removes toxins from the blood, boosts immunity and protects against common bacterial infections.","","Methods","","Validation and quantification of oleanolic acid (OA), ursolic acid (UA), mangiferin (M), gallic acid (GA), quercetin (Q) and curcumin (C) in commercial MC formulations by HPTLC method. Mobile phase, hexane: ethyl acetate: acetone (16.4: 3.6: 0.2, v/v) was used for the separation of OA and UA; ethyl acetate: glacial acetic acid: formic acid: water (20: 2.2: 2.2: 5.2 v/v) for the development of M; and toluene: ethyl acetate: formic acid (13.5: 9: 0.6 v/v) for the separation of GA, Q and C in crude sample extracts. Visualization and scanning were performed at λ = 530 nm for OA and UA, at λ = 254 nm for M and at λ = 366 nm for GA, Q and C. In addition, HPLC-PDA analysis was used to confirm the HPTLC results.","","Results","","Major bio-active compounds in MC formulations were oleanolic acid (1.54–1.78%), mangiferin (1.38–1.52%) and gallic acid (1.01–1.15%); followed by ursolic acid (0.79–0.98%), curcumin (0.45–0.67%) and quercetin (0.22–0.34%).","","Conclusion","","Analysis of bio-active compounds in the present study was performed using HPTLC methods and later HPTLC results were compared with HPLC. These two methods give comparable results and there was no statistically significant difference between the mean values for all extracts. Present study concluded that this HPTLC technique is low cost, fast, precise, and accurate which can be employed for the quantification of xanthonoid (M), triterpenoids (OA, UA) and phenolics (GA, Q and C) in samples/formulations. Furthermore, present HPTLC method can be conveniently employed for routine quality control analysis of all the six marker compounds in marketed Ayurvedic/herbal formulations."],"license_agreement":"Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.","keywords":["Mahasudarshan churna","Swertia chirata","HPTLC","Standardization","Polyherbal formulations"],"doi":"10.1186/s12906-020-02970-z"},{"title":"An appraisal of the bioavailability enhancers in Ayurveda in the light of recent pharmacological advances","publication_info":[{"name":"Satyapal Singh","attributes":[],"email":null},{"name":"J. S. Tripathi","attributes":[],"email":null}],"PMCID":"PMCID: PMC5541464","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5541464/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5541464/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5541464/pdf/AYU-37-3.pdf","abstract_text":["The concept of bioavailability enhancer is new to the modern system of medicine. Basically, this concept originated in Ayurveda and being used in this system of medicine since centuries. Bio-enhancers augment the bioavailability or biological activity of drugs when co-administered with principal drug at low doses. Ayurveda is using several drugs such as Piper longum Linn., Zingiber officinale Rosc., and Glycyrhhiza glabra Linn. as bio-enhancers and different methods for bio-enhancing since centuries. The bio-enhancement leads to reduction in therapeutic dose of principal drug, thus reducing the possibilities of toxicity and side effects of drug, potentiating the efficacy, reducing the resistance, decreasing the requirement of raw material for drug manufacture, and ultimately benefitting to the world economy by reducing the treatment cost. This review article attempts to consolidate different drugs as well as methods being used traditionally for enhancing bioavailability in Ayurvedic system of medicine and to discuss their possible mechanism of action. Authentic subject material has been reviewed from different Ayurvedic texts and from different related research and review articles. Thus, it is a humble effort to explore the different aspects of bio-enhancers including therapeutic techniques such as Shodhana, the drugs such as Pippali, and properties such as Yogavahi and Rasayana, which have been described in Ayurveda along with their mechanism of action and uses wherever available."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.","keywords":["Ayurveda","bioavailability","bio-enhancer","herbal bio-enhancers","piperine","Yogavahi"],"doi":"10.4103/ayu.AYU_11_15"},{"title":"Indian Systems of Medicine: A Brief Profile","publication_info":[{"name":"B Ravishankar","attributes":[],"email":"gravishankar2000@yahoo.com"}],"PMCID":"PMCID: PMC2816487","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2816487/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2816487/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2816487/pdf/AJT0403-0319.pdf","abstract_text":["Medicinal plants based traditional systems of medicines are playing important role in providing health care to large section of population, especially in developing countries. Interest in them and utilization of herbal products produced based on them is increasing in developed countries also. To obtain optimum benefit and to understand the way these systems function, it is necessary to have minimum basic level information on their different aspects. Indian Systems of Medicine are among the well known global traditional systems of medicine. In this review, an attempt has been made to provide general information pertaining to different aspects of these systems. This is being done to enable the readers to appreciate the importance of the conceptual basis of these system in evolving the material medica. The aspects covered include information about historical background, conceptual basis, different disciplines studied in the systems, Research and Development aspects, Drug manufacturing aspects and impact of globalization on Ayurveda. In addition, basic information on Siddha and Unani systems has also been provided."],"license_agreement":"Unknown","keywords":["Indian System of Medicine","Ayurveda","Unani","Siddha","Indigenous systems of medicine","Traditional systems of medicine"],"doi":"10.4314/ajtcam.v4i3.31226"},{"title":"Overview of Ayurveda trials registered with Clinical Trial Registry-India: Need for customized data set items","publication_info":[{"name":"Tulsi Adhikari","attributes":["ICMR-National Institute of Medical Statistics, New Delhi, India"],"email":null},{"name":"M. Vishnu Vardhana Rao","attributes":["ICMR-National Institute of Medical Statistics, New Delhi, India"],"email":null},{"name":"Narayanam Srikanth","attributes":["Central Council for Research Ayurvedic Sciences, New Delhi, India"],"email":null},{"name":"Atul Juneja","attributes":["ICMR-National Institute of Medical Statistics, New Delhi, India"],"email":"atul_juneja@hotmail.com"},{"name":"Saurabh Sharma","attributes":["ICMR-National Institute of Medical Statistics, New Delhi, India"],"email":null},{"name":"Mohua Maulik","attributes":["CTRI, ICMR-NIMS, New Delhi, India"],"email":null},{"name":"Jyotsna Gupta","attributes":["CTRI, ICMR-NIMS, New Delhi, India"],"email":null},{"name":"Yashmin Panchal","attributes":["CTRI, ICMR-NIMS, New Delhi, India"],"email":null},{"name":"B. C. S. Rao","attributes":["Central Council for Research Ayurvedic Sciences, New Delhi, India"],"email":null},{"name":"Shruti Khanduri","attributes":["Central Council for Research Ayurvedic Sciences, New Delhi, India"],"email":null},{"name":"Rakesh V. Narayan","attributes":["Central Council for Research Ayurvedic Sciences, New Delhi, India"],"email":null},{"name":"Richa Bhardwaj","attributes":["ICMR-National Institute of Medical Statistics, New Delhi, India"],"email":null}],"PMCID":"PMCID: PMC8966761","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8966761/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8966761/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8966761/pdf/AYU-41-143.pdf","abstract_text":["Background:","","Lack of research data is one of the major challenges identified in traditional medicine (TM). Further, there is an urgent need to strengthen and streamline clinical research processes as well as develop research databases in TM. The Clinical Trials Registry-India (CTRI), a free, online primary register of the WHO's International Clinical Trials Registry Platform, undertakes registration of all clinical trials being conducted in India, including TM trials. However, as the CTRI data set items are primarily designed to capture information of interventional trials of the conventional system of medicine, key fields relevant to the TM system are not adequately captured in the CTRI.","","Aims and Objectives:","","The current study was conceptualized with the objective to review the type and quality of trials registered in the CTRI as well as identify the specific data set items in CTRI which may be customized as per Ayurveda studies.","","Materials and methods:","","The trials registered from July 1, 2018, to March 31, 2020, were analyzed to decipher the kind of research being undertaken in the field of Ayurveda. These trials were manually reviewed independently by two Ayurveda reviewers to gain insights into the discrepancies. Along with these analysis, brainstorming sessions with Ayurveda experts were also held.","","Results:","","The fields which were identified and need tweaking and customization were the fields “health condition” and “intervention/comparator agent.”","","Conclusions:","","These modifications in the CTRI would enable the capture of more effective Ayurveda-specific information which would in turn help to standardize and streamline research practices as well as raise the standard of research."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ayurveda","Clinical Trials Registry-India","data set items"],"doi":"10.4103/ayu.ayu_375_21"},{"title":"Botanical identity of plant sources of Daśamūla drugs through an analysis of published literature","publication_info":[{"name":"S. Aparna","attributes":[],"email":null},{"name":"Devendra Kumar Ved","attributes":[],"email":null},{"name":"S. Lalitha","attributes":[],"email":null}],"PMCID":"PMCID: PMC3733204","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3733204/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3733204/?report=classic","pdf_link":"None","abstract_text":["Background:","","Daśamūla (DM) is a top-traded group of medicinal plants used by the Ayurvedic industry. Through literature survey and analysis, this article has enlisted the botanical sources of DM, as correlated by several scholars. Such a list is not available from any single, earlier publication. It brings to light the confusion that exists in terms of botanical sources correlated to Ayurvedic entities. There is quite a bit of difference in the botanical correlation, parts, and substitutes reported in the different scholarly works, particularly for Pṛṣṇiparṇī, and Agnimantha. For e.g., is Uraria picta the original intended Pṛṣṇiparṇī, as the Ayurvedic Formulary of India (AFI) stipulates or is it U. lagopoidiodes or Desmodium gangeticum as other scholars report? While AFI provides two botanical correlations to Agnimantha in its two editions, namely Premna integrifolia and Clerodendrum phlomidis, other scholars correlate it to other Premna and Clerodendrum species. Why has AFI provided stem bark and whole plant as substitutes for roots of DM? Are substitutes recommended by AFI only for ecological or practical convenience or is there an Ayurvedic or pharmacological explanation for the same?","","Aim:","","There are many species used in the name of Daśamūla,, in this article all the species are listed out to find the differences in the usage of the drugs.","","Materials and Methods:","","Ayurveda texts and lexicons along with the texts which have done correlation work were considered to arrive at a list of various species used as Dasmula.","","Results and Conclusion:","","Since neither the methodology nor the logic behind the correlation have been discussed in these scholarly works, including the AFI, the same is not available for analysis or scrutiny. Such a list as provided in this article can form an essential base for a much needed systematic approach at etymological analysis, botanical correlation, and further scientific work to establish legitimacy of substitutes prescribed."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","botanical name correlation","Daśamūla","medicinal plants","substitutes"],"doi":"10.4103/0257-7941.113790"},{"title":"Ayurveda and medicalisation today: The loss of important knowledge and practice in health?","publication_info":[{"name":"Mahesh Madhav Mathpati","attributes":["Institute of Trans-disciplinary Health Sciences and Technology (TDU), Bangalore, India"],"email":"dr.mathpati@gmail.com"},{"name":"Sandra Albert","attributes":["Public Health Foundation of India, India"],"email":null}],"PMCID":"PMCID: PMC7125381","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7125381/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7125381/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7125381/pdf/main.pdf","abstract_text":["Ayurveda translates as ‘life science’. Its knowledge is not limited to medicine, cure or therapy and is for laypersons, households, communities, as well as for physicians. Throughout its evolutionary history, Ayurveda and Local Health Traditions have reciprocally influenced each other. In modern times, the influence of biomedicine on Ayurveda is leading to its medicalisation. Over the past century, the introduction and perspective of biomedicine into India has made the human being an object for positive knowledge, a being who can be understood with scientific reason and can be governed and controlled through medical knowledge. This paper explores how this shift towards medicalisation is affecting the knowledge, teaching, and practice of Ayurveda. It examines the impact and contribution of processes like standardisation, professionalisation, bio-medicalisation and pharmaceuticalisation on Ayurveda education, knowledge, practice and policies. To maintain health and wellbeing Ayurveda's ancient knowledge and practice needs to be applied at individual, community and health care provider levels and not be limited to the medical system. The current over medicalisation of society is a potential threat to human health and well-being. Ayurveda and LHT knowledge can provide essential teachings and practices to counter-balance this current trend through encouraging a population's self-reliance in its health."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Medicalization","Knowledge","Education","Practice","Policy"],"doi":"10.1016/j.jaim.2018.06.004"},{"title":"Effects of Ayurvedic practices on quality of life of health professionals in Brazil: trends from a quasi experimental study","publication_info":[{"name":"Barbara Esteves das Neves","attributes":[],"email":"barbara.e.neves@gmail.com"}],"PMCID":"PMCID: PMC11255367","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11255367/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11255367/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11255367/pdf/main.pdf","abstract_text":["Integral health encompasses the way individuals live, considering their quality of life. An inadequate lifestyle can harm human health, increasing the risk of developing chronic non-communicable diseases, which represent 71% of the causes of death worldwide and 54.7% in Brazil. The COVID-19 pandemic has led to impacts on quality of life, resulting from lifestyle changes, especially among health professionals. This constitutes an important factor in the health-disease relationship and the core of the healthcare approach embraced by Ayurveda. The present study evaluated the role of daily Ayurvedic practices in improving the quality of life of health professionals working in the Family Health Strategy of SUS in Paty do Alferes/RJ, Brazil. Ayurveda practices based on Trayopastamba were introduced to 30 health professionals through lectures and guided activities from July to October 2021, spanning three months. Quality of life was assessed using the WHOQOL-BREF questionnaire before and after the intervention. An improvement in perceived quality of life was observed in the physical, psychological, and environmental domains (p > 0.05), while the social domain did not show statistically significant results. The physical domain demonstrated the most substantial score increase (10.95). Conversely, the social domain displayed the smallest rise in scores (5.83). In conclusion, the daily Ayurvedic practices demonstrated the potential to enhance the quality of life in this group, contributing to health promotion in a practical and economically accessible manner."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Traditional medicine","Lifestyle medicine","Public health","Health promotion","Integrative medicine"],"doi":"10.1016/j.jaim.2024.100932"},{"title":"A case study on the Ayurvedic management of cerebral palsy","publication_info":[{"name":"Sagar Mahendrabhai Bhinde","attributes":["Department of Kaumarbhritya, G. J. Patel Institute of Ayurvedic Studies and Research Centre, New V V Nagar, Anand, Gujarat, India"],"email":"sgrbhinde@gmail.com"}],"PMCID":"PMCID: PMC4458908","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4458908/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4458908/?report=classic","pdf_link":"None","abstract_text":["Cerebral palsy (CP) is the leading cause of childhood disability affecting function and development. CP is defined as a nonprogressive neuromotor disorder of cerebral origin. It cannot be correlated with any single disease or condition in Ayurveda, as it is a multi-factorial disease with clinical features of a wide variation. According to Vāgbhaṭa, it is classified in the disease categories of sahaja (hereditary) and garbhaja (congenital) and jātaja (psychosomatic) type of diseases. Of the many types and subtypes of CP, none has any known “cure.” Here, an effort was made to treat a 3-year-old male child with spastic type of CP using multiple Ayurveda treatment modalities. At the end of 94 days of treatment, Pañcakarma procedures along with internal medication resulted in 10–15% improvement in the overall effect of therapy."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurvedic approach in cerebral palsy","Chaturbhadra Kalpa Basti","Panchakarma in pediatric"],"doi":"10.4103/0257-7941.157163"},{"title":"Effect of Asian ginseng, Siberian ginseng, and Indian ayurvedic medicine Ashwagandha on serum digoxin measurement by digoxin III, a new digoxin immunoassay","publication_info":[{"name":"Amitava Dasgupta","attributes":[],"email":null},{"name":"Gertie Tso","attributes":[],"email":null}],"PMCID":"PMCID: PMC6649030","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6649030/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6649030/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6649030/pdf/JCLA-22-295.pdf","abstract_text":["Asian ginseng, Siberian ginseng, and Indian Ayurvedic medicine Ashwagandha demonstrated modest interference with serum digoxin measurements by the fluorescent polarization immunoassay (FPIA). Recently, Abbott Laboratories marketed a new digoxin immunoassay, Digoxin III for application on the AxSYM analyzer. We studied potential interference of these herbal supplements on serum digoxin measurement by Digoxin III assay in vitro and compared our results with the values obtained by Tina‐quant assay. Aliquots of drug‐free serum pool were supplemented with various amounts of Asian ginseng, Siberian ginseng, or Ashwagandha approximating expected concentrations after recommended doses and overdoses of these herbal supplements in serum. Then digoxin concentrations were measured by the Digoxin III and Tina‐quant (Roche Diagnostics) assay. We also supplemented aliquots of a digoxin pool prepared from patients receiving digoxin with various amounts of these herbal supplements and then measured digoxin concentrations again using both digoxin immunoassays. We observed modest apparent digoxin concentrations when aliquots of drug‐free serum pool were supplemented with all three herbal supplements using Digoxin III assay (apparent digoxin in the range of 0.31–0.57 ng/ml), but no apparent digoxin concentration (except with the highest concentration of Ashwagandha supplement for both brands) was observed using the Tina‐quant assay. When aliquots of digoxin pool were further supplemented with these herbal supplements, digoxin concentrations were falsely elevated when measured by the new Digoxin III assay. For example, we observed 48.2% (1.63 ng/ml digoxin) increase in digoxin concentration when an aliquot of Digoxin pool 1 (1.10 ng/ml digoxin) was supplemented with 50 μl of Asian ginseng extract (Brand 2). Measuring free digoxin does not eliminate the modest interferences of these herbal supplements in serum digoxin measurement by the Digoxin III assay. J. Clin. Lab. Anal. 22:295–301, 2008. © 2008 Wiley‐Liss, Inc."],"license_agreement":"Unknown","keywords":["Asian ginseng","Siberian ginseng","Ashwagandha","Digoxin III","Tina‐quant digoxin assay","interference","serum digoxin"],"doi":"10.1002/jcla.20252"},{"title":"Herbo-mineral ayurvedic treatment in a high risk acute promyelocytic leukemia patient with second relapse: 12 years follow up","publication_info":[{"name":"Balendu Prakash","attributes":[],"email":"balenduprakash@gmail.com"},{"name":"Purvish M. Parikh","attributes":["AmeriCares India, Khar (West), Mumbai, India"],"email":null}],"PMCID":"PMCID: PMC3087364","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3087364/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3087364/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3087364/pdf/JAIM-1-215.pdf","abstract_text":["A 47 year old diabetic male patient was diagnosed and treated for high risk AML-M3 at Tata Memorial Hospital (BJ 17572), Mumbai in September 1995. His bone marrow aspiration cytology indicated 96% promyelocytes with abnormal forms, absence of lymphocytic series and myeloperoxide test 100% positive. Initially treated with ATRA, he achieved hematological remission on day 60, but cytogenetically the disease persisted. The patient received induction and consolidated chemotherapy with Daunorubicin and Cytarabine combination from 12.01.96 to 14.05.96, following which he achieved remission. However, his disease relapsed in February 97. The patient was given two cycles of chemotherapy with Idarubicine and Etoposide, after which he achieved remission. His disease again relapsed in December 97. The patient then refused more chemotherapy and volunteered for a pilot Ayurvedic study conducted by the Central Council for Research in Ayurveda and Siddha, New Delhi. The patient was treated with a proprietary Ayurvedic medicine Navajeevan, Kamadudha Rasa and Keharuba Pisti for one year. For the subsequent 5 years the patient received three months of intermittent Ayurvedic treatment every year. The patient achieved complete disease remission with the alternative treatment without any adverse side effects. The patient has so far completed 13 years of survival after the start of Ayurvedic therapy."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","herbo-mineral","relapse acute promyelocytic leukemia"],"doi":"10.4103/0975-9476.72618"},{"title":"Evaluation of anti-depressant and anxiolytic activity of Rasayana Ghana Tablet (A compound Ayurvedic formulation) in albino mice","publication_info":[{"name":"Yogesh S. Deole","attributes":["Lecturer, Department of Kayachikitsa, GJ Patel Ayurveda College and Research Centre, New Vallabh Vidya Nagar, India"],"email":"dryogeshsd@yahoo.co.in"},{"name":"Sulakshan S. Chavan","attributes":["Ph.D.Scholar, Pharmacology Laboratory, IPGT & RA, Jamnagar, India"],"email":null},{"name":"B. K. Ashok","attributes":["Research Assistant, Pharmacology Laboratory, Institute for Post Graduate Teaching and Research in Ayurveda, Jamnagar, India"],"email":null},{"name":"B. Ravishankar","attributes":["Director, Research and Development, SDM College of Ayurveda, Udupi, Karnataka, India"],"email":null},{"name":"A. B. Thakar","attributes":["Associate Professor and I/c Head, Department of Panchakarma, Institute for Post Graduate Teaching and Research in Ayurveda, Jamnagar, India"],"email":null}],"PMCID":"PMCID: PMC3326886","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326886/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326886/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3326886/pdf/Ayu-32-375.pdf","abstract_text":["In recent years, many Ayurvedic formulations are being researched to provide an effective antidepressant and anxiolytic drug in the field of psycho-pharmacology. The present study was planned to evaluate the anti-depressant and anxiolytic activity of Rasayana Ghana Tablet comprising three herbs Guduchi (Tinospora cordifolia Miers), Aamalaki (Emblica officinalis Garten) (RGT) and Gokshura (Tribulus terrestris Linn). Swiss albino mice were divided into four groups of six animals each, comprising of both male and female in each group. Group I received water served as normal control (WC), group II received vehicle and served as vehicle control (VC), group III received Rasayana Ghana tablet and group IV received standard drug diazepam (2 mg/kg) for anxiolytic study in elevated plus maze and standard antidepressant imipramine (5 mg/kg) for anti-depressant activity in behavior despair test. Rasayana Ghana tablet along with ghee and honey as vehicle is found to be having antidepressant and anxiolytic activity in experimental animals. Thus, this formulation can be used in prevention and treatment of depression and anxiety."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Aamalaki (Emblica officinalis Garten)","Anti-depressant","anxiolytic","Gokshura (Tribulus terrestris Linn)","Guduchi (Tinospora cordifolia Miers)","Rasayana Ghana"],"doi":"10.4103/0974-8520.93918"},{"title":"Nanostructured gold in ancient Ayurvedic calcined drug ‘swarnabhasma’","publication_info":[{"name":"Trupti Patil-Bhole","attributes":["Department of Rasashastra and Bhaishajyakalpana, College of Ayurved, Bharati Vidyapeeth (Deemed to be University), Pune 411043, India"],"email":"truptibhole@gmail.com"},{"name":"Asmita Wele","attributes":["Department of Rasashastra and Bhaishajyakalpana, College of Ayurved, Bharati Vidyapeeth (Deemed to be University), Pune 411043, India"],"email":null},{"name":"Ramacharya Gudi","attributes":["Shree Dhootapapeshwar Limited, Panvel, Mumbai, Maharashtra, India"],"email":null},{"name":"Kapil Thakur","attributes":["Shree Dhootapapeshwar Limited, Panvel, Mumbai, Maharashtra, India"],"email":null},{"name":"Shailesh Nadkarni","attributes":["Shree Dhootapapeshwar Limited, Panvel, Mumbai, Maharashtra, India"],"email":null},{"name":"Rajendra Panmand","attributes":["Centre for Materials for Electronics Technology, Thrissur, 680581, Kerala, Under Ministry of Electronics and Information Technology, India"],"email":null}],"PMCID":"PMCID: PMC8642718","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642718/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642718/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8642718/pdf/main.pdf","abstract_text":["Background","","Swarnabhasma (calcined gold) is a famous ancient Ayurvedic medicine. However, its detail characteristic investigations are very limited.","","Objective","","Herein, investigation of swarnabhasma is demonstrated using ancient and ultramodern techniques to understand the physicochemical nature of this drug, and to understand whether the mercury [Parada] used during preparation method marks its presence in swarnabhasma.","","Materials and methods","","The investigated swarnabhasma was prepared by repeated incinerations of Au–Hg-Lemon juice amalgamation and sulphur. The bhasma was tested by all traditional tests of rasashastra. It was characterized by X-ray diffraction (XRD), Field Emission Scanning Electron Microscope (FE-SEM), Field Emission Transmission Electron Microscopy (FE-TEM), Inductively Coupled Plasma Atomic Emission Spectroscopy (ICP-AES), Energy Dispersive X-ray Fluorescence (EDXRF), Fourier Transform Infrared Spectroscopy (FTIR), and gravimetric analysis.","","Results","","Traditional tests of rasashastra were complied by the sample. XRD confirms that swarnabhasma consists of principally pure gold at nanoscale. FE-SEM showed agglomerated particles. FE-TEM showed that swarnabhasma contains highly crystalline nanostructured gold comprised with spherical gold nanoparticles of size, 5–20 nm. ICP-AES exhibited absolute absence of Hg and presence of Au, Si, Ag, Al, Ca, Cu, Fe, K, Mg, Mn, Na, P, Sr, Ti, and Zn. EDXRF confirmed the absence of mercury and confirmed the presence of Au, Si, Zr, Nb, S, Cl, K, Ca, Fe, and Ni. FTIR confirmed presence of water molecules adsorbed over surface of bhasma. Gravimetric analysis confirmed presence of 95% gold.","","Conclusion","","Nano-structuring of gold enhances the surface area as well as activity. The present investigation shows that the entire process from rasashastra confers the unique nanostructure to gold and same is responsible for its medicinal potential. This nanomedicine is highly stable, which is specified as niruttha and apunarbhava in rasashastra."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Swarnabhasma","Gold","Bhasma","Rasashastra","Ayurveda","Characterization","Cancer","Parad","Catalytic","Mercury","Nanoparticles"],"doi":"10.1016/j.jaim.2021.06.017"},{"title":"CONFERENCE REPORT","publication_info":"Jaideep Sitaram Sriranjini","PMCID":"PMCID: PMC3737446","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3737446/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3737446/pdf/JAIM-4-126.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"A comprehensive review of Cataract (Kaphaja Linganasha) and its Surgical Treatment in Ayurvedic Literature","publication_info":[{"name":"K. S. Dhiman","attributes":["Professor & Head, Dept. of Shalakya, I.P.G.T. & R.A. "],"email":"dr_ks_dhiman@yahoo.co.in"},{"name":"Kamini Dhiman","attributes":["Reader, Dept. of SRPT, R. G. Govt. P. G. Ayu. College, Paprola, Dist. Kangra, H.P. 176 115"],"email":"dr_ks_dhiman@yahoo.co.in"},{"name":"Samita Puri","attributes":["M.S. (Ayu.) Shalakya."],"email":null}],"PMCID":"PMCID: PMC3215330","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215330/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215330/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215330/pdf/Ayu-31-93.pdf","abstract_text":["Ayurveda the science of life, since its origin is serving the mankind throughout in health & disease state of life. Shalakyatantra, one of its specialized branch deals with the science of Ophthalmology, Otorhinolaryngology, Orodental surgery & Head; was contributed and developed by Rajrishi Nimi, the King of Videha, who was a colleague of Atreya, Punarvasu, Dhanwantri, Bharadwaja, Kashyapa etc. The available literature related to this speciality is reproduced from original text of Nimitantra in Uttartantra of Sushruta samhita. So Rajrishi Nimi deserves all the credit and regards for Shalakyatantra and for being the first eye surgeon on this earth. The fact regarding the technique of cataract surgery adopted by ancient surgeons is still a matter of debate. Most of the medical fraternity accepts cataract surgery of ancient surgeons as couching procedure but after going through forth coming pages, the prevailing concept will prove to be a myth. It started with extra capsular extraction through small incision during the period of Sushruta Samhita but later shifted to couching like technique by Acharya Vagbhatta. Secondly, the objective of this literary research paper is to find proper co-relation of the disease cataract to those mentioned in Ancient Ayurvedic classic. Linganasha has been inadvertently taken as cataract but this is neither logical nor in accordance with classics. We find detailed description of cataract's differential diagnosis, indications, contra- indications, pre/intra/post operative procedures and complication in ancient texts of Ayurveda. Not only this, vivid description of treatment of various complications of cataract surgery are also given. Needless to say, no other surgically treatable diseases & its complications except Kaphaja Linganasha are given this much attention."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Linganasha","Shalaka","Vedhana","Daivakrita","Lekhana","Aschyotana","Lepa","Seka"],"doi":"10.4103/0974-8520.68197"},{"title":"Ayurpharmacoepidemiology Perspective: Health Literacy (Knowledge and Practice) Among Older Diabetes Patients Visiting Ayurveda Teaching Hospitals in India","publication_info":[{"name":"Parikshit Debnath","attributes":[],"email":"docdebnath84@gmail.com"},{"name":"Khurshid Natasha","attributes":[],"email":null},{"name":"Liaquat Ali","attributes":[],"email":null},{"name":"Tapas Bhaduri","attributes":[],"email":null},{"name":"Tushar Kanti Roy","attributes":[],"email":null},{"name":"Sayantan Bera","attributes":[],"email":null},{"name":"Debdeep Mukherjee","attributes":[],"email":null}],"PMCID":"PMCID: PMC5871185","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871185/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871185/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871185/pdf/10.1177_2156587216643641.pdf","abstract_text":["Older Indian diabetics lack proper health literacy making them vulnerable to complications. Assessment of health literacy was done by hospital-based cross-sectional study. Face-to-face interview was conducted by pretested structured questionnaires. Diabetes patients aged ≥60 years consisted of 56.22% males and 43.78% females; in addition, 34.2% respondents were without formal schooling. Diabetes was known to 63.56% respondents. Total knowledge and practice score of the respondents was good (18.9% and 35.1%), average (30.7% and 46.9%), and poor (50.4% and 18%), respectively. Knowledge and practice score was strongly associated (P < .01) with religion, educational status, and diabetes duration with positive relationship (R 2 = 0.247, P < .01) between knowledge and practice score. The study highlights lack of health literacy among older diabetics undergoing ayurveda management. Baseline statistics will pave the way toward ayurpharmacoepidemiology."],"license_agreement":"Unknown","keywords":["health literacy","knowledge","practice","diabetes","ayurpharmacoepidemiology"],"doi":"10.1177/2156587216643641"},{"title":"Chronic Arsenic Poisoning Following Ayurvedic Medication","publication_info":[{"name":"Benzeeta Pinto","attributes":[],"email":null},{"name":"Palvi Goyal","attributes":[],"email":null},{"name":"S. J. S. Flora","attributes":[],"email":null},{"name":"K. D. Gill","attributes":[],"email":null}],"PMCID":"PMCID: PMC4252284","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4252284/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4252284/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4252284/pdf/13181_2014_Article_389.pdf","abstract_text":["Background","","Ayurveda, Indian traditional system of medicine, is practiced commonly in South East Asia and in many parts of the world. Many ayurvedic drugs contain heavy metals and may lead to metal toxicity. Of these, chronic lead poisoning is the most common. Chronic arsenic poisoning following the use of ayurvedic medication, though reported, is rare.","","Case Reports","","We describe three patients who presented with features of chronic arsenic poisoning following prolonged ayurvedic medication use. The diagnosis of chronic arsenic poisoning was confirmed by high arsenic levels in the blood, urine, hair, and nails in all the three patients and in ayurvedic drug in two patients. The ayurvedic medication was discontinued and treatment with d-penicillamine started. At 6 months after treatment, blood arsenic levels returned to normal with clinical recovery in all of them.","","Conclusion","","Arsenic poisoning following ayurvedic medication is much less common than lead poisoning, though mineral ayurvedic medicines may lead to it. We used d-penicillamine as chelator and all of them recovered. Whether withdrawal of medication alone or d-penicillamine also played a role in recovery is unclear and needs to be assessed."],"license_agreement":"Unknown","keywords":["Chronic arsenic poisoning","Ayurveda","d-Penicillamine"],"doi":"10.1007/s13181-014-0389-0"},{"title":"Impact of Shodhana an Ayurvedic purification process on cytotoxicity and mutagenicity of Croton tiglium Linn.","publication_info":[{"name":"Pallavi Jamadagni","attributes":["Regional Ayurveda Research Institute, Under Central Council for Research in Ayurvedic Sciences, Min. of AYUSH, Nehru Garden, Gandhi Bhavan Road, Kothrud, Pune-411038, India"],"email":"pallavideshmukh7@gmail.com"},{"name":"Anagha Ranade","attributes":["Headquarters, Central Council for Research in Ayurvedic Sciences, Under Min. of AYUSH, 61-65 Institutional Area, Janakpuri, Opp. D Block, New Delhi-110058, India"],"email":null},{"name":"Shraddha Bharsakale","attributes":["Regional Ayurveda Research Institute, Under Central Council for Research in Ayurvedic Sciences, Min. of AYUSH, Nehru Garden, Gandhi Bhavan Road, Kothrud, Pune-411038, India"],"email":null},{"name":"Shridhar Chougule","attributes":["Regional Ayurveda Research Institute, Under Central Council for Research in Ayurvedic Sciences, Min. of AYUSH, Nehru Garden, Gandhi Bhavan Road, Kothrud, Pune-411038, India"],"email":null},{"name":"Shrirang Jamadagni","attributes":["Regional Ayurveda Research Institute, Under Central Council for Research in Ayurvedic Sciences, Min. of AYUSH, Nehru Garden, Gandhi Bhavan Road, Kothrud, Pune-411038, India"],"email":null},{"name":"Sharad Pawar","attributes":["Regional Ayurveda Research Institute, Under Central Council for Research in Ayurvedic Sciences, Min. of AYUSH, Nehru Garden, Gandhi Bhavan Road, Kothrud, Pune-411038, India"],"email":null},{"name":"Goli Penchala Prasad","attributes":["National Institute of Indian Medical Heritage (CCRAS), Survey No.314, Revenue Board Colony, Gaddiannaram, Hyderabad-500036, India"],"email":null},{"name":"Sudesh Gaidhani","attributes":["Headquarters, Central Council for Research in Ayurvedic Sciences, Under Min. of AYUSH, 61-65 Institutional Area, Janakpuri, Opp. D Block, New Delhi-110058, India"],"email":null}],"PMCID":"PMCID: PMC10307826","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307826/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307826/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10307826/pdf/main.pdf","abstract_text":["Background","","Croton tiglium Linn. (CT) which is commonly called Jaypal is used in Ayurvedic preparations like Ichhabhedi Ras, Asvakancuki Rasa. Due to its toxic contents, seeds of Croton tiglium are purified before use, by the process mentioned in classical Ayurvedic texts called Shodhana meaning purification.","","Objectives","","The objective of the present study is to study the impact of Ayurvedic Purification process on cytotoxicity and genotoxicity of Croton tiglium Linn.","","Materials and methods","","Croton tiglium Linn. Seeds were processed for Shodhana by soaking in water, heating with milk (Snehan) and later grinding in Lemon Juice (Bhavana). Aqueous and Hydroalcoholic extracts were prepared before and after purification i.e. Shodhana. Cytotoxicity of the Croton tiglium was studied against Chinese Hamster Ovary cell line by MTT assay. Ames test was performed to study the mutagenicity of the extracts in Salmonella typhi TA 98, 100 and 102 strains. Phytoconstituents were studied by using LCMS analysis.","","Results","","The results indicated decrease in cytotoxic concentration (IC50) of Croton tiglium seeds after purificationa from 3.03 mg/mL to 0.99 mg/mL in aqueous extract and 18.56 mg/mL to 5.45 mg/mL. Genotoxicity study by Ames test indicated Croton tiglium Linn. Croton tiglium Linn. Seeds are non-genotoxic in strains like S. typhi, TA 98, 100 and 102. There was change in Phytochemical profile before and after shodhana.","","Conclusion","","Although both the concentrations are practically non-toxic, the decrease in cytotoxic concentration indicates Purification process as described in classical ayurvedic texts i.e. Shodhana has definitely increased the potency of the seeds of Croton tiglium Linn."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Croton tiglium Linn.","Shodhana","Cytotoxicity","Mutagenicity"],"doi":"10.1016/j.jaim.2023.100710"},{"title":"Effect of Kumari Taila Uttar Basti on fallopian tube blockage","publication_info":[{"name":"Kamayani Shukla (Upadhyay)","attributes":["Ayurvedic Gynaecologist & obstetrician, Pratapgarh, Uttar Pradesh, India"],"email":null},{"name":"Kaumadi Karunagoda","attributes":["Lecturer, Kaumarbhritya Department, IIM, Colombo, Sri Lanka"],"email":null},{"name":"Nita Sata","attributes":["Gynaecologist & Obstetrician, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3202247","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202247/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202247/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3202247/pdf/Ayu-31-424.pdf","abstract_text":["The present study was carried out to evaluate the role of Uttar Basti in tubal blockage, in order to establish it as a safer and cost-effective Ayurvedic treatment modality. The criteria for selection of patients and assessment of results were unilateral or bilateral tubal blockage diagnosed in hysterosalpingography (HSG). A total of 16 patients in the reproductive age group were registered for the study, with 62.50% unilateral and 37.50% bilateral tubal blockage. Fifteen patients completed the course of treatment. The patients with an evidence of active infection or chronic diseases were excluded. Kumari Taila was selected for its Vata Kapha Shamaka and Lekhana properties. The dose of Uttar Basti was 5 ml with duration of two consecutive cycles (six days of Uttar Basti in each cycle with an interval of three days in between). Uttar Basti was administered, after cessation of menstruation, to the screened patients, through hematological, urinary, and serological (HIV, VDRL, HBsAg) investigations. The tubal blockage was removed in 80% of the patients, and 40% of the patients had conceived within the follow-up period of two months. The results suggest that Uttar Basti is a highly significant treatment modality for tubal blockage, with no apparent complications."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Tubal blockage","Uttar Basti","Kumari Taila","HSG"],"doi":"10.4103/0974-8520.82031"},{"title":"When is industry ‘sustainable’? The economics of institutional variety in a pandemic","publication_info":[],"PMCID":"PMCID: PMC10123582","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10123582/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10123582/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10123582/pdf/43253_2023_Article_93.pdf","abstract_text":["Industrialising economies today are characterised by a multi-level heterogeneity of customs, norms, guidelines, standards, regulations and other laws that provide the broad scaffolding and the technical context for industrial activity. This institutional variety (IV) leads to combinatorial challenges about which institutions are mixed and matched as technologies and sectors evolve. Gaps in evolutionary political economy and evolutionary institutional methods should explain when variety is ‘better’ for industrial development. Two health industry cases, oxygen production and Ayurveda, have come into the pandemic spotlight under high demand and high uncertainty, by patients, state, firms, experts and other stakeholders. Both cases reflect markedly different types of institutional variety with implications for manufacturing and services. A debate of sustainable industrial policies (SIPs) thus requires attention to institutional variety (IV) and a future agenda on healthcare."],"license_agreement":"Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.","keywords":["Institutions","Institutional variety","Sustainable development","Health industry","Industrial policy","Technological change"],"doi":"10.1007/s43253-023-00093-y"},{"title":"Assessment of Anxiety, Depression, Stress, and Associated Psychological Morbidities among Patients Receiving Ayurvedic Treatment for Different Health Issues: First Study from Sri Lanka","publication_info":[{"name":"Hiruni Jayagrahi Gunathilaka","attributes":[],"email":"n.gunathilaka@kln.ac.lk"},{"name":"Pemasiri Vitharana","attributes":[],"email":null},{"name":"Lahiru Udayanga","attributes":[],"email":null}],"PMCID":"PMCID: PMC6906882","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6906882/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6906882/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6906882/pdf/BMRI2019-2940836.pdf","abstract_text":["Background","","Good mental condition is a vital part of health. Physical impairments would potentially have psychiatric manifestations during the course of a disease that could cause patients to experience a wide range of psychological conditions. This study was conducted to determine prevalence of anxiety, depression, stress, and psychological morbidities among the patients who received warded treatments at Gampaha Wickramarachchi Ayurveda Teaching Hospital, Sri Lanka.","","Methods","","A total of 148 patients admitted to the hospital were selected for the study on a random systematic basis under four systemic groups (gastrointestinal, integumentary, musculoskeletal, and nervous system) depending on the chief complaint. The presence of depressive, anxiety, and stress symptoms was assessed by the Depression Anxiety Stress Scale 21 item version (DASS 21). The General Linear Model (GLM) was used for statistical analysis.","","Results","","Over 50% of the participants in all four patient groups belonged to age group of 35 to 65 years, encompassing the fraction of population that actively contribute to the workforce in the society. Stress, anxiety, and depression values of patients belonging to different complications varied significantly, as indicated by GLM (p < 0.05). Patients diagnosed with integumentary system-related issues denoted the highest stress levels (27.7 ± 2.54), while the mean stress values among the other systemic groups were not significantly different among each other. The highest anxiety levels were indicated by patients with nervous system-related issues (18.6 ± 1.51), while the lowest anxiety levels were indicated by patients with integumentary disorders (6.0 ± 2.73). The highest depression level was identified from patients suffering from integumentary system-related disorders (31.7 ± 3.42), followed by nervous system (23.2 ± 1.78), gastrointestinal (19.5 ± 3.77), and musculoskeletal (16.8 ± 1.57) disorders.","","Conclusion","","Overall, high distress levels were observed among the majority of the patients. Furthermore, integumentary issues may lead to significant psychological impacts. As most of the patients seek for Ayurveda treatments when their diseased condition becomes chronic, it is vital to focus on a biopsychosocial approach to patient assessment and patient care, in actual practice."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2019/2940836"},{"title":"Agnikarma with Kshaudra (honey) along with adjuvant Ayurveda therapy in the management of trigger finger- A single case report","publication_info":[{"name":"Riddhi Jitendrakumar Ganatra","attributes":[],"email":"ridsganatra21@gmail.com"}],"PMCID":"PMCID: PMC10281247","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10281247/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10281247/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10281247/pdf/AYU-42-164.pdf","abstract_text":["Trigger finger (TF) mechanical ailment results from a stenotic A1 pulley that has lost its gliding surface, producing friction and nodular change in the tendon. This results in pain and tenderness at the site of the A1 pulley which further progresses into catching and then locking of the finger. A definite cure of TF in the current mainstream is the surgical release of the A1 pulley. A 71-year-old male patient with a TF presented with pain, swelling, and locking of the left hand’s middle finger. The patient was considered as suffering from Snayugata Vata as an Ayurveda diagnosis and treated with Kshaudra Agnikarma (therapeutic burn with honey) on daily basis at the morning for 30 days and Bandhana (bandages) for 2 months along with Dashmoola Kwatha orally 20 mL empty stomach twice a day and Haritaki Churna 5 g at night with lukewarm water orally for 2 months. The patient was clinically assessed and Green’s Severity Scores of TF showed remarkable improvement after the completion of treatment. This single case report demonstrates that the case of TF can be successfully managed with Kshaudra Agnikarma – A minimally invasive nonsurgical therapeutic intervention using Ayurveda principles."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Ayurveda","Bandhana","Dashamoola Kwatha","Kshaudra Agnikarma","trigger finger"],"doi":"10.4103/ayu.ayu_299_21"},{"title":"Acute toxicity study of Vasaguduchyadi Kwatha: A compound Ayurvedic formulation","publication_info":[{"name":"Kalpu N. Kotecha","attributes":[],"email":"k_kalpu@rediffmail.com"},{"name":"B. K. Kotecha","attributes":["Drug Discovery Team, Research and Development, The Himalaya Drug Company, Makali, Bangalore, India"],"email":null},{"name":"Vinay J. Shukla","attributes":["Head, Pharmaceutical Chemistry Laboratory, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, India"],"email":null},{"name":"Pradipkumar Prajapati","attributes":["Professor and Head, Department of Rasa Shastra and Bhaishjya Kalpana, Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India"],"email":null}],"PMCID":"PMCID: PMC3902604","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902604/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902604/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3902604/pdf/AYU-34-327.pdf","abstract_text":["Vasaguduchyadi Kwatha is a compound Ayurvedic formulation, indicated for the treatment of liver diseases, especially for Kamala (jaundice) and Panduroga (anemia). However, till date, no safety profile of this formulation has been reported; hence, in the present study, freshly prepared and market samples of Vasaguduchyadi Kwatha were evaluated for acute toxicity. Acute toxicity test was evaluated as per OECD 425 guidelines with 5 000 mg/kg as limit test in Wistar strain albino rats. Test formulations were administered to overnight fasted animals and parameters like body weight, behavioral changes, and mortality were assessed for 14 days. Hematological and biochemical parameters were assessed on 14th day. Results showed no significant changes in terms of behavioral changes, mortality, and body weight. Both the samples did not affect any of the hematological parameters. However, increase in blood urea level was observed. This study shows that both the samples of Vasaguduchyadi Kwatha are relatively safe up to the dose of 5 g/kg. However, further chronic toxicity evaluation is necessary to establish its safety profile on chronic administration."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Acute toxicity","hepatoprotective","Kamala","Vasaguduchyadi Kwatha"],"doi":"10.4103/0974-8520.123138"},{"title":"Standards of reporting Ayurvedic clinical trials — Is there a need?","publication_info":[{"name":"Ashwini Mathur","attributes":[],"email":"ashwini.mathur@novartis.com"}],"PMCID":"PMCID: PMC3149393","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3149393/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3149393/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3149393/pdf/JAIM-1-52.pdf","abstract_text":["Reported lack of efficacy of Ayurvedic treatments in clinical trials is often not due to inefficacy of the treatment itself, but arises from inadequacies of trial design. This paper argues that trials of Ayurvedic interventions should exclusively use its multi-component, individualized and inherently holistic approach, and that general guidelines for rigorously reporting such clinical trials should be developed. Holistic Ayurvedic clinical trials, rigorously conducted and with high standards of reporting should translate into good clinical science, and may be expected to generate higher credibility for clinical studies of the Ayurvedic knowledge system."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.4103/0975-9476.59828"},{"title":"Proposed correlation of modern processing principles for Ayurvedic herbal drug manufacturing: A systematic review","publication_info":[{"name":"Rahi Jain","attributes":[],"email":null}],"PMCID":"PMCID: PMC4342652","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4342652/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4342652/?report=classic","pdf_link":"None","abstract_text":["Quality Ayurvedic herbal medicines are potential, low-cost solutions for addressing contemporary healthcare needs of both Indian and global community. Correlating Ayurvedic herbal preparations with modern processing principles (MPPs) can help develop new and use appropriate technology for scaling up production of the medicines, which is necessary to meet the growing demand. Understanding the fundamental Ayurvedic principles behind formulation and processing is also important for improving the dosage forms. Even though Ayurvedic industry has adopted technologies from food, chemical and pharmaceutical industries, there is no systematic study to correlate the traditional and modern processing methods. This study is an attempt to provide a possible correlation between the Ayurvedic processing methods and MPPs. A systematic literature review was performed to identify the Ayurvedic processing methods by collecting information from English editions of classical Ayurveda texts on medicine preparation methods. Correlation between traditional and MPPs was done based on the techniques used in Ayurvedic drug processing. It was observed that in Ayurvedic medicine preparations there were two major types of processes, namely extraction, and separation. Extraction uses membrane rupturing and solute diffusion principles, while separation uses volatility, adsorption, and size-exclusion principles. The study provides systematic documentation of methods used in Ayurveda for herbal drug preparation along with its interpretation in terms of MPPs. This is the first step which can enable improving or replacing traditional techniques. New technologies or use of existing technologies can be used to improve the dosage forms and scaling up while maintaining the Ayurvedic principles similar to traditional techniques."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurvedic extraction principle","Ayurvedic herbal drug preparation","Ayurvedic separation principle","Modern processing principle"],"doi":"10.4103/0257-7941.150768"},{"title":"The role of Ayurveda management in preventing surgical site infections instead of surgical antibiotic prophylaxis","publication_info":[{"name":"Subhash Yadav","attributes":["Anand Hospital, Meerut, India"],"email":null},{"name":"Sanjay Jain","attributes":["Anand Hospital, Meerut, India"],"email":null},{"name":"Jatinder Chaudhary","attributes":["Anand Hospital, Meerut, India"],"email":null},{"name":"Rahul Bansal","attributes":["Department of Community Medicine, Subharti Medical College, Meerut, India"],"email":"drrahulbansalzp@gmail.com"}],"PMCID":"PMCID: PMC5747505","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5747505/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5747505/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5747505/pdf/main.pdf","abstract_text":["It is probably for the first time in the history of modern surgery that Benign Prostate Hyperplasia (BPH) surgery which belongs to ‘clean contaminated’ class and requires at least 3 doses of prophylactic antibiotic as per recommendations by American Urology Association, was done without the use of any as the patient had a history of severe intolerance to them. The case was an 83 year old male patient presenting with acute urinary retention. He was a known case of BPH being managed continuously on Ayurvedic therapy for many years. It was a challenge to conduct the inevitable surgery without any antibiotic prophylaxis. Holmium laser enucleation of prostate (HOLEP) was done with Ayurvedic medicine support only without the use of any antibiotic. The post-operative recovery was uneventful. The long term recovery was unusually faster and remarkable. In view of rising antibiotic resistance and World Health Organisation (WHO) declaration of arrival of post-antibiotic era, the successful outcome of this case could open new channels of research into Ayurveda, to find out the solution to the worst ever antibiotic crisis of the present time."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Innate immunity","Ayurvedic science of surgery"],"doi":"10.1016/j.jaim.2017.03.003"},{"title":"New Approaches in Breast Cancer Therapy Through Green Nanotechnology and Nano-Ayurvedic Medicine – Pre-Clinical and Pilot Human Clinical Investigations","publication_info":[{"name":"Menka Khoobchandani","attributes":["Department of Radiology, University of Missouri, Columbia, MO, \n65212, USA","Institute of Green Nanotechnology, University of Missouri, Columbia, MO, \n65212, USA"],"email":null},{"name":"Kavita K Katti","attributes":["Department of Radiology, University of Missouri, Columbia, MO, \n65212, USA","Institute of Green Nanotechnology, University of Missouri, Columbia, MO, \n65212, USA"],"email":null},{"name":"Alice Raphael Karikachery","attributes":["Department of Radiology, University of Missouri, Columbia, MO, \n65212, USA","Institute of Green Nanotechnology, University of Missouri, Columbia, MO, \n65212, USA"],"email":null},{"name":"Velaphi C Thipe","attributes":["Department of Radiology, University of Missouri, Columbia, MO, \n65212, USA","Institute of Green Nanotechnology, University of Missouri, Columbia, MO, \n65212, USA"],"email":null},{"name":"Deepak Srisrimal","attributes":["Dhanvantari Nano Ayushadi Pvt Ltd, Chennai, \n600017, India"],"email":null},{"name":"Darsha Kumar Dhurvas Mohandoss","attributes":["Dhanvantari Nano Ayushadi Pvt Ltd, Chennai, \n600017, India"],"email":null},{"name":"Rashmi Dhurvas Darshakumar","attributes":["Dhanvantari Nano Ayushadi Pvt Ltd, Chennai, \n600017, India"],"email":null},{"name":"Chintamani M Joshi","attributes":["Dhanvantari Nano Ayushadi Pvt Ltd, Chennai, \n600017, India"],"email":null}],"PMCID":"PMCID: PMC6970107","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6970107/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6970107/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6970107/pdf/ijn-15-181.pdf","abstract_text":["Purpose","","The overarching objective of this investigation was to investigate the intervention of green nanotechnology to transform the ancient holistic Ayurvedic medicine scientifically credible through reproducible formulations and rigorous pre-clinical/clinical evaluations.","","Methods","","We provide, herein, full details: (i) on the discovery and full characterization of gold nanoparticles-based Nano Swarna Bhasma (henceforth referred to as NSB drug); (ii) In vitro anti-tumor properties of NSB drug in breast tumor cells; (iii) pre-clinical therapeutic efficacy studies of NSB drug in breast tumor bearing SCID mice through oral delivery protocols and (iv) first results of clinical translation, from mice to human breast cancer patients, through pilot human clinical trials, conducted according to the Ayurveda, Yoga and Naturopathy, Unani, Siddha and Homoeopathy (abbreviated as AYUSH) regulatory guidelines of the Government of India in metastatic breast cancer patients.","","Results","","The preclinical in vitro and in vivo investigations, in breast tumor bearing mice, established unequivocally that the NSB Nano-Ayurvedic medicine-gold nanoparticles-based drug is highly effective in controlling the growth of breast tumors in a dose dependent fashion in vivo. These encouraging pre-clinical results prompted us to seek permission from the Indian Government’s holistic medicine approval authority, AYUSH, for conducting clinical trials in human patients. Patients treated with the NSB drug capsules along with the “standard of care treatment” (Arm B) exhibited 100% clinical benefits when compared to patients in the treatment Arm A, thus indicating the tremendous clinical benefits of NSB drug in adjuvant therapy.","","Conclusion","","We have succeeded in clinically translating, from mice to humans, in using proprietary combinations of gold nanoparticles and phytochemicals to develop the Nano-Ayurvedic drug: Nano Swarna Bhasma (NSB), through innovative green nanotechnology, for treating human metastatic breast cancer patients."],"license_agreement":"This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at https://www.dovepress.com/terms.php and incorporate the Creative Commons Attribution – Non Commercial (unported, v3.0) License (http://creativecommons.org/licenses/by-nc/3.0/). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms (https://www.dovepress.com/terms.php).","keywords":["gold nanoparticles","mangiferin","mango peel","Nano Swarna Bhasma","NSB","triple negative breast tumor","pilot clinical"],"doi":"10.2147/IJN.S219042"},{"title":"Comprehensive review of hepatotoxicity associated with traditional Indian Ayurvedic herbs","publication_info":[{"name":"Cyriac Abby Philips","attributes":[],"email":"abbyphilips@gmail.com"},{"name":"Rizwan Ahamed","attributes":[],"email":null},{"name":"Sasidharan Rajesh","attributes":[],"email":null},{"name":"Tom George","attributes":[],"email":null},{"name":"Meera Mohanan","attributes":[],"email":null}],"PMCID":"PMCID: PMC7522561","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7522561/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7522561/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7522561/pdf/WJH-12-574.pdf","abstract_text":["With growing antipathy toward conventional prescription drugs due to the fear of adverse events, the general and patient populations have been increasingly using complementary and alternative medications (CAMs) for managing acute and chronic diseases. The general misconception is that natural herbal-based preparations are devoid of toxicity, and hence short- and long-term use remain justified among people as well as the CAM practitioners who prescribe these medicines. In this regard, Ayurvedic herbal medications have become one of the most utilized in the East, specifically the Indian sub-continent, with increasing use in the West. Recent well-performed observational studies have confirmed the hepatotoxic potential of Ayurvedic drugs. Toxicity stems from direct effects or from indirect effects through herbal metabolites, unknown herb-herb and herb-drug interactions, adulteration of Ayurvedic drugs with other prescription medicines, and contamination due to poor manufacturing practices. In this exhaustive review, we present details on their hepatotoxic potential, discuss the mechanisms, clinical presentation, liver histology and patient outcomes of certain commonly used Ayurvedic herbs which will serve as a knowledge bank for physicians caring for liver disease patients, to support early identification and treatment of those who present with CAM-induced liver injury."],"license_agreement":"This article is an open-access article that was selected by an in-house editor and fully peer-reviewed by external reviewers. It is distributed in accordance with the Creative Commons Attribution NonCommercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial.","keywords":["Ayurveda","Complementary and alternative medicines","Drug induced liver injury","Herb induced liver injury","Chronic liver disease","AYUSH system"],"doi":"10.4254/wjh.v12.i9.574"},{"title":"Rehabilitative potential of Ayurveda for neurological deficits caused by traumatic spinal cord injury","publication_info":[{"name":"Sanjeev Rastogi","attributes":["Department of Pancha karma, State Ayurvedic College and Hospital, Lucknow University, Lucknow, Uttar Pradesh, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC4012364","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4012364/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4012364/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4012364/pdf/JAIM-5-56.pdf","abstract_text":["Spinal cord injury (SCI) is associated with worst outcomes and requires a prolonged rehabilitation. Ayurvedic indigenous methods of rehabilitation are often utilized to treat such conditions. A case of SCI was followed up for 3 months upon an Ayurvedic composite intervention and subsequently reported. The composite treatment plan involved Ayurvedic oral medications as well as a few selected external and internal pancha karma procedures. A substantial clinical and patient centered outcome improvement in existing neurological deficits and quality of life was observed after 3 months of the Ayurvedic treatment given to this case."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Practice-based evidence","patient centered outcome","quadriplegia","rehabilitation","spinal cord injury"],"doi":"10.4103/0975-9476.128868"},{"title":"A prospective clinical study of an Ayurveda regimen in COVID 19 patients","publication_info":[{"name":"Pankaj Wanjarkhedkar","attributes":["Department of Ayurveda & Integrative Medicine, Deenanath Mangeshkar Hospital and Research Centre, Pune, India"],"email":"drwpankaj@gmail.com"},{"name":"Girish Sarade","attributes":["Department of Ayurveda & Integrative Medicine, Deenanath Mangeshkar Hospital and Research Centre, Pune, India"],"email":null},{"name":"Bharat Purandare","attributes":["Department of Infectious Diseases, Deenanath Mangeshkar Hospital and Research Centre, Pune, India"],"email":null}],"PMCID":"PMCID: PMC7572087","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7572087/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7572087/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7572087/pdf/main.pdf","abstract_text":["The ancient Indian system of medicine, Ayurveda has a treatment for symptom complexes of a variety of diseases. One such combination of Ayurvedic medications has potential for use in COVID 19 infection, and hence a prospective study was conducted with this formulation as an add-on, in COVID positive patients in a dedicated COVID hospital. The objective of the study was to evaluate the additional benefit of an Ayurvedic regime in COVID positive patients on the basis of rate of clinical improvement. The Ayurvedic formulation was administered as an add-on to Standard of Care (SoC) in patients with mild to moderate symptoms, in this prospective, open-label, comparative study. Control group received SoC only. Patients receiving Dasamoolkaduthrayam Kashaya and Guluchyadi Kwatham in tablet form in addition to the SoC showed a faster recovery from breathlessness with reduced ageusia. Patients on the treatment group could be discharged earlier than those from the control group. Addition of Dasamoolkaduthrayam Kashaya and Guluchyadi Kwatham to SoC appeared to accelerate recovery of patients hospitalized for COVID 19 infection, in terms of reduction of symptoms and duration of hospital stay."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["None"],"doi":"10.1016/j.jaim.2020.10.008"},{"title":"Standard manufacturing procedure of Teekshna lauha bhasma","publication_info":[{"name":"Thakur Rakesh Singh","attributes":["Department of Rasashastra and Bhaishajya Kalpana, Government Ayurved College, Raipur, Chhattisgarh, India"],"email":null},{"name":"Laxmi Narayan Gupta","attributes":["Department of Rasa Shastra, Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Varanasi, Uttar Pradesh, India"],"email":null}],"PMCID":"PMCID: PMC4969272","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4969272/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4969272/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4969272/pdf/main.pdf","abstract_text":["Background","","Lauha bhasma is one of the herbo-metallic preparations used in Ayurveda, a traditional Indian system of medicine for treating various ailments such as anemia, diarrhea, hyperlipidemia and diabetes.","","Objective","","To establish standard manufacturing procedure of Teekshna lauha bhasma and analyze its physico-chemical properties.","","Materials and methods","","The preparation of T. lauha bhasma (calx of iron [Fe] turning) involves samanya shodhana, vishesha shodhana followed by bhanupaka, sthalipaka and putapaka with Triphala kwatha as a medium under temperature of 650 °C in electric muffle furnace (EMF) and maintained for 1 h. T. lauha bhasma were subjected to different physico-chemical characterization using X-ray fluorescence spectrophotometer and scanning electron microscopy.","","Results and discussion","","The results suggest that these steps are necessary to obtain a good quality of bhasma and also make it acceptable for trituration during Bhasmikarana process. It is found that T. lauha bhasma was prepared properly in 20 puta at a temperature of 650 °C. The particle size of 20 puta T. lauha bhasma is 100–500 nm in range.","","Conclusion","","Pharmaceutical procedures given in Ayurvedic texts are necessary to prepare pakwa jambu phala varna T. lauha bhasma that complies with all the classical bhasma pariksha and modern analytical parameters in 20 puta at a temperature of 650 °C maintained for 1 h in EMF."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Calx of iron turning","Lauha bhasma","Scanning electron microscope","Shodhana","Teekshna lauha","Trividh lauhapaka","X-ray fluorescence"],"doi":"10.1016/j.jaim.2015.08.003"},{"title":"Health Remedies as a Source of Lead, Mercury, and Arsenic Exposure, New York City, 2010–2019","publication_info":[{"name":"Paromita Hore","attributes":[],"email":"phore@health.nyc.gov"},{"name":"Kolapo Alex-Oni","attributes":[],"email":null},{"name":"Slavenka Sedlar","attributes":[],"email":null},{"name":"Kari Patel","attributes":[],"email":null}],"PMCID":"PMCID: PMC9528658","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9528658/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9528658/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9528658/pdf/AJPH.2022.306906.pdf","abstract_text":["Objectives. To describe the types of health remedies collected during poisoning investigations in New York City over a 10-year period that were found to contain high levels of lead, mercury, or arsenic.","","Methods. Between 2010 and 2019, the New York City Department of Health and Mental Hygiene collected 584 samples of health remedies during poisoning investigations and store surveys for lead, mercury, or arsenic analysis.","","Results. There was a significant association between blood lead levels and estimated cumulative daily lead exposures among adult users of rasa shastra Ayurvedic medications. Also, average blood lead levels among adult rasa shastra users were significantly higher than levels among those using other types of non-Ayurvedic health remedies.","","Conclusions. Rasa shastra Ayurvedic medications can contain very high levels of lead, mercury, and arsenic. This underscores the importance of screening for lead, mercury, and arsenic exposures within at-risk populations.","","Public Health Implications. The general ease of accessibility to rasa shastra medications raises concerns. There is a need for systemic change that results in primary prevention, that is, removal of the source through policy development and regulatory enforcement in the country of origin. (Am J Public Health. 2022;112(S7):S730–S740. https://doi.org/10.2105/AJPH.2022.306906)"],"license_agreement":"Unknown","keywords":["None"],"doi":"10.2105/AJPH.2022.306906"},{"title":"Ayurvedic management of neurological deficits post COVID-19 vaccination - A report of two cases","publication_info":[{"name":"K.M. Pratap Shankar","attributes":["National Ayurveda Research Institute for Panchakarma, Cheruthuruthy, Thrissur, Kerala, India"],"email":null},{"name":"P. Nair Pratibha","attributes":["Department Of Kayachikitsa, VPSV Ayurveda College, Kottakkal, Kerala, India"],"email":null}],"PMCID":"PMCID: PMC10247886","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10247886/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10247886/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10247886/pdf/main.pdf","abstract_text":["The world witnessed much research fund allocation on the COVID-19 outbreak's epidemiology, pathology, impact on lifestyles, social behaviours and treatment possibilities. The highly contagious nature of the disease compelled scientific communities and related organisations to hasten vaccine development and supplies. Well-timed international collaborations resulted in quicker development of varied forms of vaccines against COVID-19. Prospective observational studies and systematic reviews on vaccine trials reported their safety and efficacies. Nevertheless, post-marketing surveillance is quintessential to ascertain such safety and efficacy claims. There have been scattered reports lately of several adverse temporal events, such as haematological, immunological and neurological untoward occurrences following COVID-19 inoculation. There is a growing piece of evidence of the impact of COVID vaccination on patients with neurological-neuroimmunological disorders. Here two unrelated cases of neurological deficits post-COVID vaccination are reported. One was an incidence of Acute Disseminated Encephalomyelitis, while the other was an acute exacerbation of Multiple Sclerosis following vaccination. Ayurvedic treatments were effective in either of these conditions. Case series and case reports shall judiciously add information to vaccine safety data and acknowledge the necessity of clinician approval, based on detailed individualised assessments before mass vaccination."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["COVID-19 vaccination","Acute disseminated encephalomyelitis","Multiple sclerosis","Ayurveda"],"doi":"10.1016/j.jaim.2023.100737"},{"title":"UTILITY OF AYURVEDIC DIETETICS IN THE MODERN WORLD","publication_info":"R. R. Javalgekar","PMCID":"PMCID: PMC3336710","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3336710/pdf/ASL-2-84.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Ethics Committees in Ayurvedic PG institutions: Losing opportunities of making an impact","publication_info":[{"name":"Sanjeev Rastogi","attributes":["State Ayurvedic College and Hospital, Lucknow, India"],"email":"rastogisanjeev@rediffmail.com"}],"PMCID":"PMCID: PMC6033734","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033734/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033734/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033734/pdf/main.pdf","abstract_text":["Ethics is a crucial component of medical practice world over and also an indispensable part of medical research. Ethics in medical practice primarily refers to not harming the patients by the proposed interventions; similarly ethics in research refers to assuring optimal care of the participants and causing no harm to them on account of research. Ethics in research has come a long way from its voluntarily application on moral grounds to a mandatory condition regulated by the state of law. Ethics Committees (ECs) have been erected at research institutions to safeguard the interest of patients, to ensure their safety during any such trial and to assure the accountability of the researcher in case of any unforeseen event. Such committees therefore have a noble role to play in the form of promoting ethical practices in research. Ayurvedic clinical research also follows the similar path by erecting ECs at its research institutions. However, in reality, such committees are found much away from the principle of their inception and method of functioning. In the absence of accountability and clear objectivity, such ECs at Ayurvedic research institutions are not serving any purpose. This article critically examines the positioning of ECs at Ayurveda research institutions and suggests pragmatic mechanisms to ensure their role in improving the quality of research in Ayurveda."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ethics committee","Ayurveda research","Research committee","Clinical research"],"doi":"10.1016/j.jaim.2017.10.005"},{"title":"A clinical study to evaluate the efficacy of Herbal Formulation for Obesity (HFO-02) in overweight individuals","publication_info":[{"name":"Poonam Gupte","attributes":["Obesity-Diabetes Lab, Interactive Research School for Health Affairs, Bharati Vidyapeeth, Pune, 411043, India"],"email":null},{"name":"Shubhangi Harke","attributes":["Obesity-Diabetes Lab, Interactive Research School for Health Affairs, Bharati Vidyapeeth, Pune, 411043, India"],"email":null},{"name":"Veena Deo","attributes":["Research & Development Department, Siddhayu Ayurvedic Research Foundation Pvt Ltd, Nagpur, 440009, India"],"email":null},{"name":"Bharat Bhushan Shrikhande","attributes":["Research & Development Department, Siddhayu Ayurvedic Research Foundation Pvt Ltd, Nagpur, 440009, India"],"email":null},{"name":"Madhavi Mahajan","attributes":["Department of Kayachikitsa, College of Ayurved, Bharati Vidyapeeth, Pune, 411043, India"],"email":null}],"PMCID":"PMCID: PMC7329718","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329718/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329718/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7329718/pdf/main.pdf","abstract_text":["Background","","Ayurveda, the Indian system of medicine offers many herbs and formulations for management of obesity. Baidyanath Bhawan Pvt. Ltd has designed a formulation, HFO-02, based on Ayurvedic literature.","","Objective","","To evaluate the efficacy of Herbal Formulation for Obesity (HFO-02) in overweight individuals.","","Materials & methods","","With approval from the Institutional Ethics Committee, a proof of concept study was carried out in overweight individuals (Body Mass Index, BMI ≥25.0 and ≤ 30.0 kg/m2), devoid of any endocrinological disorders. Tablet HFO-02 (500 mg) was administered to these individuals twice daily for 90 days, during which they were called at study site fortnightly. After stopping the treatment, they were further followed up for 30 days off-medication and the last follow up was scheduled on day 120. Anthropometric parameters were assessed at every visit, while biochemical parameters viz. lipid profile, blood sugar & insulin levels (both fasting and post prandial), C- reactive protein and adipocytokines (leptin & adiponectin) were estimated monthly.","","Results","","Of the 18 participants recruited in the study; 14 completed the study. HFO-02 did not show reduction in weight, however a significant decrease in the body circumference and skin fold was demonstrated. This decrease was maintained till day 120. The levels of all biochemical parameters were maintained and no adverse events were reported throughout the study.","","Conclusion","","Tablet HFO-02 reduced body circumferences and skinfold thickness indicating its potential for obesity management.","","Clinical trial registration number","","CTRI/2016/07/007067."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Circumferences","Obesity","Overweight","Skinfolds"],"doi":"10.1016/j.jaim.2019.05.003"},{"title":"Three Cases of Lead Toxicity Associated with Consumption of Ayurvedic Medicines","publication_info":[{"name":"A. Raviraja","attributes":["Department of Biochemistry, St. John’s Medical College, Koramangala, Bangalore, Karnataka 560034 India ","Department of Biochemistry, Karnataka Institute of Medical Sciences, Hubli, Karnataka 570021 India "],"email":null},{"name":"G. N. Vishal Babu","attributes":["Department of Biochemistry, St. John’s Medical College, Koramangala, Bangalore, Karnataka 560034 India "],"email":null},{"name":"Anusha Sehgal","attributes":["Department of Family Medicine, Boston University School of Medicine, Boston, USA "],"email":null},{"name":"Robert B. Saper","attributes":["Department of Family Medicine, Boston University School of Medicine, Boston, USA "],"email":null},{"name":"Innocent Jayawardene","attributes":["Harvard School of Public Health, Boston, USA "],"email":null},{"name":"Chitra J. Amarasiriwardena","attributes":["Harvard School of Public Health, Boston, USA "],"email":null}],"PMCID":"PMCID: PMC3001842","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3001842/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3001842/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3001842/pdf/12291_2010_Article_51.pdf","abstract_text":["Ayurveda is a traditional form of medicine used by majority of the Indians. Here we report three cases of lead toxicity, following intake of Ayurvedic medicines. Three patients presented with blood lead levels (BLLs) of 122.4, 115 and 42.8 μg/dl respectively at the time of hospitalization. The first case was chelated with D- penicillamine, the second with calcium disodium ethylene diamino tetra acetate (EDTA) and the third with environmental intervention and education. Associated Ayurvedic products were collected from patients and analyzed for metallic concentration. Cessation of Ayurvedic medication along with chelation, nutritional intervention and education, reduced the BLL to 27.4 μg/dl in the first case after 1 year, 21.1 μg/dl after 9 months in the second and 18.2 μg/dl after 6 months in the third case."],"license_agreement":"Unknown","keywords":["Lead toxicity","Ayurvedic medicine","Abdominal pain","Chelation","Blood lead level"],"doi":"10.1007/s12291-010-0051-9"},{"title":"Conceptual analysis of diabetic retinopathy in Ayurveda","publication_info":[{"name":"Prasanta Kumar Sahoo","attributes":[],"email":"sahooprasanta78@gmail.com"}],"PMCID":"PMCID: PMC5496992","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5496992/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5496992/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5496992/pdf/main.pdf","abstract_text":["Inclusion of Prameha among the eight major disorders in Charaka Samhita shows the importance of the disease given by ancient seers. The risk of development of blindness in diabetics increases by 20–25 times as compared to the normal population. High prevalence rate of Diabetic Retinopathy (34.6%), proliferative diabetic retinopathy (7%), diabetic macular edema (6.8%), and Vision threatening Diabetic retinopathy (10.2%) in diabetics was great concerns which led to search and analyze the disease process on the basis of modern pathogenesis and different Timirvyadhi mentioned in Ayurvedic authoritative texts. Thus the present study endeavors to discuss the similarities and differences among the various components of Prameha/Madhumehajanya Timir with Diabetic retinopathy and its stages. To establish a probable etiopathogenesis of the disease from Ayurveda prospective, all the important literature of both modern medicine and Ayurveda along with online sources were searched and analyzed. All the three dosha along with Raktadosha and Saptadhatu with four internal Dristipatals of eye are affected in Madhumehajanya timir in different stages of the disease. Avarana and Dhatu kshaya too have important role in development of diabetic retinopathy due to prolonged and uncontrolled hyperglycemia. Agnimandya related Ama formation has a role in pathology of diabetic retinopathy which is quite similar to oxidative theory of diabetic retinopathy explained in modern pathology. Urdhwaga raktapitta, Ojas kshaya, Raktavritta vata, and Pranavritta vyana are other causes in development of diabetic retinopathy."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Diabetic retinopathy","Ayurveda","Timir","Avarana","Ama dosha","Raktapitta"],"doi":"10.1016/j.jaim.2016.12.003"},{"title":"Efficacy of Madhav Rasayan Plus as adjuvant in moderate COVID-19 patients: Preliminary outcomes of randomized controlled trial","publication_info":[{"name":"Sameer Jamadagni","attributes":["Shri Vishwavati Ayurvedic Chikitsalay and Research Centre, Kolhapur, Maharashtra, India"],"email":"samirjamadagni@gmail.com"},{"name":"Prasad Pandkar","attributes":["Bharati Vidyapeeth Deemed University, College of Ayurved, Pune, Maharashtra, India"],"email":null},{"name":"Tushar Saundankar","attributes":["Shri Vishwavati Ayurvedic Chikitsalay and Research Centre, Kolhapur, Maharashtra, India"],"email":null},{"name":"Girish Shirke","attributes":["Shri Vishwavati Ayurvedic Chikitsalay and Research Centre, Kolhapur, Maharashtra, India"],"email":null},{"name":"Shailesh Malekar","attributes":["Shri Vishwavati Ayurvedic Chikitsalay and Research Centre, Kolhapur, Maharashtra, India"],"email":null}],"PMCID":"PMCID: PMC9127050","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9127050/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9127050/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9127050/pdf/main.pdf","abstract_text":["Apart from all the gloominess, the COVID-19 Pandemic has a silver lining of bringing a renaissance as Ayurveda and integrated medicine are becoming a choice for acute as well as infective diseases. Here we report outcomes of a preliminary work, the randomized controlled trial (CTRI/2021/02/031256) of Madhav Rasayan Plus, an Ayurveda formulation as adjuvant in moderate COVID-19 patients. Madhav Rasayan Plus is a herbomineral formulation beneficial for respiratory, coagulative and other systemic complements of COVID-19. Forty patients with moderate COVID-19 disease were included in two parallel groups (n = 20/group). The Intervention group (Treatment) received Madhav Rasayan Plus tablets (250 mg) twice a day for 15 days, along with standard care (SOC), while the control group received SOC alone. The intervention group significantly improved symptoms of COVID-19 like cough, breathlessness, fatigue and gastric disturbances. There was also statistically significant reduction in inflammatory markers like CRP and Ferritin. Tissue level markers like creatinine phosphokinase and NT- Pro BNP were found restored after treatment. The requirement of supplemental oxygen in the control group (6 days) was reduced by 2.5 times compared to the intervention group (2.4 days). There was also reduced hospital stay and reduced requirement of ICU in comparison with the control group. Also, the indices of fatigue severity score, disturbed sleep cycle score and quality of life revealed better and holistic recovery in the intervention group. This study reveals that COVID-19 and such infective diseases with vital complications can be better dealt with integrated management as immunomodulation and protection of tissues and vital organs are strengths of Ayurveda."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","COVID-19","Madhav rasayan plus","Clinical trial","Integrative medicine"],"doi":"10.1016/j.jaim.2022.100590"},{"title":"Ayurvedic protocols of chronic pain management: spatiotemporality as present moment awareness and embodied time","publication_info":[],"PMCID":"PMCID: PMC10853397","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10853397/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10853397/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10853397/pdf/fpain-05-1327393.pdf","abstract_text":["Background","","Temporality is understood as the subjective perception of the flow of chronological time and is a central component of contemporary and integrative medicine approaches. Although temporal dynamics are recognized as central to the processes associated with chronic pain (CP), the temporal management of CP is inadequately understood in pain research.","","Research question","","How is temporality conceptualized in Ayurvedic protocols of CP management?.","","Method","","Ayurvedic physicians (N = 10) from India were recruited through purposive and snowball sampling. A semi-structured interview protocol was employed to gather qualitative data focusing on the Ayurvedic protocol employed to treat CP patients. The interviews were audio-recorded, professionally transcribed, and thematically analyzed. Member validation, participant voice, and researcher self-awareness were employed to strengthen reliability and validity.","","Findings","","An ontologically grounded thematic exploration of Ayurvedic protocols illustrates that temporality is conceptualized in CP as spatiotemporal present moment awareness (PMA) and embodied time (ET). Spatiotemporality as PMA references an awareness of the relationality of cognitive temporal movement, dosha operations, and their pathophysiological expression in the body. Spatiotemporality as ET is conceptualized as awareness of the expression of time in embodied emotional and psychosocial processes as in the movement of the breath through the body, the movement of body sensations over time, and in their intersection with consciousness.","","Discussion","","The study findings present an experiential and relational framework situating spatiotemporality ontologically as an organizing principle in CP management. While temporality focuses on the representation of experiences and relations over time, spatiotemporality foregrounds a constructionist approach by centering the embodied spatial cognitive expression of time, consciousness, and subjective experience."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["mind–body approaches","complementary and integrative medicine","environment","chronic pain management","Ayurveda","ecological","spatiotemporality","embodied time"],"doi":"10.3389/fpain.2024.1327393"},{"title":"The Microbiome in Health and Disease from the Perspective of Modern Medicine and Ayurveda","publication_info":[{"name":"Robert Keith Wallace","attributes":["Department of Physiology and Health, Maharishi International University, Fairfield, IA 52556, USA; ude.uim@ecallawk"],"email":"kwallace@miu.edu"}],"PMCID":"PMCID: PMC7559905","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7559905/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7559905/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7559905/pdf/medicina-56-00462.pdf","abstract_text":["The role of the microbiome in health and disease helps to provide a scientific understanding of key concepts in Ayurveda. We now recognize that virtually every aspect of our physiology and health is influenced by the collection of microorganisms that live in various parts of our body, especially the gut microbiome. There are many external factors which influence the composition of the gut microbiome but one of the most important is diet and digestion. Ayurveda and other systems of traditional health have for thousands of years focused on diet and digestion. Recent research has helped us understand the connection between the microbiome and the many different prevention and therapeutic treatment approaches of Ayurveda."],"license_agreement":"Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/).","keywords":["microbiome","Ayurveda","gut bacteria","diet","lifestyle","disease","prevention","integrative medicine"],"doi":"10.3390/medicina56090462"},{"title":"Ayurvedic management of pulmonary tuberculosis: A systematic review","publication_info":[{"name":"Janmejaya Samal","attributes":["International Union against Tuberculosis and Lung Disease (The Union), Pune, Maharashtra, India"],"email":"janmejaya_samal@yahoo.com"}],"PMCID":"PMCID: PMC4805153","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4805153/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4805153/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4805153/pdf/JIE-5-86.pdf","abstract_text":["Background:","","Tuberculosis (TB) is a global public health crisis. 25% of world’s TB cases are found in India. Ayurveda, an ancient medical science may offer some solution to this problem. Hence, a systematic review was carried out to assess the role of Ayurveda for the management of TB.","","Methodology:","","A systematic review was carried out using published literature obtained through “PubMed” until April 2015. The key words used for literature search include “Ayurveda, role and TB.”","","Results and Discussion:","","It was observed that a couple of single and compound drugs have been used for the management of TB. However, none of the studies could reflect the true anti-TB activities of any drug, both single and compound. Two of the studies revealed in vitro anti-TB properties of some herbs which can potentially be brought into the realm of a clinical trial to test their efficacy in a human subject. Most of these Ayurvedic therapeutic preparations studied in different clinical settings primarily reflected their adjunct properties for the management of TB. These studies revealed that Ayurvedic therapeutics was able to reduce associated symptoms and the adverse drug effects of ATDs (anti-TB drugs). Furthermore, some of the preparations showed potential hepato-protective properties that can be simultaneously administered with ATDs.","","Conclusion:","","Distressingly research on the role of Ayurveda in the management of TB is very scanty and mostly limited to adjunct or supportive therapy. Being a global public health crisis, it is highly recommended to carry out clinical trials on TB patients using Ayurvedic drugs and therapeutic regimens."],"license_agreement":"This is an open access article licensed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/3.0/) which permits unrestricted, noncommercial use, distribution and reproduction in any medium, provided the work is properly cited.","keywords":["Adjunct therapy","Ayurveda","Herbal Drugs","Rajayakshma","Tuberculosis"],"doi":"10.5455/jice.20151107020621"},{"title":"Randomized placebo-controlled pilot clinical trial on the efficacy of ayurvedic treatment regime on COVID-19 positive patients","publication_info":[{"name":"Ganpat Devpura","attributes":["Department of Medicine, National Institute of Medical Sciences, Jaipur-Delhi Highway (NH-11C), Jaipur 303121, Rajasthan, India"],"email":null},{"name":"Balvir S. Tomar","attributes":["Department of Pediatrics, National Institute of Medical Sciences, Jaipur-Delhi Highway (NH-11C) Expy, Shobha Nagar, Jaipur 303121, Rajasthan, India"],"email":null},{"name":"Deepak Nathiya","attributes":["Department of Clinical Pharmacology, National Institute of Medical Sciences, Jaipur-Delhi Highway (NH-11C), Jaipur 303121, Rajasthan, India"],"email":null},{"name":"Abhishek Sharma","attributes":["Department of Medicine, National Institute of Medical Sciences, Jaipur-Delhi Highway (NH-11C), Jaipur 303121, Rajasthan, India"],"email":null},{"name":"Deepak Bhandari","attributes":["Patanjali Chikitsalya, Amrapali Circle, Vaishali Nagar, Jaipur 302021, Rajasthan, India"],"email":null},{"name":"Swati Haldar","attributes":["Drug Discovery and Development Division, Patanjali Research Institute, Roorkee-Haridwar Road, Haridwar 249405, Uttarakhand, India"],"email":null},{"name":"Acharya Balkrishna","attributes":["Drug Discovery and Development Division, Patanjali Research Institute, Roorkee-Haridwar Road, Haridwar 249405, Uttarakhand, India","Department of Allied and Applied Sciences, University of Patanjali, NH-58, Haridwar 249405, Uttarakhand, India"],"email":null}],"PMCID":"PMCID: PMC7857981","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7857981/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7857981/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7857981/pdf/main.pdf","abstract_text":["Background","","Specific treatment for COVID-19 is still an unmet need. Outcomes of clinical trials on repurposed drugs have not been yielding success. Therefore, it is necessary to include complementary approaches of medicine against COVID-19.","","Purpose","","This study was designed to evaluate the impact of traditional Indian Ayurvedic treatment regime on asymptomatic patients with COVID-19 infection.","","Study design","","It is a placebo controlled randomized double-blind pilot clinical trial.","","Methods","","The study was registered with Clinical Trial Registry-India (vide Registration No. CTRI/2020/05/025273) and conducted at the Department of Medicine in National Institute of Medical Sciences and Research, Jaipur, India. 1 g of Giloy Ghanvati (Tinospora cordifolia) and 2 g of Swasari Ras (traditional herbo-mineral formulation) and 0.5 g each of Ashwagandha (Withania somnifera) and Tulsi Ghanvati (Ocimum sanctum) were given orally to the patients in treatment group twice per day for 7 days. Medicines were given in the form of tablets and each tablet weighed 500 mg. While, Swasari Ras was administered in powdered form, 30 min before breakfasts and dinners, rest were scheduled for 30 min post-meals. Patients in the treatment group also received 4 drops of Anu taila (traditional nasal drop) in each nostril every day 1 h before breakfast. Patients in the placebo group received identical-looking tablets and drops, post randomization and double blinded assortments. RT-qPCR test was used for the detection of viral load in the nasopharyngeal and oropharyngeal swab samples of study participants during the study. Chemiluminescent immunometric assay was used to quantify serum levels of interleukin-6 (IL-6), tumor necrosis factor alpha (TNF-α) and high sensitivity C-reactive protein (hs-CRP) on day 1 and day 7 of the study.","","Results","","By day 3, 71.1 % and 50.0 % patients recovered in the treatment and placebo groups, respectively. Treatment group witnessed 100 % recovery by day 7, while it was 60.0 % in the placebo group. Average fold changes in serum levels of hs-CRP, IL-6 and TNF-α in treatment group were respectively, 12.4, 2.5 and 20 times lesser than those in the placebo group at day 7. There was 40 % absolute reduction in the risk of delayed recovery from infection in the treatment group.","","Conclusions","","Ayurvedic treatment can expedite virological clearance, help in faster recovery and concomitantly reduce the risk of viral dissemination. Reduced inflammation markers suggested less severity of SARS-CoV-2 infection in the treatment group. Moreover, there was no adverse effect observed to be associated with this treatment."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["COVID-19","Randomized placebo-controlled pilot clinical trial","Swasari Ras","Withania somnifera","Tinospora cordifolia","Ocimum sanctum","Anu taila","Ayurveda"],"doi":"10.1016/j.phymed.2021.153494"},{"title":"An Evaluation of the Efficacy, Safety, and Tolerability of Abhraloha Compared With Oral Ferrous Ascorbate on Iron Deficiency Anemia in Women: A Randomized Controlled, Parallel-Group, Assessor-Blind Clinical Trial","publication_info":[{"name":"Snehalata Gajbhiye","attributes":[],"email":null},{"name":"Paresh G Koli","attributes":[],"email":"prshkoli@gmail.com"},{"name":"Maheshkumar Harit","attributes":[],"email":null},{"name":"Mrudul Chitrakar","attributes":[],"email":null},{"name":"Vishnu Bavane","attributes":[],"email":null}],"PMCID":"PMCID: PMC8104902","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8104902/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8104902/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8104902/pdf/cureus-0013-00000014348.pdf","abstract_text":["Background and objective","","Iron deficiency anemia (IDA) is a common condition in women for which ferrous ascorbate (FA) is often prescribed, which can lead to multiple side effects. Abhraloha is an Ayurvedic medicine that has been used for decades in India to treat IDA. In this study, we aimed to evaluate the efficacy and safety of Abhraloha with regard to change in hemoglobin (Hb) levels as compared to the standard treatment using FA in participants with IDA.","","Materials and methods","","We conducted a single-center, pragmatic, prospective, randomized, active-controlled, two-arm, parallel-group, assessor-blind study to evaluate the efficacy and safety of Abhraloha with regard to change in Hb levels as compared to the standard treatment using FA in participants suffering from IDA. The eligible participants were randomized and were advised to take either Abhraloha (two tablets twice a day) or FA (one tablet twice a day) for eight weeks; they were asked to follow up after 14 days for re-evaluation. On visit 1 and during the study period, the physician assessed the participants on the Pandurog scale and subjective variables. Descriptive statistics were used with unpaired T-test/Mann-Whitney U test for comparison between the groups. The Wilcoxon signed-rank test was used for within-group analysis, and the chi-square test/Fisher’s exact test was employed for categorical data.","","Results","","Based on our findings, Abhraloha tablets significantly increased all the variables including the Pandurog scale after eight weeks of treatment. Abhraloha reduced total iron-binding capacity (TIBC) and peripheral smear lymphocyte (PSL), which is consistent with an improvement in IDA. There was a statistically significant increase in Hb, red blood cell (RBC) count, packed cell volume (PCV), mean corpuscular volume (MCV), and mean corpuscular hemoglobin (MCH) in the Abhraloha group as compared with the FA group at eight weeks. The Abhraloha group also exhibited a statistically significant improvement in all the subjective variables. Abhraloha was found to be safe and well-tolerated among the participants.","","Conclusions","","Abhraloha possesses hematinic activity and it improves all the blood indices. It is associated with significantly fewer adverse effects compared to oral iron therapy, which proves that it can be safely used for the treatment of IDA."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["iron deficiency anaemia (ida). anaemia of chronic disease(acd)","iron profile","iron tablets"],"doi":"10.7759/cureus.14348"},{"title":"Stand-alone Ayurvedic intervention with home quarantine in COVID-19 – Outcomes of clinical practice","publication_info":[{"name":"P.L.T. Girija","attributes":[],"email":null},{"name":"Nithya Sivan","attributes":[],"email":null},{"name":"Yamini Agalya Murugavel","attributes":[],"email":null},{"name":"Pallavi Naik","attributes":[],"email":null},{"name":"T.M. Mukundan","attributes":[],"email":null}],"PMCID":"PMCID: PMC8148572","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8148572/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8148572/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8148572/pdf/main.pdf","abstract_text":["This article reports the treatment outcomes of 167 COVID-19 positive patients who were treated with a stand-alone Ayurvedic therapeutic intervention. The main outcomes are quick resolution of symptoms, no deterioration in any of the cases and safe treatment for patients with multiple comorbidities. There was no observed mortality. There were no adverse events due to the Ayurvedic medications. The treatment was undertaken in an out-patient setting and at a low cost.","","The efficacy and safety of the treatment, and the quick resolution of symptoms were demonstrated. This shows that if COVID-19 patients are treated with Ayurvedic medicines early in the course of COVID-SARS-2 infection, Ayurveda has the potential to prevent progression and deterioration of the disease, with decreased morbidity and mortality."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["COVID-19","Ayurveda","Comorbidities","Vatakaphaja jwara","Quick resolution","Cost-effective"],"doi":"10.1016/j.jaim.2021.04.015"},{"title":"Festivals of Ayurveda: Scope and challenges","publication_info":[{"name":"K. R. Bhavana","attributes":["Department of Samhita and Siddhanta, Government Ayurveda Medical College, Mysore, Karnataka, India"],"email":"bhavanagouri2@gmail.com"}],"PMCID":"PMCID: PMC10946667","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10946667/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10946667/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10946667/pdf/AYU-44-44.pdf","abstract_text":["Background:","","One of the main ingredients to put human societies glued together is celebrating the festivals. Festivals are the markers of scientific achievements and historic milestones. Moreover, celebrating festival ensures the continuation of tradition. The number of festivals celebrating Ayurveda are, however, very few. Festivals bring pomp and glory in lives and are a way of expressing gratitude to the legends for bringing out the deepest meanings of the cosmos.","","Aim:","","To revive the lost tradition of Ayurvedic festivals, the study was undertaken.","","Material and methods:","","Ayurvedic scriptures and Puranas were carefully reviewed to find festivals associated with Ayurveda. The paper reviews the specific dates and the method of celebration of few festivals associated with Ayurveda such as Dhanvantari Jayanti, Brahma Puja, Shakrotsava, Kaumudi Mahotsava, Madana Trayodashi, Charaka Jayanti, Kubera Mahotsava, Varuna Mahotsava, and Yamadamshtra. Dhanvantari Jayanti as National Ayurveda Day has already gained popularity.","","Result:","","Festivals foster national cohesiveness, promote communal harmony, preserve family values, revitalize the economy, and foster cultural and, in this scenario, even medical tourism. However, globalizing these festivals is challenging due to difference in calendars.","","Conclusion:","","Celebrating festivals have deep Yogic meaning. It helps to maintain national identity. The yearly seasonal cycles affect the physical and mental health of humans. Hence, there is a need to revive the traditional Ayurvedic festivals."],"license_agreement":"This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.","keywords":["Dhanvantari Jayanti","Indian celebration","Kaumudi Mahotsava","Yamadamstra"],"doi":"10.4103/ayu.ayu_18_23"},{"title":"A comparative review study of Sneha Kalpana (Paka) vis-a-vis liposome","publication_info":[{"name":"Neetu Singh","attributes":["Research Scholar, Department of Rasa Shastra (Ayurvedic Pharmaceutics), Faculty of Ayurveda, Institute of Medical Sciences, Banaras Hindu University, Varanasi, India"],"email":null}],"PMCID":"PMCID: PMC3215405","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215405/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215405/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3215405/pdf/Ayu-32-103.pdf","abstract_text":["Ayurvedic dosage forms are very exclusive in its pharmaceutics and therapeutics. Sneha Kalpana is a group of products of medicated taila and ghee, these drugs are treating very wide range of diseases among patients of all age groups. Liposomal system of drug delivery is a new invention in conventional system of medicine. This system is also covering a high degree of objective of therapeutics at different targets successfully. Probably, here is very distinctive similarity between these two on account of their aqueous and oleaginous origin. Most likely, these are two faces of same coin. A brief survey of literature is done here to explore possibilities of further investigation in benefit of mankind by applying wisdom of both fields together. In fact, this is a review paper based on certain hypothesis which may be established or rejected factually by further researches."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Aqueous","liposomes","oleaginous","Sneha Kalpana","therapeutics"],"doi":"10.4103/0974-8520.85740"},{"title":"Perception and attitude of medical doctors in Dhaka, Bangladesh, with regard to Ayurvedic medicine","publication_info":[{"name":"Yoshitoku Yoshida","attributes":["Faculty of Nursing, Shubun University, Ichinomiya, Japan","Department of Healthcare Administration, Nagoya University Graduate School of Medicine, Nagoya, Japan"],"email":null},{"name":"Md. Abdul Alim","attributes":["Institute of Public Health Nutrition, Dhaka, Bangladesh"],"email":null},{"name":"Zakia Alam","attributes":["Institute of Public Health Nutrition, Dhaka, Bangladesh"],"email":null},{"name":"Mohammad Asaduzzaman","attributes":["National Tuberculosis Control Program, Directorate General of Health Services, Leprosy Hospital Compound, Dhaka, Bangladesh"],"email":null},{"name":"Yasuko Yoshida","attributes":["Department of Drug Metabolism and Disposition, Graduate School of Pharmaceutical Sciences, Nagoya City University, Nagoya, Japan"],"email":null}],"PMCID":"PMCID: PMC5346621","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5346621/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5346621/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5346621/pdf/2186-3326-79-0055.pdf","abstract_text":["The World Health Organization (WHO) Traditional Medicine Strategy (2014–2023) aimed to help member states promote the safe and effective use of traditional medicine. While economic conditions have markedly improved in Bangladesh, the country is experiencing significant public health problems. Because of limited medical resources, there is a strong incentive to enhance complementary and alternative medicine usage in Bangladesh. Therefore, this study aimed to confirm the perceptions and attitudes of medical doctors (MDs) in Dhaka, Bangladesh, with regard to Ayurvedic medicine (AM). A total number of 159 MDs in Dhaka were interviewed by face-to-face between February and June 2015. The study revealed that 62.0% of MDs had treated patients with AM and 55.3% believed that AM should be regarded as its own specialty, whereas 39.7% of MDs believed that AM should be part of the conventional medical curriculum and 32.7% thought that AM did not seem scientific. In terms of gender, 45.3% of male MDs agreed or strongly agreed that AM only had a placebo effect. On the other hand, 65.8% of female MDs disagreed or strongly disagreed it. In terms of age, 77.0% of MDs aged 36 or elder (elder MDs) believed they were more likely to recommend AM use and 80.3% of elder MDs believed that the government should encourage more initiatives to promote AM. To enhance AM use, scientifically robust information on the efficacy, safety and scientific basis of AM should be more effectively conveyed to male MDs."],"license_agreement":"This is an Open Access article distributed under the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License. To view the details of this license, please visit (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurvedic medicine","perception","Bangladesh","attitude","medical doctor"],"doi":"10.18999/nagjms.79.1.55"},{"title":"Adverse events with ayurvedic medicines- possible adulteration and some inherent toxicities","publication_info":[{"name":"Buddhi Paudyal","attributes":[],"email":null},{"name":"Conceptualization","attributes":[],"email":null},{"name":"Data Curation","attributes":[],"email":null},{"name":"Supervision","attributes":[],"email":null},{"name":"Writing – Review & Editing","attributes":[],"email":null},{"name":"Astha Thapa","attributes":[],"email":null},{"name":"Data Curation","attributes":[],"email":null},{"name":"Writing – Original Draft Preparation","attributes":[],"email":null},{"name":"Keshav Raj Sigdel","attributes":[],"email":null},{"name":"Data Curation","attributes":[],"email":null},{"name":"Supervision","attributes":[],"email":null},{"name":"Writing – Review & Editing","attributes":[],"email":null},{"name":"Sudeep Adhikari","attributes":[],"email":"sudeepadh123@gmail.com"},{"name":"Formal Analysis","attributes":[],"email":null},{"name":"Supervision","attributes":[],"email":null},{"name":"Writing – Review & Editing","attributes":[],"email":null},{"name":"Buddha Basnyat","attributes":[],"email":null},{"name":"Conceptualization","attributes":[],"email":null},{"name":"Supervision","attributes":[],"email":null}],"PMCID":"PMCID: PMC6790910","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6790910/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6790910/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6790910/pdf/wellcomeopenres-4-17035.pdf","abstract_text":["Go to:","Revised. Amendments from Version 2","","Grammatical errors and typos have been corrected, especially in the abstract section. The term \"adverse events\" has been used instead of \"adverse effects\"."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurvedic medicine","heavy metals","alkaloids","adulteration"],"doi":"10.12688/wellcomeopenres.15096.3"},{"title":"Hematopoietic toxicity from lead-containing Ayurvedic medications","publication_info":[{"name":"Stefanos N. Kales","attributes":["Department of Medicine, Cambridge Health Alliance, Boston, MA, U.S.A.","Harvard Medical School, Boston, MA, U.S.A.","Department of Environmental Health (Occupational Health Program), Harvard School of Public Health, Boston, MA, U.S.A."],"email":"skales@challiance.org"},{"name":"Costas A. Christophi","attributes":["Cyprus International Institute for the Environment and Public Health in association with Harvard School of Public Health, Nicosia, Cyprus"],"email":null}],"PMCID":"PMCID: PMC2538618","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2538618/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2538618/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2538618/pdf/nihms-51129.pdf","abstract_text":["Background","","Millions worldwide use Ayurvedic (traditional Indian) medicines. These medications are increasingly associated with lead poisoning, often accompanied by anemia. We compared the relative hematopoietic toxicity of Ayurvedic lead poisoning with a common form of occupational lead poisoning.","","Material/Methods","","We retrospectively studied 66 adult lead intoxications: 43 published Ayurvedic cases identified in published reports by searching MEDLINE (1966 to November 2005); 4 Ayurvedic patients seen at a referral center; and 19 lead paint intoxications from the same center. We considered patients’ age, gender and blood lead at presentation, and then compared the groups with respect to hematopoietic parameters.","","Results","","Ayurvedic lead poisoning was associated with higher blood lead (p<0.001), more basophilic stippling (p<0.001), lower hemoglobin (p<0.001) and higher protoporphyrin (p<0.001). Multiple regression adjusted for blood lead and gender found Ayurvedic lead poisoning associated with a 36.2 g/L (95% CI -48.8, -23.6 g/L) greater decrement in hemoglobin (p<0.001) as compared to paint-removal poisoning.","","Conclusions","","Ayurvedic poisoning produces greater hematopoietic toxicity than paint-removal poisoning. Ayurvedic ingestion should be considered in patients with anemia. Ayurveda users should be screened for lead exposure and strongly encouraged to discontinue metal-containing remedies."],"license_agreement":"Unknown","keywords":["Ayurveda","lead poisoning","anemia","basophilic stippling","lead exposure","alternative medicine"],"doi":"Unknown"},{"title":"Ayurvedic management of pregnant woman infected with SARS-CoV-2 – A case report","publication_info":[{"name":"Meenakshi Pandey","attributes":["Dept. of Prasuti Tantra & Stri Roga All India Institute of Ayurveda, India"],"email":null},{"name":"Divya Kajaria","attributes":["Dept. of Kayachikitsa, All India Institute of Ayurveda, India"],"email":null},{"name":"Charu Sharma","attributes":["Dept. of Prasuti Tantra & Stri Roga All India Institute of Ayurveda, India"],"email":null}],"PMCID":"PMCID: PMC8205256","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8205256/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8205256/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8205256/pdf/main.pdf","abstract_text":["Since 2020, the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread globally and is the most threatening health crisis of our time. In this scenario, pregnant women represent a frail category of patients, as they are systematically excluded from trials and thus, a candidate for focused evidence-based care. The Ayurvedic management of second trimester pregnant woman having diagnosed with COVID-19 is reported in this paper. The serologically confirmed COVID–19 pregnant woman was symptomatic and was managed in a tertiary COVID health centre of Ayurveda. The patient became asymptomatic on the 5th day of treatment and on the 7th day, nasopharyngeal swab sample was taken for RT-PCR, which was negative. The patient was followed up to assess the obstetric and neonatal outcomes. The findings of this case report can be useful for understanding the possible clinical pathology of COVID-19 infection in pregnant woman and the holistic care protocol for the management of similar cases."],"license_agreement":"Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.","keywords":["Coronavirus","COVID-19","Yoga","Pregnant woman","Ayurveda"],"doi":"10.1016/j.jaim.2021.03.005"},{"title":"Anti-atherosclerotic activity of root bark of Premna integrifolia Linn. in high fat diet induced atherosclerosis model rats","publication_info":[{"name":"Chitra Subramani","attributes":["Department of Biochemistry, Captain Srinivasa Murthy Regional Ayurveda Drug Development Institute, Central Council for Research in Ayurvedic Sciences, M/o AYUSH, Govt. of India, A.A. Hospital Campus, Arumbakkam, Chennai 600106, India"],"email":null},{"name":"Arivukkodi Rajakkannu","attributes":["Department of Biochemistry, Captain Srinivasa Murthy Regional Ayurveda Drug Development Institute, Central Council for Research in Ayurvedic Sciences, M/o AYUSH, Govt. of India, A.A. Hospital Campus, Arumbakkam, Chennai 600106, India"],"email":null},{"name":"Arunadevi Rathinam","attributes":["Department of Pharmacology, Captain Srinivasa Murthy Regional Ayurveda Drug Development Institute, Central Council for Research in Ayurvedic Sciences, M/o AYUSH, Govt. of India, A.A. Hospital Campus, Arumbakkam, Chennai 600106, India"],"email":null},{"name":"Sudesh Gaidhani","attributes":["Department of Pharmacology, Captain Srinivasa Murthy Regional Ayurveda Drug Development Institute, Central Council for Research in Ayurvedic Sciences, M/o AYUSH, Govt. of India, A.A. Hospital Campus, Arumbakkam, Chennai 600106, India"],"email":null},{"name":"Ilavarasan Raju","attributes":["Department of Pharmacology, Captain Srinivasa Murthy Regional Ayurveda Drug Development Institute, Central Council for Research in Ayurvedic Sciences, M/o AYUSH, Govt. of India, A.A. Hospital Campus, Arumbakkam, Chennai 600106, India"],"email":null}],"PMCID":"PMCID: PMC5686870","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5686870/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5686870/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5686870/pdf/main.pdf","abstract_text":["Premna integrifolia Linn. is a medicinal plant used in “Dhasamula” drug preparation of Ayurvedic systems of medicine in the treatment of various ailments like bronchitis, dyspepsia, liver disorders, piles, constipation, hyperlipidemia and fever. The anti-atherosclerotic activity of hydroalcoholic extract (HAE) of root bark of P. integrifolia was evaluated in high fat diet induced atherosclerosis rats. Sixty Wistar rats were divided into six groups: the first group served as control, the second group was fed with high fat diet and the other three groups were fed with high fat diet along with various concentrations of HAE and the last group was treated with atorvastatin for 30 days. Lipid and lipoprotein profile, atherogenic index, and cardiac markers and histopathological evaluation of aorta were determined in high fat diet induced atherosclerosis rats. HAE of P. integrifolia produced a significant and dose-dependent anti-atherosclerotic activity in terms of reduction in lipids and lipoprotein profile, atherogenic index, HMG-CoA reductase activity, marker enzymes such as lactate dehydrogenase (LDH), creatine phosphokinase (CPK), aspartate transaminase (AST), alanine transaminase (ALT) and alkaline phosphatase (ALP), alteration in collagen and calcium contents, mild mineralization and focal rupture of intima and media of aorta was noticed in treated groups as compared to the control. The results suggested that anti-atherosclerotic activity of HAE of P. integrifolia Linn. was due to its modulatory activity on metabolic pathway of lipid. The results contribute to the validation of the traditional use of Agnimantha in high fat diet induced atherosclerosis rats."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["P. integrifolia","HMG-CoA reductase","Atherogenic index","Biomarkers","Atherosclerosis"],"doi":"10.1016/j.jpha.2016.12.002"},{"title":"Ayurnutrigenomics: Ayurveda-inspired personalized nutrition from inception to evidence","publication_info":[{"name":"Subhadip Banerjee","attributes":["Bengal Institute of Pharmaceutical Sciences, Kalyani, West Bengal, India"],"email":null},{"name":"Parikshit Debnath","attributes":["SDM College of Ayurveda and Hospital, Hassan, India"],"email":"docdebnath84@gmail.com"}],"PMCID":"PMCID: PMC4624353","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4624353/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4624353/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4624353/pdf/main.pdf","abstract_text":["Ayurveda proclaims food and drugs are intersecting concepts that are vital for human survival and for the prevention and mitigation of diseases. Food interferes with the molecular mechanisms of an organism's “physiome”. It is consumed in large amounts compared to any drug. Hence, research on its effect and interaction with genome is highly relevant toward understanding diseases and their therapies. Ayurgenomics presents a personalized approach in the predictive, preventive, and curative aspects of stratified medicine with molecular variability, which embodies the study of interindividual variability due to genetic variability in humans for assessing susceptibility, and establishing diagnosis and prognosis, mainly on the basis of the constitution type of a person's Prakriti. Ayurnutrigenomics is an emerging field of interest pervading Ayurveda systems biology, where the selection of a suitable dietary, therapeutic, and lifestyle regime is made on the basis of clinical assessment of an individual maintaining one's Prakriti. This Ayurveda-inspired concept of personalized nutrition is a novel concept of nutrigenomic research for developing personalized functional foods and nutraceuticals suitable for one's genetic makeup with the help of Ayurveda. Here, we propose and present this novel concept of Ayurnutrigenomics and its emerging areas of research, which may unfold future possibilities toward smart yet safe therapeutics."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurgenomics","Ayurveda","functional foods","nutrigenomics","personalized nutrition"],"doi":"10.1016/j.jtcme.2014.12.009"},{"title":"Telomeres, DNA Damage and Ageing: Potential Leads from Ayurvedic Rasayana (Anti-Ageing) Drugs","publication_info":"Rohit Sharma, Natália Martins","PMCID":"PMCID: PMC7465058","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7465058/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7465058/pdf/jcm-09-02544.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Reliability studies of diagnostic methods in Indian traditional Ayurveda medicine: An overview","publication_info":[{"name":"Vrinda Hitendra Kurande","attributes":[],"email":"v_kurande@yahoo.com"},{"name":"Rasmus Waagepetersen","attributes":["Department of Mathematical Sciences, Aalborg University, Denmark"],"email":null},{"name":"Egon Toft","attributes":["Department of Health Science and Technology, Aalborg University, Denmark"],"email":null}],"PMCID":"PMCID: PMC3737449","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3737449/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3737449/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3737449/pdf/JAIM-4-67.pdf","abstract_text":["Recently, a need to develop supportive new scientific evidence for contemporary Ayurveda has emerged. One of the research objectives is an assessment of the reliability of diagnoses and treatment. Reliability is a quantitative measure of consistency. It is a crucial issue in classification (such as prakriti classification), method development (pulse diagnosis), quality assurance for diagnosis and treatment and in the conduct of clinical studies. Several reliability studies are conducted in western medicine. The investigation of the reliability of traditional Chinese, Japanese and Sasang medicine diagnoses is in the formative stage. However, reliability studies in Ayurveda are in the preliminary stage. In this paper, examples are provided to illustrate relevant concepts of reliability studies of diagnostic methods and their implication in practice, education, and training. An introduction to reliability estimates and different study designs and statistical analysis is given for future studies in Ayurveda."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","diagnostic methods","kappa statistics","reliability","traditional medicine"],"doi":"10.4103/0975-9476.113867"},{"title":"Metallic preparations of Ayurveda: A boon to the ailing humanity","publication_info":"G. Ruknuddin","PMCID":"PMCID: PMC4165066","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4165066/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4165066/pdf/IJN-24-332.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"A comparative clinical trial of Chincha kshara and Kadali kshara on Amlapitta","publication_info":[{"name":"S. Acharya","attributes":["Lecturer, Rasashastra and Bhaishaya Kalpana, Govt. Ayurvedic College, Balangir, Odisha, India"],"email":null},{"name":"P. K. Panda","attributes":["Reader and Head, Roga Nidana, Govt. Ayurvedic College, Balangir, Odisha, India"],"email":"drpkpandanidan@rediffmail.com"},{"name":"G. Acharya","attributes":["Lecturer, Dravyaguna, Govt. Ayurvedic College, Balangir, Odisha, India"],"email":null},{"name":"N. Mohanty","attributes":["Professor and Head, Rasashastra and Bhaishaya Kalpana, Govt. Ayurvedic College, Raipur, Chhattisgarh, India"],"email":null},{"name":"P. K. Nathsharma","attributes":["Professor and Head, Dravyaguna, Principal, K.A.T.S. Ayurvedic College, Ankushpur, Ganjam, Orissa, India"],"email":null}],"PMCID":"PMCID: PMC3361924","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3361924/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3361924/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3361924/pdf/Ayu-32-494.pdf","abstract_text":["A clinical trial was carried out on 30 patients of Amlapitta aged between 20 to 35 years with complaints of Avipaka, hrit-kanthadaha, tikta-amlodgara, utklesa, udarasula, adhmana and aruchi, who were registered from OPD and IPD of Gopabandhu Ayurveda Mahavidyalaya, Puri. They were equally divided into three groups Chincha kshara, Kadali kshara and placebo (who were administered with fresh wheat powder) for 30 days in a dose of 500 mg thrice daily with water. Investigations was done in order to exclude upper gastrointestinal tract ulcer, carcinoma in stomach, cholecystitis, carcinoma gall bladder, and heart diseases. The clinical assessments were carried out on the 30th day by subjective and objective parameters and it was inferred that both Chincha kshara and Kadali kshara were effective and reduced the symptoms of amlapitta. Chincha kshara was found to be more effective than Kadali kshara. The study shows the effect of Chincha and Kadali kshara which led to cure in 4(40%) and 3(30%) patients respectively, and maximum improvement in 4(40%) and 5(50%) patients affected with amlapitta disease, respectively. No untoward effect was noticed due to administration of ksharas during the clinical trial period."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Adhmana","Amlapitta","Chincha kshara","Kadali kshara","Udarasula"],"doi":"10.4103/0974-8520.96122"},{"title":"Community Metabolic Interactions, Vitamin Production and Prebiotic Potential of Medicinal Herbs Used for Immunomodulation","publication_info":[{"name":"Christine T. Peterson","attributes":["Department of Family Medicine and Public Health, Center of Excellence for Research and Training in Integrative Health, School of Medicine, University of California, San Diego, La Jolla, CA, United States"],"email":"chpeterson@ucsd.edu"},{"name":"Stanislav N. Iablokov","attributes":["A.A. Kharkevich Institute for Information Transmission Problems, Russian Academy of Sciences, Moscow, Russia","Department of Theoretical Physics, P.G. Demidov Yaroslavl State University, Yaroslavl, Russia"],"email":null},{"name":"Sasha Uchitel","attributes":["Department of Biology, Washington University, St. Louis, MO, United States"],"email":null},{"name":"Deepak Chopra","attributes":["Department of Family Medicine and Public Health, Center of Excellence for Research and Training in Integrative Health, School of Medicine, University of California, San Diego, La Jolla, CA, United States","Department of Ayurveda and Yoga Research, Chopra Foundation, Carlsbad, CA, United States"],"email":null},{"name":"Josue Perez-Santiago","attributes":["Puerto Rico Omic Center Genomics Core Division of Cancer Biology, University of Puerto Rico Comprehensive Cancer Center, San Juan, Puerto Rico"],"email":null},{"name":"Dmitry A. Rodionov","attributes":["A.A. Kharkevich Institute for Information Transmission Problems, Russian Academy of Sciences, Moscow, Russia","Bioinformatics and Structural Biology Program, Sanford Burnham Prebys Medical Discovery Institute, La Jolla, CA, United States"],"email":null}],"PMCID":"PMCID: PMC7886795","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7886795/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7886795/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7886795/pdf/fgene-12-584197.pdf","abstract_text":["Historically, the health benefits and immunomodulatory potential of medicinal herbs have been considered an intrinsic quality of the herb itself. We have hypothesized that the health benefits of medicinal herbs may be partially due to their prebiotic potential that alter gut microbiota leading to changes in short chain fatty acids and vitamin production or biotransformation of herb encoded molecules and secondary metabolites. Accumulating studies emphasize the relationship between the gut microbiota and host immune function. While largely unknown, these interactions are mediated by secreted microbial products that activate or repress a variety of immune cell types. Here we evaluated the effect of immunomodulatory, medicinal Ayurvedic herbs on gut microbiota in vitro using 16S rRNA sequencing to assess changes in community composition and functional potential. All immunomodulatory herbs displayed substantial prebiotic potential, targeting unique taxonomic groups. Application of genome reconstruction and analysis of biosynthetic capacity of herb selected communities suggests that many of the 11 herbs tested altered the community metabolism as the result of differential glycan harvest and sugar utilization and secreted products including multiple vitamins, butyrate, and propionate that may impact host physiology and immune function. Taken together, these results provide a useful framework for the further evaluation of these immunomodulatory herbs in vivo to maintain immune homeostasis or achieve desired regulation of immune components in the context of disease."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.","keywords":["prebiotic","microbiota","immunomodulation","syntropy","short chain fatty acid","vitamin","metabolism","Ayurveda"],"doi":"10.3389/fgene.2021.584197"},{"title":"Prakriti phenotypes as a stratifier of gut microbiome: A new frontier in personalized medicine?","publication_info":[{"name":"Apoorva Jnana","attributes":["Department of Biotechnology, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104, India"],"email":null},{"name":"Thokur Sreepathy Murali","attributes":["Department of Biotechnology, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104, India"],"email":null},{"name":"Kanive Parashiva Guruprasad","attributes":["Department of Ageing Research, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104, India","Centre for Ayurvedic Biology, Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, 576104, India"],"email":null}],"PMCID":"PMCID: PMC7527847","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7527847/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7527847/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7527847/pdf/main.pdf","abstract_text":["Ayurveda has a rich history and its significance woven deeply in the Indian culture. The concept of prakriti (a person’s “nature” or constitutional type determined by the proportion of three doshas, namely - vata, pitta and kapha) in Ayurveda is deeply rooted in personalized health management. While the attributes of prakriti has been established to have a genomic basis, there is dearth of elaborate evidences linking prakriti with manifestation of diseases. Next generation sequencing studies have provided a causal link between variation in the gut microbiome and its effect on an individual’s fitness. Separately, reports have identified gut microbial patterns associated with several host variables such as geography, age, diet and extreme prakriti phenotypes. Recently, few reports have identified a “core gut microbiome” consisting of Bacteroides, Faecalibacterium, Prevotella and Ruminococcus prevalent across the Indian population; however, a few bacterial genera were specifically enriched in certain prakritis. Hence, in this review we aim to analyse the role of prakriti variations on dysbiosis of the gut microbiome and concomitantly its effect on human health. We suggest that prakriti phenotyping can function as a potential stratifier of the gut microbiome in a given population and may provide evidence for the conceptual framework of personalized medicine in Ayurvedic system of medicine."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Gut microbiome","Ayurveda","Personalized medicine","Metagenomics","Prakriti"],"doi":"10.1016/j.jaim.2020.05.013"},{"title":"Evaluation of the effect of conventionally prepared swarna makshika bhasma on different bio-chemical parameters in experimental animals","publication_info":[{"name":"Sudhaldev Mohapatra","attributes":[],"email":null}],"PMCID":"PMCID: PMC3255449","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3255449/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3255449/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3255449/pdf/JAIM-2-187.pdf","abstract_text":["Swarna makshika (chalcopyrite) bhasma (SMB) has been used for different therapeutic purposes since long in Ayurveda. The present study is conducted to evaluate the effect of conventionally prepared SMB on different bio-chemical parameters in experimental animals, for providing scientific data base for its logical use in clinical practice. The genuine SMB was prepared by following classical techniques of shodhana and marana most commonly used by different Ayurvedic drug manufacturers. Shodhana was done by roasting raw swarna makshika with lemon juice for three days and marana was performed by 11 putas. The experimental animals (rats) were divided into two groups. SMB mixed with diluted honey was administered orally in therapeutic dose to Group SMB and diluted honey only was administered to vehicle control Group, for 30 days. The blood samples were collected twice, after 15 days and after 30 days of drug administration and different biochemical investigations were done. Biochemical parameters were chosen based on references from Ayurvedic classics and contemporary medicine. It was observed that Hb% was found significantly increased and LDL and VLDL were found significantly decreased in Group SMB when compared with vehicle control group. This experimental data will help the clinician for the logical use of SMB in different disease conditions with findings like low Hb% and high LDL, VLDL levels."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Bio-chemical parameters","makshika bhasma","marana","puta","shodhana"],"doi":"10.4103/0975-9476.90773"},{"title":"Influence of Amalaki Rasayana on telomerase activity and telomere length in human blood mononuclear cells","publication_info":[{"name":"Kanive P. Guruprasad","attributes":["School of Life Sciences, Manipal University, Planetarium Complex, Manipal, 576 104, Karnataka, India"],"email":null},{"name":"Sweta Dash","attributes":["School of Life Sciences, Manipal University, Planetarium Complex, Manipal, 576 104, Karnataka, India"],"email":null},{"name":"Marigowda B. Shivakumar","attributes":["School of Life Sciences, Manipal University, Planetarium Complex, Manipal, 576 104, Karnataka, India"],"email":null},{"name":"Pavithra R. Shetty","attributes":["School of Life Sciences, Manipal University, Planetarium Complex, Manipal, 576 104, Karnataka, India"],"email":null},{"name":"Kothanahalli S. Raghu","attributes":["School of Life Sciences, Manipal University, Planetarium Complex, Manipal, 576 104, Karnataka, India"],"email":null},{"name":"Bhanuvalli R. Shamprasad","attributes":["School of Life Sciences, Manipal University, Planetarium Complex, Manipal, 576 104, Karnataka, India"],"email":null},{"name":"Vishwanatha Udupi","attributes":["School of Life Sciences, Manipal University, Planetarium Complex, Manipal, 576 104, Karnataka, India"],"email":null},{"name":"Raviraj V. Acharya","attributes":["Department of Medicine, Kasturba Medical College Hospital, Manipal University, Manipal, 576 104, Karnataka, India"],"email":null},{"name":"Prasanna B. Vidya","attributes":["Sri Dharmasthala Manjunatheshwara College of Ayurveda, Kuthpady, Udyavara, Udupi, 574 118, Karnataka, India"],"email":null},{"name":"Jayakrishna Nayak","attributes":["Sri Dharmasthala Manjunatheshwara College of Ayurveda, Kuthpady, Udyavara, Udupi, 574 118, Karnataka, India"],"email":null},{"name":"Anandan E. Mana","attributes":["Ayurvedic Hospital and Research Centre, Arya Vaidya Sala, Kottakkal, 676 503, Mallapuram District, Kerala, India"],"email":null},{"name":"Rajesh Moni","attributes":["Ayurvedic Hospital and Research Centre, Arya Vaidya Sala, Kottakkal, 676 503, Mallapuram District, Kerala, India"],"email":null},{"name":"Muraleedharan T. Sankaran","attributes":["Ayurvedic Hospital and Research Centre, Arya Vaidya Sala, Kottakkal, 676 503, Mallapuram District, Kerala, India"],"email":null}],"PMCID":"PMCID: PMC5497001","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5497001/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5497001/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5497001/pdf/main.pdf","abstract_text":["Background","","Indian traditional medicine practices use defined rasayana preparations to improve the quality of life in aged individuals. Amalaki Rasayana is one such rasayana prepared from the fruits of Phyllanthus emblica and is popularly used to prevent or treat various age related health conditions. Telomerase activity in the cells maintains telomere length and is implicated in ageing and various diseases wherein the shortening of telomere during ageing is controlled chiefly by the telomerase activity.","","Objective","","In the present study, we investigated telomerase activity and telomere length in the peripheral blood mononuclear cells of aged individuals administered with Amalaki Rasayana.","","Materials and methods","","Amalaki Rasayana was administered to healthy, aged (45–60 years) volunteers for 45 days after koshta shuddhi procedure. The telomerase activity and telomere length were analyzed on 0, 45th and 90th days of Amalaki Rasayana administration in peripheral blood mononuclear cells from these individuals and compared with age-matched placebo group and young volunteers (22–30 years). The data were compared between the groups.","","Results","","The results indicated an increase in telomerase activity with no discernible change in telomere length in the Amalaki administered participants. The comparison between young and aged participants revealed higher telomerase activity in young participants with no significant differences in telomere length.","","Conclusion","","The data indicate that the maintenance of telomere length is facilitated by an increase in telomerase activity upon rasayana administration in aged individuals and Amalaki Rasayana may prevent the erosion of telomeres over a period of time in aged individuals to promote healthy ageing."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Amalaki Rasayana","Telomerase activity","Telomere length","Ageing"],"doi":"10.1016/j.jaim.2017.01.007"},{"title":"Toxicity of a Novel Herbomineral Preparation Las01 on Human Cancer Cell Lines and Its Safety Profile in Humans and Animals","publication_info":[{"name":"Saba Sheikh","attributes":[],"email":"sababiotec@rediffmail.com"},{"name":"Ashok Srivastava","attributes":[],"email":null},{"name":"Rajesh Tripathi","attributes":[],"email":null},{"name":"Shalini Tripathi","attributes":[],"email":null},{"name":"V. P. Trivedi","attributes":[],"email":null}],"PMCID":"PMCID: PMC3437310","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3437310/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3437310/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3437310/pdf/ECAM2012-948375.pdf","abstract_text":["Polyhedral formulations based on Rasayana therapy described in Charaka Samhita showed remarkable improvement in quality of life of various cancer patients who have been found to be refractory or poor responders to modern chemotherapy and radiation treatment. One of the most recent novel herbomineral preparation, Las01 prepared absolutely as per the instruction given in the ancient Ayurvedic literature has been found to be effective as a potent anticancer drug in the human cell lines, the MCF-7 and Hela cancer cell lines. This novel preparation of Las01 is also found to be devoid of toxicity both in animals as well as in human subjects, which is the main drawback of chemotherapeutic agents used in modern system of medicine. Our results warrant multicentric clinical trials on a large scale which seems to be a future promising drug to cure incurables cancer patients."],"license_agreement":"This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["None"],"doi":"10.1155/2012/948375"},{"title":"A clinical trial for evaluation of leech application in the management of Vicarcikā (Eczema)","publication_info":[{"name":"K.M. Pratap Shankar","attributes":[],"email":null},{"name":"S. Dattatreya Rao","attributes":["Department of Śalya, S.V. Ayurvedic College, Tirupati, India"],"email":null},{"name":"Shaik Nafeez Umar","attributes":["Department of Statistics and Mathematics, Acharya NG Ranga Agricultural University, Guntur, Andhra Pradesh, India"],"email":null}],"PMCID":"PMCID: PMC4293751","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4293751/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4293751/?report=classic","pdf_link":"None","abstract_text":["Background:","","Skin diseases are among the most common health problems worldwide and are associated with a considerable burden. Eczema is such a skin ailment which cause psychological, social and financial burden on the patient and their families. Management of eczema with antibiotics, antihistamines, steroids etc., are available but even after their use relapses, recurrences and other complications are very common.","","Aim:","","The aim of this study was to assess the efficacy of leech application in the management of vicarcikā (Eczema) with standard clinical parameters viz. Eczema Area and Severity Index (EASI) score, SCORing of Atopic Dermatitis (SCORAD) Index and Dermatology Life Quality Index (DLQI).","","Materials and Methods:","","An open labeled clinical trial study without control group was conducted with 27 patients having the classical symptoms of vicarcikā (Eczema), selected as per the inclusion and exclusion criteria from outpatient department and inpatient department sections of Shalya Department, S.V. Ayurvedic Hospital, Tirupati. Minimum four sittings of leech application were carried out with 7 days interval. Pre- and post-treatment evaluation of the patient was done with Eczema Area and Severity Index (EASI) score, SCORing of Atopic Dermatitis (SCORAD) Index and Dermatology Life Quality Index (DLQI).","","Statistical Analysis:","","Analysis of the data was done with Student's paired t-test.","","Results:","","The total EASI score showed considerable reduction up to 54.45% (P < 0.01) and the SCORAD Index significantly reduced by 55% (P < 0.01). The life quality of the patient calculated by DLQI improved significantly by 62.36% (P < 0.01).","","Conclusion:","","Leech application gives significant relief for the symptoms of eczema. The life quality of the patient also improved significantly after leech therapy. No adverse reactions were reported during the entire course of study."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Dermatology Life Quality Index","eczema","Eczema Area and Severity Index score","leech application","Scoring of Atopic Dermatitis Index"],"doi":"10.4103/0257-7941.147432"},{"title":"Herb-Induced Liver Injury by Ayurvedic Medicine With Severe Lactic Acidosis: A Case Report","publication_info":[{"name":"Deepak S Sharma","attributes":[],"email":null},{"name":"Ahmed Ahmed","attributes":[],"email":null},{"name":"Ali A Razak","attributes":[],"email":null}],"PMCID":"PMCID: PMC9999305","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9999305/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9999305/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9999305/pdf/cureus-0015-00000034761.pdf","abstract_text":["Lactate is the basic blood parameter in the arsenal of an intensivist when managing a critically ill patient. A 62-year-old male presented with nausea and vomiting. He had been using an Ayurvedic medication, Insulin Management Expert (IME-9), for his type 2 diabetes mellitus and was found to have severe lactic acidosis that was resistant to initial fluid resuscitation and Ayurvedic medicine-induced liver injury. He required admission to critical care for organ support and ultimately recovered. Because current literature on the adverse effects of this Ayurvedic medication, particularly hepatotoxicity, is limited, causality was determined using the adverse drug association tool Roussel Uclaf Causality Assessment Method (RUCAM), which determined this as a probable cause with a strong score of seven. As a result, our case adds a vital gear to the wheel of current research literature."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["critical care and hospital medicine","herbal-induced liver injury (hili)","drug-induced liver injury (dili)","rucam score","ayurvedic medicine"],"doi":"10.7759/cureus.34761"},{"title":"'Vidangadi Lauha' for obese type 2 diabetes mellitus patients - An open-label randomized controlled clinical trial","publication_info":[{"name":"Punam Khobarkar","attributes":["All India Institute of Ayurveda, New Delhi, India"],"email":null},{"name":"Jayant Gulhane","attributes":["Department of Kayachikitsa Government Ayurved College, Nagpur, India"],"email":null}],"PMCID":"PMCID: PMC10838903","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10838903/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10838903/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10838903/pdf/main.pdf","abstract_text":["Background","","Type 2 diabetes mellitus in obese persons is becoming alarming due to the increasing prevalence of its microvascular and macrovascular complications. Multi-targeted treatment can be considered better than single-targeted treatment because of the multiple pathways involved in the pathogenesis of diabetes and its complications.","","Objective","","The study aimed to evaluate the efficacy of ‘Vidangadi Lauha' (VL) (an Ayurveda formulation) compared with Metformin for obese type II diabetes mellitus.","","Methodology","","This is an open-label randomized controlled clinical study.Participants were divided into two groups. The trial Group received VL 5 gm BID, and the control group received tablet metformin (MT) 500 mg BID for three months.","","Results","","VL showed reduction in HbA1c from 8.048(0.95) to 7.14(0.73), (CI, 0.7810 to 1.035; p < 0.0001) while MT showed reduction in HbA1C from 8.3(0.99) to7.18(0.67), (CI, 0.9220 to 1.305; p < 0.0001). VL showed improvement in the Quality of life instrument for the Indian Diabetes questionnaire(QOLID) score from 113.87(11.36) to 136.47(8.703) (CI, −25.68 to −19.52; p < 0.0001) as compared to MT 128.57(7.9) to 102.32(7.9), (CI, 23.19 to 29.39; p < 0.0001) VL showed reduction in bowel symptom questionnaire 30.275(8.077) to 13.2(1.265), (CI, 14.60–19.51; p < 0.0001) as compared to MT from 23.85(7.530) to 38.25(6.332), (CI, −15.99 to −12.80; p < 0.0001).","","Conclusion","","Both treatments were equally effective in reducing blood sugar fasting (F), post-meal (PM) glycated hemoglobin (HbA1C), and body mass index (BMI). VL is more effective than MT in reducing Ayurvedic symptoms, waist-hip ratio, cholesterol, quality of life, and bowel symptom questionnaire score."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Ayurveda","Vidangadi Lauha","Obese type 2 diabetes mellitus"],"doi":"10.1016/j.jaim.2023.100878"},{"title":"Learnings from a veteran oncologist's long-standing efforts in integrative oncology","publication_info":[{"name":"Rammanohar Puthiyedath","attributes":["Amrita School of Ayurveda, Amrita Vishwa Vidyapeetham, Kollam, Kerala, India"],"email":"rammanoharp@gmail.com"},{"name":"Manohar Gundeti","attributes":["Raja Ramdeo Anandilal Podar Central Ayurveda Research Institute, CCRAS, Mumbai, Maharashtra, India"],"email":"rammanoharp@gmail.com"},{"name":"Prajeesh Nath Edamala Narayanan","attributes":["Amrita School of Ayurveda, Amrita Vishwa Vidyapeetham, Kollam, Kerala, India"],"email":null}],"PMCID":"PMCID: PMC10105233","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10105233/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10105233/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10105233/pdf/main.pdf","abstract_text":["Kerala’s first medical oncologist, the erstwhile Dr. CP Mathew, has left a rich legacy in cancer patients' case diaries and medical records. These documents contain valuable information about his attempts to integrate Siddha and Ayurveda treatments to manage cancer. A preliminary examination of these documents compiled over more than four decades gives us a glimpse of his contributions relevant to the development of Integrative Oncology in India. Patients who received treatment from Dr. CP Mathew presented with different types of cancer in varying stages of progression. In his clinical practice, he developed treatment approaches that integrated Ayurveda and Siddha with the standard of care for specific types and presentations of cancer. At Cherian Ashram in Kottayam, where he treated cancer patients, a team of medical doctors, including a senior Ayurveda physician and a Naturopathy and Yoga expert, worked together to offer integrative care. Based on his experience, he emphasized that the public should be made aware of the available options for alternative treatments even in advanced stages of cancer. While Ayurveda and Siddha could bolster the patient's immunity and improve clinical outcomes, he pointed out that such interventions could also improve tolerance to chemotherapy and radiation. In the wake of the growing global interest in Integrative Oncology, the work of Dr. CP Mathew preserved in the medical records of his cancer patients deserves to be studied with an open mind."],"license_agreement":"Unknown","keywords":["None"],"doi":"10.1016/j.jaim.2022.100563"},{"title":"An Ayurvedic Medication (Chyawanprash) as a Prophylaxis for Non-Communicable Disease and Communicable Disease: A Protocol for Systematic Review and Meta-Analysis","publication_info":[{"name":"Shubham Sharma","attributes":[],"email":null},{"name":"Khushboo Kumari","attributes":[],"email":null},{"name":"Gayathree Sethuraman","attributes":[],"email":"drgayathrees@gmail.com"},{"name":"Maya M Abdelwahab","attributes":[],"email":null},{"name":"Suhasini Sivaperumal Yadav","attributes":[],"email":null}],"PMCID":"PMCID: PMC10665970","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10665970/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10665970/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10665970/pdf/cureus-0015-00000047555.pdf","abstract_text":["Globally, non-communicable diseases (NCDs) and communicable diseases (CDs) are on the rise, posing a significant public health threat. A holistic ayurvedic preparation called chyawanprash (CP) has shown positive outcomes in NCDs and CDs. Hence, we aimed to report the outcomes in a systematic manner. To determine the safety, efficacy, healthcare utilization, and quality of life of CP as an optional therapy for NCD and CD management. This systematic review will adhere to PRISMA-P and Cochrane guidelines for methodological considerations. It will evaluate CP efficacy in diverse populations, considering Ayurvedic and non-Ayurvedic comparators. The study design will encompass randomized controlled trials (RCTs) published from 2010 to 2023 in healthcare settings, controlled environments, and communities. We will also analyze primary outcomes related to immunity biomarkers, vital signs, and secondary outcomes such as quality of life. Data sources and search strategy will involve systematic searches in databases such as Cochrane, PubMed, Google Scholar, Web of Science, and Scopus using MeSH terms and Boolean operators. Screening and data extraction will follow a standardized form with four independent reviewers. Quality assessment will use the Cochrane risk of bias tool. The systematic review will provide an exhaustive summary of the effectiveness and safety of CP to address the growing burden of NCDs and CDs. Registration: CRD42023418994."],"license_agreement":"This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.","keywords":["srma","protocol","communicable disease","non communicable disease","chyawanprash"],"doi":"10.7759/cureus.47555"},{"title":"DETECTION OF ACORUS CALAMUS IN AYURVEDIC PREPARATIONS","publication_info":"A. Thankamma, L.G. Radhika, C. Soudamini","PMCID":"PMCID: PMC3331246","abstract_link":"None","article_link":"None","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3331246/pdf/ASL-14-276.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Standalone Ayurveda management of Hodgkin's lymphoma: A case report","publication_info":[{"name":"Sharad M. Porte","attributes":["Ayurveda Cancer Unit, National Institute of Ayurveda (DU), Jaipur 302002, India"],"email":"portesmdr@gmail.com"}],"PMCID":"PMCID: PMC10597752","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10597752/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10597752/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10597752/pdf/main.pdf","abstract_text":["The abnormal and uncontrolled growth of lymphatic cells present in the lymphatic system, the lymph nodes, spleen, thymus, and bone marrow is called lymphoma. Hodgkin's lymphoma is a type of malignant growth in lymphatic tissues. Despite conventional anticancer therapy and remedy, there has been no cure for it. No direct reference to Hodgkin's lymphoma has been found in Ayurveda, although the clinical manifestations of Apachi like enlarged lymph nodes in the neck, armpits, or groin, painless swelling, and itchy skin, are similar to those seen in Hodgkin's lymphoma. A case of Hodgkin's lymphoma in a 34-year-old female who presented with multiple enlarged lymph nodes in the right supra clavicle at the neck, along with pain and swelling at site, right ear discharge, burning chest, and headache for the last two years. Biopsy confirmed it to be Hodgkin's lymphoma. The patient was treated with Arbudh hara Kashya, Kanchanar, Haridra, Gomutra, Rodhra Rasa, Tapyadi Loha, Swarna Vasant Malati, vaikrant Bhasma, Heerak Bhasma, Amritbhalatak Avaleha, Sanjivini Vati, Lavan Bhaskar Churna, Swarjika Kshara, Tablet Anacarcin, Kachnar Guggulu in form of ShamanaChikitsa. Local application in the form Kachanaradi Lepa was advised after local swedan with ArkpatraandErandpantra. The nodular heterogeneous mass and growth on neck of the patient reduced with clinical gradation from 17 to 4 with reduction in first lymph node from 122 mm to 80 mm and in the second lymph node from 108 mm to 20 mm, while in the third lymph node reduced from 32 mm to zero with Ayurveda treatment alone. Thus, a patient with Hodgkin's lymphoma was treated with Ayurveda successfully without conventional therapy."],"license_agreement":"This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","keywords":["Hodgkin's lymphoma","Apachi","Cancer","Arbud","Ayurveda"],"doi":"10.1016/j.jaim.2023.100808"},{"title":"Teaching reforms required for Ayurveda","publication_info":[{"name":"Jayaprakash Narayan","attributes":["Central Council of Indian Medicine, New Delhi, India"],"email":"drjayaprakashnarayan@gmail.com"}],"PMCID":"PMCID: PMC3151386","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3151386/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3151386/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3151386/pdf/JAIM-1-150.pdf","abstract_text":["This article concerns the 20th century saga of Ayurvedic Education up to the current situation, based on a general appreciation of knowledge in Ayurveda. In this light, it considers how to improve quality of teaching and teachers. This is most important, because in education, teachers are the custodians of tradition and knowledge. As those most responsible for maintaining or restoring quality, teachers have very important roles to play. The article also treats ‘learning and teaching’: who should learn Ayurveda, and how to teach Ayurveda so that it continues from generation to generation, leading to the final area of onsideration, reforms in teaching Ayurveda, and future prospects."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","teaching reforms","Ayurveda pedagogy"],"doi":"10.4103/0975-9476.65075"},{"title":"Ayurveda in Dentistry: A Review","publication_info":[{"name":"Roopali Gupta","attributes":["Post Graduate Student, Department of Public Health Dentistry, KD Dental College and Hospital, Mathura, Uttar Pradesh, India"],"email":null},{"name":"Navin Anand Ingle","attributes":["Professor and Head, Department of Public Health Dentistry, KD Dental College and Hospital, Mathura, Uttar Pradesh, India"],"email":null},{"name":"Navpreet Kaur","attributes":["Reader, Department of Public Health Dentistry, KD Dental College and Hospital, Mathura, Uttar Pradesh, India"],"email":null},{"name":"Pramod Yadav","attributes":["Senior Lecturer, Department of Public Health Dentistry, KD Dental College and Hospital, Mathura, Uttar Pradesh, India"],"email":null},{"name":"Ekta Ingle","attributes":["Senior Lecturer, Department of Oral Medicine and Radiology, Vasantdada Patil Dental College, Sangli, Maharashtra, India"],"email":null}],"PMCID":"PMCID: PMC4588782","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4588782/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4588782/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4588782/pdf/JIOH-7-141.pdf","abstract_text":["Ayurvedic medicine was considered to be world’s oldest medical system, which was originated in India dating back over thousands of years. There was a long history regarding plants for the improvement of dental health and oral hygiene. To study various plants and their products as effective medicines in the treatment of various ailments since ancient times. Data were performed in PubMed Central and Cochrane library using MeSH Terms - Dentistry, Herbal Medicine, Periodontitis. A total of 142 relevant articles were found in 2013 and 2014 followed by case reports. Various studies have mentioned the uses of herbs, which are found to be statistically significant in treatment and management of oral diseases. Current researches showed that herbal extracts are effective because of the interaction with specific chemical receptors within the body. Nowadays, there has been a sudden increase in the use of herbal extracts or plant products as an alternative approach to modern day medicines."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","herbal plants","oral health","traditional medicine"],"doi":"Unknown"},{"title":"Ayurvedic metal nanoparticles could be novel antiviral agents against SARS-CoV-2","publication_info":[{"name":"Prasanta Kumar Sarkar","attributes":["Department of Rasashastra, J. B. Roy State Ayurvedic Medical College and Hospital West Bengal University of Health Sciences, Kolkata, 700004 West Bengal India "],"email":"prasantaksarkar@yahoo.com"}],"PMCID":"PMCID: PMC7786161","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7786161/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7786161/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7786161/pdf/40089_2020_Article_323.pdf","abstract_text":["Purpose of review","","The pandemic COVID-19 has affected more than seventy million people globally. The whole world is eagerly waiting for an effective antiviral therapy to combat COVID-19, but it is yet to get. The emergence of COVID-19 makes imperative the need for safe and potent antiviral drugs. Many metal nanoparticles exhibit significant antiviral potential against many viral diseases. The Ayurvedic system of medicine is the treasure of many metal nanoparticulate drugs termed as Bhasma.","","Recent findings","","Gold, silver, copper, zinc and iron oxide nanoparticles are effective against coronavirus. A possible mechanism of action of the metal nanoparticles against coronavirus is a disruption of outer layers of coronavirus. Swarna Bhasma, Rajata Bhasma, Tamra Bhasma and Yashada Bhasma are recommended for COVID-19 treatment due to the ability to reduce the plasma interleukins, interferons and TNFα levels.","","Summary","","The Ayurvedic Bhasma preparations are unique metal nanoparticles. These metal nanoparticles are safe, stable in solid state and are having excellent biological activities. Ayurvedic metal nanoparticles, Swarna Bhasma, Rajata Bhasma, Tamra Bhasma and Yashada Bhasma could be proved as novel antiviral agents against SARS-CoV-2 for their anti-inflammatory, immunomodulatory, antiviral and adjuvant activities."],"license_agreement":"This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.","keywords":["Ayurveda","Bhasma","COVID-19","Metal","Nanoparticles","SARS-CoV-2"],"doi":"10.1007/s40089-020-00323-9"},{"title":"Anti-hyperglycemic, anti-hyperlipidemic, and anti-inflammatory effect of the drug Guggulutiktaka ghrita on high-fat diet-induced obese rats","publication_info":[{"name":"Samreen M. Sheik","attributes":["Department of Biochemistry, Kasturba Medical College, Manipal, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India"],"email":null},{"name":"Pugazhandhi Bakthavatchalam","attributes":["Department of Anatomy, Melaka Manipal Medical College, Manipal, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India"],"email":null},{"name":"Revathi P. Shenoy","attributes":["Department of Biochemistry, Kasturba Medical College, Manipal, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India"],"email":null},{"name":"Basavaraj S. Hadapad","attributes":["Division of Ayurveda, Centre for Integrative Medicine and Research, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India"],"email":null},{"name":"Deepak Nayak M","attributes":["Department of Pathology, Kasturba Medical College, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India"],"email":"varashree.bs@manipal.edu"},{"name":"Monalisa Biswas","attributes":["Department of Biochemistry, Kasturba Medical College, Manipal, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India"],"email":null}],"PMCID":"PMCID: PMC9250015","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9250015/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9250015/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9250015/pdf/main.pdf","abstract_text":["Background","","Ayurveda is a holistic system of medicine and describes a vast array of herbs and herbal mixtures that are been demonstrated to possess efficacy in research investigations. Guggulutikthaka gritha (GTG) is one such drug evaluated for its role in skin and bone diseases.","","Objective","","In the current study, the hypoglycemic, hypolipidemic, and anti-inflammatory effect of the drug GTG was studied with the scope to treat dyslipidemia and thereby reduce the risk of cardiovascular disease.","","Materials and method","","The animals (Wistar rats) were fed a high-fat diet and dyslipidemia was induced. The control group was provided with a normal chow diet and had free access to water. The treatment with the drug GTG was given for 21 days after confirming dyslipidemia. The blood glucose was measured immediately using a glucometer. The serum was analyzed for lipid profile and Vascular Cell Adhesion Molecule – 1(VCAM 1) by ELISA method before and after treatment. The histopathology of the heart and liver was also performed.","","Results","","The abnormal change in lipid profile, blood glucose, and inflammatory marker along with the accumulation of intracellular fats in the arteries of the heart and liver confirmed dyslipidemia. A significant reduction in serum lipid profile (p < 0.05), blood glucose (p < 0.05), and VCAM 1 (p < 0.05) was noted after the treatment with significant histopathological changes in arteries of the heart and liver.","","Conclusion","","The study provides scientific validation on the drug GTG being effective in hyperglycemia, hyperlipidemia, and inflammation in dyslipidemia."],"license_agreement":"This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","keywords":["Guggulutikthaka gritha","High fat diet","Hyperglycemia","Hyperlipidemia","Inflammation"],"doi":"10.1016/j.jaim.2022.100583"},{"title":"The Hungarian initiative for Ayurveda: European Institute of Ayurvedic Sciences","publication_info":"Asmita Wele","PMCID":"PMCID: PMC6033731","abstract_link":"None","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033731/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6033731/pdf/main.pdf","abstract_text":"None","license_agreement":"None","keywords":"None","doi":"None"},{"title":"Whole Systems Research Methods in Health Care: A Scoping Review","publication_info":[{"name":"Nadine Ijaz","attributes":["Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Canada."],"email":"nadineijaz@gmail.com"},{"name":"Jennifer Rioux","attributes":["Integral Ayurveda and Yoga Therapy, Chapel Hill, NC."],"email":null},{"name":"Charles Elder","attributes":["Kaiser Permanente Center for Health Research, Portland, OR."],"email":null}],"PMCID":"PMCID: PMC6447996","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6447996/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6447996/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6447996/pdf/acm.2018.0499.pdf","abstract_text":["Objectives: This scoping review evaluates two decades of methodological advances made by “whole systems research” (WSR) pioneers in the fields of traditional, complementary, and integrative medicine (TCIM). Rooted in critiques of the classical randomized controlled trial (RCT)'s suitability for evaluating holistic, complex TCIM interventions, WSR centralizes the principle of “model validity,” representing a “fit” between research design and therapeutic paradigm.","","Design: In consultation with field experts, 41 clinical research exemplars were selected for review from across 13 TCIM disciplines, with the aim of mapping the range and methodological characteristics of WSR studies. Using an analytic charting approach, these studies' primary and secondary features are characterized with reference to three focal areas: research method, intervention design, and outcome assessment.","","Results: The reviewed WSR exemplars investigate a wide range of multimodal and multicomponent TCIM interventions, typified by wellness-geared, multitarget, and multimorbid therapeutic aims. Most studies include a behavioral focus, at times in multidisciplinary or team-based contexts. Treatments are variously individualized, often with reference to “dual” (biomedical and paradigm-specific) diagnoses. Prospective and retrospective study designs substantially reflect established biomedical research methods. Pragmatic, randomized, open label comparative effectiveness designs with “usual care” comparators are most widely used, at times with factorial treatment arms. Only two studies adopt a double-blind, placebo-controlled RCT format. Some cohort-based controlled trials engage nonrandomized allocation strategies (e.g., matched controls, preference-based assignment, and minimization); other key designs include single-cohort pre–post studies, modified n-of-1 series, case series, case report, and ethnography. Mixed methods designs (i.e., qualitative research and economic evaluations) are evident in about one-third of exemplars. Primary and secondary outcomes are predominantly assessed, at multiple intervals, through patient-reported measures for symptom severity, quality of life/wellness, and/or treatment satisfaction; some studies concurrently evaluate objective outcomes.","","Conclusions: Aligned with trends emphasizing “fit-for-purpose” research designs to study the “real-world” effectiveness of complex, personalized clinical interventions, WSR has emerged as a maturing scholarly discipline. The field is distinguished by its patient-centered salutogenic focus and engagement with nonbiomedical diagnostic and treatment frameworks. The rigorous pursuit of model validity may be further advanced by emphasizing complex analytic models, paradigm-specific outcome assessment, inter-rater reliability, and ethnographically informed designs. Policy makers and funders seeking to support best practices in TCIM research may refer to this review as a key resource."],"license_agreement":"This Open Access article is distributed under the terms of the Creative Commons Attribution Noncommercial License (http://creativecommons.org/licenses/by-nc/4.0/), which permits any noncommercial use, distribution, and reproduction in any medium, provided the original authors and the source are cited.","keywords":["whole systems research","complementary therapies","integrative medicine","clinical trials as topic","pragmatic trials","complex interventions"],"doi":"10.1089/acm.2018.0499"},{"title":"Pharmaceutical preparation of Saubhagya Shunthi Churna: A herbal remedy for puerperal women","publication_info":[{"name":"Khushbu Shukla","attributes":[],"email":null},{"name":"Manjari Dwivedi","attributes":["Department of Prasuti Tantra, Institute Medical Sciences Banaras Hindu University, Varanasi - 221 005, India"],"email":null}],"PMCID":"PMCID: PMC2876929","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2876929/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2876929/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2876929/pdf/IJAR-01-25.pdf","abstract_text":["Background:","","In the last few decades, there has been exponential growth in the field of herbal remedies. Pharmacopoeial preparations like avleha or paka (semi-solid), swarasa (expressed juice), kalka (mass), him (cold infusion) and phanta (hot infusion), kwatha (decoction) and churna (powder) form the backbone of Ayurvedic formulations. Newer guidelines for standardization, manufacture, and quality control, and scientifically rigorous research will be necessary for traditional treatments. This traditional knowledge can serve as powerful search engine that will greatly facilitate drug discovery.","","Purpose:","","The aim of the present study is to standardize Saubhagya Shunthi Paka in churna (powder) form. The powder form makes this traditional drug more stable for long-term storage and hence, easier to preserve.","","Materials and Methods:","","Saubhagya Shunthi Paka is an ayurvedic formulation containing Shunthi (Zingiber officinalis) as one of its chief ingredients. The basic preparation of this drug is a semisolid. We checked the microbial load and nutrient values (using International Standard IS and Association of Official Analytical chemists AOAC methods)","","Results:","","The powdered form of Saubhagya Shunthi Churna yielded a weight loss of approximately 17.64% of the total weight of ingredients. The total energy of Churna (calculated based on nutrient content) was found higher over Paka.","","Conclusion:","","Saubhagya Shunthi Churna may be a good therapeutic and dietary medicine for Indian women, which may be easily prepared at home."],"license_agreement":"This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.","keywords":["Ayurveda","Churna (powder)","saubhagya shunthi paka","paka (semi-solid)","puerperium"],"doi":"10.4103/0974-7788.59940"},{"title":"Promising traditional Indian medicinal plants for the management of novel Coronavirus disease: A systematic review","publication_info":[{"name":"Rahul Soloman Singh","attributes":[],"email":null},{"name":"Ashutosh Singh","attributes":[],"email":null},{"name":"Harpinder Kaur","attributes":[],"email":null},{"name":"Gitika Batra","attributes":[],"email":null},{"name":"Phulen Sarma","attributes":[],"email":null},{"name":"Hardeep Kaur","attributes":[],"email":null},{"name":"Anusuya Bhattacharyya","attributes":[],"email":null},{"name":"Amit Raj Sharma","attributes":[],"email":null},{"name":"Subodh Kumar","attributes":[],"email":null},{"name":"Sujata Upadhyay","attributes":[],"email":null},{"name":"Vinod Tiwari","attributes":[],"email":null},{"name":"Pramod Avti","attributes":[],"email":null},{"name":"Ajay Prakash","attributes":[],"email":null}],"PMCID":"PMCID: PMC8441711","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8441711/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8441711/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8441711/pdf/PTR-35-4456.pdf","abstract_text":["Traditional Indian medical practices (Ayurveda, Siddha, Unani, and homeopathy) are a vast reservoir of knowledge about medicinal plants. The promising pharmacological properties of these plants have paved the way for developing therapy against novel Coronavirus (CoV) infection. The current review will summarize published works of literature on the effects of traditional Indian medicinal plants against acute respiratory infection (COVID‐19, SARS, Influenza, and Respiratory syncytial virus infection) and registered clinical trials of traditional Indian herbal medicines in COVID‐19. The current study aims to comprehensively evaluate the data of traditional Indian medicinal plants to warrant their use in COVID‐19 management. PubMed, Embase, and Cochrane databases were searched along with different clinical trial databases. A total of 22 relevant traditional Indian medicinal plants (35 relevant studies) were included in the current study having potential antiviral properties against virus‐induced respiratory illness along with promising immunomodulatory and thrombolytic properties. Further, 36 randomized and nonrandomized registered clinical trials were also included that were aimed at evaluating the efficacy of herbal plants or their formulations in COVID‐19 management. The antiviral, immunomodulatory, and thrombolytic activities of the traditional Indian medicinal plants laid down a strong rationale for their use in developing therapies against SARS‐CoV‐2 infection. The study identified some important potential traditional Indian medicinal herbs such as Ocimum tenuiflorum, Tinospora cordifolia, Achyranthes bidentata, Cinnamomum cassia, Cydonia oblonga, Embelin ribes, Justicia adhatoda, Momordica charantia, Withania somnifera, Zingiber officinale, Camphor, and Kabusura kudineer, which could be used in therapeutic strategies against SARS‐CoV‐2 infection."],"license_agreement":"This article is being made freely available through PubMed Central as part of the COVID-19 public health emergency response. It can be used for unrestricted research re-use and analysis in any form or by any means with acknowledgement of the original source, for the duration of the public health emergency.","keywords":["Ayurvedic medicine","COVID‐19","homeopathy","medicinal plants","respiratory syncytial virus infections","SARS virus","Unani medicine"],"doi":"10.1002/ptr.7150"},{"title":"Heart rate variability during head‐up tilt shows inter‐individual differences among healthy individuals of extreme Prakriti types","publication_info":[{"name":"Ritu Rani","attributes":[],"email":null},{"name":"Prathiban Rengarajan","attributes":[],"email":null},{"name":"Tavpritesh Sethi","attributes":[],"email":null},{"name":"Bharat Krushna Khuntia","attributes":[],"email":null},{"name":"Arvind Kumar","attributes":[],"email":null},{"name":"Deep Shikha Punera","attributes":[],"email":"kkdeepak@gmail.com"},{"name":"Deepika Singh","attributes":[],"email":null},{"name":"Bhushan Girase","attributes":[],"email":null},{"name":"Ankita Shrivastava","attributes":[],"email":null},{"name":"Sanjay K. Juvekar","attributes":[],"email":null},{"name":"Bala Pesala","attributes":[],"email":null},{"name":"Mitali Mukerji","attributes":[],"email":null},{"name":"Kishore Kumar Deepak","attributes":[],"email":"kkdeepak@gmail.com"}],"PMCID":"PMCID: PMC9475339","abstract_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9475339/?report=abstract","article_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9475339/?report=classic","pdf_link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9475339/pdf/PHY2-10-e15435.pdf","abstract_text":["Autonomic modulation is critical during various physiological activities, including orthostatic stimuli and primarily evaluated by heart rate variability (HRV). Orthostatic stress affects people differently suggesting the possibility of identification of predisposed groups to autonomic dysfunction‐related disorders in a healthy state. One way to understand this kind of variability is by using Ayurvedic approach that classifies healthy individuals into Prakriti types based on clinical phenotypes. To this end, we explored the differential response to orthostatic stress in different Prakriti types using HRV. HRV was measured in 379 subjects(Vata = 97, Pitta = 68, Kapha = 68, and Mixed Prakriti = 146) from two geographical regions(Vadu and Delhi NCR) for 5 min supine (baseline), 3 min head‐up‐tilt (HUT) at 60°, and 5 min resupine. We observed that Kapha group had lower baseline HRV than other two groups, although not statistically significant. The relative change (%Δ 1&2) in various HRV parameters in response to HUT was although minimal in Kapha group. Kapha also had significantly lower change in HR, LF (nu), HF (nu), and LF/HF than Pitta in response to HUT. The relative change (%Δ 1) in HR and parasympathetic parameters (RMSSD, HF, SD1) was significantly greater in the Vata than in the Kapha. Thus, the low baseline and lower response to HUT in Kapha and the maximum drop in parasympathetic activity of Vata may indicate a predisposition to early autonomic dysfunction and associated conditions. It emphasizes the critical role of Prakriti‐based phenotyping in stratifying the differential responses of cardiac autonomic modulation in various postures among healthy individuals across different populations."],"license_agreement":"This is an open access article under the terms of the http://creativecommons.org/licenses/by/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.","keywords":["autonomic nervous system","Ayurgenomics","Ayurveda","head‐up tilt","heart rate variability","orthostatic stress","Prakriti"],"doi":"10.14814/phy2.15435"}]